[
    {
        "id": 1,
        "title": "Văn khấn Mùng 1 & Rằm",
        "short": "Cúng ngày Sóc (1) và ngày Vọng (15) hàng tháng.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\nCon kính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\nCon kính lạy ngài Bản cảnh Thành hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần.\nCon kính lạy Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ, Thúc Bá Đệ Huynh, Cô Di, Tỷ Muội họ nội họ ngoại.\n\nTín chủ (chúng) con là: ...........................\nNgụ tại: .................................................\n\nHôm nay là ngày ...... tháng ...... năm ...... (Âm lịch)\nTín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương dâng lên trước án.\n\nChúng con kính mời: Ngài Bản cảnh Thành hoàng Chư vị Đại Vương, ngài Bản xứ Thần linh Thổ địa, ngài Bản gia Táo quân, Ngũ phương, Long Mạch, Tài thần. Cúi xin các ngài giáng lâm trước án chứng giám lòng thành thụ hưởng lễ vật.\n\nChúng con kính mời các cụ Tổ Khảo, Tổ Tỷ, chư vị Hương linh gia tiên nội ngoại họ ......... cúi xin thương xót con cháu giáng về chứng giám tâm thành, thụ hưởng lễ vật.\n\nTín chủ con lại kính mời các vị Tiền chủ, Hậu chủ ngụ tại nhà này, đất này đồng lâm án tiền, đồng lai hâm hưởng.\nXin các ngài độ cho chúng con thân cung khang thái, bản mệnh bình an. Bốn mùa không hạn ách, tám tiết hưởng vinh quang thịnh vượng.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 2,
        "title": "Văn khấn Thần Tài - Thổ Địa",
        "short": "Cầu tài lộc hàng ngày hoặc ngày rằm, mùng 10.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\nCon kính lạy Ngài Hoàng Thiên Hậu Thổ chư vị Tôn thần.\nCon kính lạy Ngài Đông Trù Tư mệnh Táo phủ Thần quân.\nCon kính lạy Thần tài vị tiền.\nCon kính lạy các ngài Thần linh, Thổ địa cai quản trong xứ này.\n\nTín chủ con là: .................................\nNgụ tại: ........................................\n\nHôm nay là ngày ....... tháng ....... năm .......\nTín chủ con thành tâm sửa biện, hương hoa, lễ vật, kim ngân, trà quả và các thứ cúng dâng, bày ra trước án kính mời ngài Thần Tài vị tiền.\n\nCúi xin Thần Tài thương xót tín chủ, giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật phù trì tín chủ chúng con an ninh khang thái, vạn sự tốt lành, gia đạo hưng long thịnh vượng, lộc tài tăng tiến, tâm đạo mở mang, sở cầu tất ứng, sở nguyện tòng tâm.\n\nChúng con lễ bạc tâm thành, trước án kính lễ cúi xin được phù hộ độ trì.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 3,
        "title": "Văn khấn Gia Tiên (Ngày Giỗ)",
        "short": "Dùng trong các đám giỗ Ông Bà, Cha Mẹ.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\nCon kính lạy Đức Hoàng Thiên Hậu Thổ chư vị Tôn Thần.\nCon kính lạy ngài Bản cảnh Thành Hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần.\nCon kính lạy Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ, Thúc Bá, Đệ Huynh, Cô Di, Tỷ Muội họ nội họ ngoại.\n\nHôm nay là ngày ...... tháng ...... năm ...... (Âm lịch).\nChính ngày Cát Kỵ của ...................................\n\nTín chủ (chúng) con là: .................................\nNgụ tại: ................................................\n\nNăm qua tháng lại, vừa đến ngày húy lâm. Ơn võng cực xem bằng trời biển, nghĩa sinh thành không lúc nào quên. Càng nhớ công ơn gây cơ dựng nghiệp bao nhiêu, càng cảm thâm tình, không bề dãi tỏ. Ngày mai Cát Kỵ, hôm nay chúng con và toàn gia con cháu thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương dâng lên trước án cúng dâng.\n\nKính mời ... (vong linh) ...\nCúi xin linh thiêng giáng về linh sàng, chứng giám lòng thành, thụ hưởng lễ vật, độ cho con cháu an ninh khang thái, vạn sự tốt lành, gia đạo hưng long thịnh vượng.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 4,
        "title": "Văn khấn Giao Thừa (Trong Nhà)",
        "short": "Lễ cúng đêm 30 Tết, thời khắc chuyển giao năm cũ mới.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon kính lạy chín phương trời, mười phương chư phật, chư phật mười phương.\nCon kính lạy Đức Đương lai hạ sinh Di Lặc Tôn Phật.\nCon kính lạy Đức Bồ-tát Quán Thế Âm cứu nạn cứu khổ chúng sinh.\nCon kính lạy Hoàng thiên, Hậu thổ, chư vị tôn thần.\nCon kính lạy ngài cựu niên đương cai Hành khiển.\nCon kính lạy ngài đương niên thiên quan.\nCon kính lạy các ngài ngũ phương, ngũ thổ, long mạch, tài thần, bản gia táo quân và các vị thần linh cai quản ở trong xứ này.\nCon kính lạy chư gia Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ, Tiên linh nội ngoại họ ...\n\nHôm nay là phút giao thừa năm cũ ... chuyển sang năm mới ...\nTín chủ (chúng) con là: ...\nNgụ tại: ...\n\nPhút thiêng liêng giao thừa vừa tới, năm cũ qua đi, đón mừng năm mới, tam dương khang thái, vạn tượng canh tân. Nay ngài Thái Tuế tôn thần trên vâng lệnh Ngọc Hoàng Thượng đế, giám sát vạn dân, dưới bảo hộ sinh linh tảo trừ yêu nghiệt. Quan cũ về triều cửa khuyết, lưu phúc, lưu ân. Quan mới xuống thay, thể đức hiếu sinh, ban tài tiếp lộc.\n\nNhân buổi tân xuân, tín chủ (chúng) con thành tâm, sửa biện hương hoa phẩm vật, nghi lễ cung trần, dâng lên trước án, cúng dàng Phật-Thánh, dâng hiến tôn thần, tiến cúng tổ tiên, đốt nén tâm hương, dốc lòng bái thỉnh.\n\nChúng con kính mời: Ngài Thái Tuế đương niên, Ngài Bản cảnh Thành hoàng chư vị Đại Vương, ngài Bản xứ Thần linh Thổ địa, ngài Hỷ Thần, Phúc đức chính Thần, các ngài Ngũ phương, Ngũ thổ, Long mạch, Tài thần, các vị bản gia Táo quân và các vị thần linh cai quản ở trong xứ này. Cúi xin giáng lâm trước án, thụ hưởng lễ vật.\n\nCon lại kính mời các vị vong linh tổ tiên, Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ, Bá thúc, Huynh đệ, Cô di, Tỷ muội nội ngoại, chư vị hương linh gia tiên họ ... cúi xin giáng về linh sàng hâm hưởng lễ vật.\n\nCúi xin các vị phù hộ độ trì cho toàn gia chúng con năm mới tốt lành, sức khỏe dồi dào, tấn tài tấn lộc, vạn sự như ý.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 5,
        "title": "Văn khấn Giao Thừa (Ngoài Trời)",
        "short": "Cúng nghênh đón quan Hành khiển năm mới.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon kính lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\nCon kính lạy Đức Đương lai hạ sinh Di Lặc Tôn Phật.\nCon kính lạy Hoàng thiên, Hậu thổ, chư vị tôn thần.\nCon kính lạy ngài Cựu niên Đương cai Hành khiển ... (Tên quan hành khiển năm cũ).\nCon kính lạy ngài Đương niên Thiên quan ... (Tên quan hành khiển năm mới).\nCon kính lạy các ngài Ngũ phương, Ngũ thổ, Long mạch, Tài thần, Bản gia Táo quân và các vị thần linh cai quản ở trong xứ này.\n\nNay là phút giao thừa năm cũ ... Bước sang năm mới ...\nTín chủ (chúng) con là: ...\nNgụ tại: ...\n\nPhút thiêng liêng giao thừa vừa tới, năm cũ qua đi, đón mừng năm mới, tam dương khang thái, vạn tượng canh tân. Nay ngài Thái Tuế tôn thần trên vâng lệnh Ngọc Hoàng Thượng đế, giám sát vạn dân, dưới bảo hộ sinh linh tảo trừ yêu nghiệt. Quan cũ về triều cửa khuyết, lưu phúc, lưu ân. Quan mới xuống thay, thể đức hiếu sinh, ban tài tiếp lộc.\n\nNhân buổi tân xuân, tín chủ (chúng) con thành tâm, sửa biện hương hoa phẩm vật, nghi lễ cung trần, dâng lên trước án, cúng dàng Phật-Thánh, dâng hiến tôn thần, đốt nén tâm hương, dốc lòng bái thỉnh.\n\nChúng con kính mời: Ngài Cựu niên đương cai Hành khiển, Ngài Đương niên Thiên quan, Ngài Bản cảnh Thành hoàng chư vị Đại Vương, ngài Bản xứ Thần linh Thổ địa, ngài Hỷ Thần, Phúc đức chính Thần, các ngài Ngũ phương, Ngũ thổ, Long mạch, Tài thần, các vị bản gia Táo quân và các vị thần linh cai quản ở trong xứ này.\n\nCúi xin các ngài giáng lâm trước án, thụ hưởng lễ vật, phù hộ độ trì cho gia đình chúng con năm mới an khang thịnh vượng, vạn sự như ý.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 6,
        "title": "Văn khấn Ông Công Ông Táo",
        "short": "Cúng ngày 23 tháng Chạp hàng năm.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\nCon kính lạy Ngài Đông trù Tư mệnh Táo phủ Thần quân.\n\nTín chủ (chúng) con là: .................\nNgụ tại: .................................\n\nHôm nay ngày 23 tháng Chạp tín chủ chúng con thành tâm sắp sửa hương hoa phẩm luật, xiêm hài áo mũ, kính dâng tôn thần. Thắp nén tâm hương tín chủ con thành tâm kính bái.\n\nChúng con kính mời ngài Đông trù Tư mệnh Táo phủ Thần quân hiển linh trước án hưởng thụ lễ vật.\nCúi xin Tôn thần gia ân xá tội cho mọi lỗi lầm trong năm qua gia chủ chúng con sai phạm. Xin Tôn thần ban phước lộc, phù hộ toàn gia chúng con trai gái già trẻ sức khỏe dồi dào, an khang thịnh vượng, vạn sự tốt lành.\nChúng con lễ bạc tâm thành, kính lễ cầu xin, mong Tôn thần phù hộ độ trì.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 7,
        "title": "Văn khấn Khai Trương",
        "short": "Dùng cho cửa hàng, công ty ngày đầu năm hoặc ngày mở hàng.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\nCon kính lạy các ngài Ngũ Phương, Ngũ Thổ, Long Mạch, Tài Thần, Định phúc Táo quân, chư vị Tôn thần.\nCon kính lạy các Thần linh cai quản trong khu vực này.\n\nTín chủ (chúng) con là: .................\nHôm nay là ngày .... tháng .... năm ...., tín chủ con thành tâm sắm sửa lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương dâng lên trước án, lòng thành tâu rằng: Tín chủ con xây cất (hoặc thuê được) một ngôi hàng ở tại xứ này (địa chỉ) ....., nay muốn khai trương khởi đầu việc kinh doanh (hoặc sản xuất) phục vụ nhân sinh, phục vụ sinh hoạt. Do đó chúng con chọn được ngày lành tháng tốt sắm sanh lễ vật cáo yết Tôn thần dâng cùng Bách linh ....... cúi mong soi xét.\n\nChúng con xin kính mời quan Đương niên, quan Đương cảnh, quan Thần linh Thổ địa, Định phúc Táo quân, các ngài địa chúa Long Mạch cùng tất cả Thần linh cai quản khu vực này. Cúi xin thương xót tín chủ giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, độ cho chúng con buôn bán hanh thông, làm ăn thuận lợi, lộc tài vượng tiến, cần gì được nấy, nguyện gì cũng thành.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 8,
        "title": "Văn khấn Cúng Xe (Xe mới)",
        "short": "Dùng khi mới mua xe ô tô/xe máy để cầu bình an.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\nCon kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn Thần.\nCon kính lạy các ngài Bản Cảnh Thành Hoàng, ngài Bản Xứ Thổ Địa, ngài Bản Gia Táo Quân cùng chư vị Tôn Thần.\nCon kính lạy Tổ Tiên, Hiển khảo, Hiển tỷ, chư vị Hương linh (nếu cúng tại gia).\n\nHôm nay là ngày ... tháng ... năm ...\nTín chủ con là: ...\nNgụ tại: ...\n\nNhân dịp tín chủ con có mua được chiếc xe (ô tô/xe máy), biển số: ..., thương hiệu: ..., màu sắc: ... để tiện việc đi lại và làm ăn.\nNay nhân ngày lành tháng tốt, tín chủ con thành tâm sắm sửa lễ vật, hương hoa, trà quả, đốt nén tâm hương dâng lên trước án.\n\nCung thỉnh: Các ngài Thần linh, Thổ địa, các vong linh chư hương linh cai quản vùng đất này, cai quản chiếc xe này.\nCúi xin các ngài giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật. Phù hộ độ trì cho chiếc xe này lăn bánh thượng lộ bình an, đi đến nơi về đến chốn, vạn dặm bình an, tài lộc dồi dào, tránh mọi tai nạn, va chạm, hỏng hóc.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 9,
        "title": "Văn khấn Động Thổ",
        "short": "Lễ cúng xin phép Thổ công trước khi xây dựng, sửa chữa nhà.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\nCon kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn Thần.\nCon kính lạy Quan Đương Niên Hành Khiển.\nCon kính lạy các ngài Bản Cảnh Thành Hoàng, ngài Bản Xứ Thổ Địa, ngài Bản Gia Táo Quân cùng chư vị Tôn Thần.\n\nTín chủ con là: ...\nNgụ tại: ...\n\nHôm nay là ngày ... tháng ... năm ...\nTín chủ con thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương dâng lên trước án.\n\nTín chủ con khởi tạo (hoặc sửa chữa) ngôi nhà ở địa chỉ: ... ngôi dương cơ trụ trạch để làm nơi cư ngụ cho gia đình con cháu. Nay chọn được ngày lành tháng tốt, kính cáo chư vị linh thần, cúi mong soi xét và cho phép được động thổ (hoặc sửa chữa).\n\nTín chủ con thành tâm kính mời: Ngài Kim Niên Đường Cai Thái Tuế Chí Đức Tôn Thần, ngài Bản Cảnh Thành Hoàng Chư Vị Đại Vương, ngài Bản Xứ Thần Linh Thổ Địa, ngài Định Phúc Táo Quân, các ngài Địa Chúa Long Mạch Tôn Thần và tất cả các vị Thần Linh cai quản trong khu vực này.\n\nCúi xin các ngài giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, độ cho chúng con vạn sự tốt lành, công việc hanh thông, chủ thợ bình an, ngày tháng hưởng phần lợi lạc.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 10,
        "title": "Văn khấn Nhập Trạch",
        "short": "Lễ cúng dọn vào nhà mới (về nhà mới).",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\nCon kính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\nCon kính lạy Quan Đương Niên Hành Khiển.\nCon kính lạy các ngài Bản Cảnh Thành Hoàng, ngài Bản Xứ Thổ Địa, ngài Bản Gia Táo Quân cùng chư vị Tôn Thần.\nCon kính lạy Tổ Tiên, Hiển khảo, Hiển tỷ, chư vị Hương linh nội ngoại.\n\nTín chủ con là: ...\nNgụ tại (địa chỉ mới): ...\n\nHôm nay là ngày ... tháng ... năm ...\nTín chủ con thành tâm sắm lễ, hương hoa trà quả, quả cau lá trầu, thắp nén tâm hương dâng lên trước án.\n\nKính cáo các ngài Thần linh và Gia tiên: Hôm nay chúng con hoàn tất công trình (hoặc thuê/mua được) ngôi nhà này, chọn được ngày lành tháng tốt, dọn về an cư lạc nghiệp.\n\nChúng con kính mời: Các ngài Thần linh cai quản vùng này, các cụ Tổ tiên nội ngoại. Cúi xin các ngài giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật.\nCầu xin các ngài phù hộ độ trì cho gia đình chúng con an cư lạc nghiệp, gia đạo hưng long, tài lộc dồi dào, trong ấm ngoài êm, con cháu thảo hiền.\n\nChúng con lễ bạc tâm thành, trước án kính lễ cúi xin được phù hộ độ trì.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 11,
        "title": "Văn khấn Đầy Tháng (Cúng Mụ)",
        "short": "Cúng tạ ơn 12 bà Mụ khi bé tròn 1 tháng tuổi.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy Đệ nhất Thiên tỷ đại tiên chúa.\nCon lạy Đệ nhị Thiên đế đại tiên chúa.\nCon lạy Đệ tam Thiên Mụ đại tiên chúa.\nCon lạy Tam thập lục cung chư vị Tiên Nương.\n\nHôm nay là ngày ... tháng ... năm ...\nVợ chồng con là ... sinh được con (trai/gái) đặt tên là ...\nChúng con ngụ tại ...\n\nNay nhân ngày đầy tháng (đầy cữ) cho cháu, chúng con thành tâm sắm sửa hương hoa, lễ vật, các thứ cúng dâng bày lên trước án, trước bàn toạ chư vị Tôn thần kính cẩn tâu trình:\n\nNhờ ơn thập phương chư Phật, chư vị Thánh hiền, chư vị Tiên Bà, các đấng Thần linh, Thổ công địa mạch, Thổ địa chính thần, Tiên tổ nội ngoại, cho con sinh ra cháu, tên là ... sinh ngày ... được mẹ tròn con vuông.\n\nCúi xin chư vị tiên Bà, chư vị Tôn thần giáng lâm trước án, chứng giám lòng thành thụ hưởng lễ vật, phù hộ độ trì, vuốt ve che chở cho cháu được ăn ngon, ngủ yên, hay ăn chóng lớn, vô bệnh vô tật, vô ương, vô hạn, vô ách, phù hộ cho cháu bé được tươi đẹp, thông minh, sáng láng, thân mệnh bình yên, cường tráng, kiếp kiếp được hưởng vinh hoa phú quý. Gia đình con được phúc thọ an khang, nhân lành nảy nở, nghiệp dữ tiêu tan, bốn mùa không hạn ách nghĩ lo.\n\nNam mô A Di Đà Phật! (3 lần)"
    },
    {
        "id": 12,
        "title": "Văn khấn Thôi Nôi",
        "short": "Cúng tạ ơn 12 bà Mụ khi bé tròn 1 tuổi.",
        "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy Đệ nhất Thiên tỷ đại tiên chúa.\nCon lạy Đệ nhị Thiên đế đại tiên chúa.\nCon lạy Đệ tam Thiên Mụ đại tiên chúa.\nCon lạy Tam thập lục cung chư vị Tiên Nương.\n\nHôm nay là ngày ... tháng ... năm ...\nVợ chồng con là ... sinh được con (trai/gái) đặt tên là ...\nChúng con ngụ tại ...\n\nNay nhân ngày thôi nôi (tròn 1 tuổi) cho cháu, chúng con thành tâm sắm sửa hương hoa, lễ vật, các thứ cúng dâng bày lên trước án, trước bàn toạ chư vị Tôn thần kính cẩn tâu trình:\n\nNhờ ơn thập phương chư Phật, chư vị Thánh hiền, chư vị Tiên Bà, các đấng Thần linh, Thổ công địa mạch, Thổ địa chính thần, Tiên tổ nội ngoại, cho con sinh ra cháu, tên là ... sinh ngày ... được mẹ tròn con vuông.\n\nCúi xin chư vị tiên Bà, chư vị Tôn thần giáng lâm trước án, chứng giám lòng thành thụ hưởng lễ vật, phù hộ độ trì, vuốt ve che chở cho cháu được ăn ngon, ngủ yên, hay ăn chóng lớn, vô bệnh vô tật, vô ương, vô hạn, vô ách, phù hộ cho cháu bé được tươi đẹp, thông minh, sáng láng, thân mệnh bình yên, cường tráng, kiếp kiếp được hưởng vinh hoa phú quý.\n\nNam mô A Di Đà Phật! (3 lần)"
    }
]