"backup": {
	"Ty":"<b>&emsp;Tuổi Tý</b><br/>&emsp;Người tuổi tý có bản năng tự nhiên là rất thích tiền. Người tuổi này là biểu tượng của sự chăm chỉ, cần cù và tiết kiệm. Đôi khi quá chặt chẽ trong tiền nong. Cho nên, họ thường là người không giỏi trong vấn đề quản lý tài chính.<br/><br/>&emsp;Tuy bề ngoài cười cười nói nói ngọt ngào nhưng trong bụng thì không hiền gì. Muốn làm gì thì đã tính toán trước kỹ lưỡng, chỉ tội tánh ham muốn làm ảnh hưởng trong lúc thực hành. Có lẽ vì vậy mà tuổi Chuột hay ra vẻ dễ thương và nài nỉ - trong bụng đã tính chuyện có lợi ($$$) cho mình! Thích của 'chùa' nhưng lại rất rộng rãi với người cùng 'loại' (ám chỉ bạn bè và người nhà tỏ ra trung thành).<br/><br/>&emsp;Người khác thoạt nhìn vào tuổi này thì nghĩ là người tánh khí bất thường, miệng lưỡi, nhưng không phải là hạng tồi tệ. Tội nghiệp! Ðấu khẩu là nghề của chàng hay nàng, khiến cho người chung quanh hoặc thương hoặc ghét tức khắc.<br/><br/>&emsp;Tuổi Chuột thích đứng ngoài nhìn vào trong để học hỏi, ít nhất cũng được đôi ba điều hay. Tánh tò mò có sẵn nên cũng thích thử thách để vươn lên. Không như vậy thì đâm chán nản. Tính tìm tòi mạo hiểm này tạo nhiều ưu điểm cho tuổi Chuột, trong đó phải nói đến khả năng đấu trí nhạy bén. Bằng không thì quả là phí tài ba xuất sắc của tuổi chuột.<br/><br/>&emsp;Tuổi Chuột cần phải biết cung kính người khác. Tỏ ra tự giác, tự trọng và đừng đụng chạm người khác trong đời sống. Tuổi này mới hưởng hạnh phúc thật sự.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Chuột hợp với tuổi Thìn (con Rồng) và tuổi Thân (con Khỉ).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Chuột khắc/kỵ tuổi Mão (con Mèo), tuổi Ngọ (con Ngựa) và tuổi Dậu (con Gà).<br/><br/>&emsp;Những người tuổi này nên đặt một cây Kim Tiền (kim phát tài). Để tăng vận may nhằm nắm bắt cơ hội tài chính. Cũng nhu giảm rủi ro trong công việc.",
	"Suu":"<b>&emsp;Tuổi Sửu</b><br/>&emsp;Bản tình thật thà, chăm làm, thẳng thắn là những người thuộc tuổi Sửu. Nhưng vì quá trung thực nên trong làm ăn, kinh doanh thiếu đi sự khôn khéo. Mặc dù làm việc vất cả nhưng tiền tài lại không nhiều. Do họ khá bảo thủ trong công việc.<br/><br/>&emsp;Phẩm tính bền chặt tự nhiên làm mất tình xã giao và trở thành ngượng ngập giữa đám đông. Tệ hơn nữa là Tuổi này không màng tới người khác suy nghĩ ra sao mà chỉ thích làm điều gì họ nghĩ là tốt cho họ. Tuy làm mặt lạnh nhưng tuổi Trâu cũng không tránh khỏi chịu đau lòng, cô đơn, và mất thân ái với người khác. Bạn bè và gia đình là nguồn an ủi lớn lao cho tuổi này, ngay cả khi họ cũng không hiểu họ đã làm gì cho tuổi Trâu nổi sùng nữa. Cứng đầu và độc đoán, tuổi trâu có khuynh hướng càn lên, xông xáo, không biết thối lui. Nếu Tuổi này bị dồn ép vào chân tường thì có nước là đất cũng phải rung lên theo!<br/><br/>&emsp;Nói tóm tắt là tuổi Trâu không quan tâm đến chuyện bị dồn đẩy lắm, bởi vì tuổi này nghĩ là họ là người tốt trong thiên hạ. Lý thuyết này cũng đúng, bởi lẻ tuổi Trâu thông minh, đáng tin cậy, lo cho người, và đáng kính. Nếu bạn cần lời khuyên chân thật, như nhất, và không thiên vị thì cứ hỏi tuổi Trâu. Cái khó nhất cho tuổi Trâu là làm sao khắc phục mình khỏi phải tật thiên kiến đã khiến họ khó làm thân với người khác.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Sửu hợp với tuổi Tỵ (con Rắn) và tuổi Dậu (con Gà).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Sửu khắc/kỵ tuổi Thìn (con Rồng), tuổi Mùi (con Dê) và tuổi Tuất (con Chó).<br/><br/>&emsp;Cây Phong lộc hoa đỏ sẽ là loài cây phù hợp với người tuổi này. Loại cây này tạo cảm giác thoải mái tinh thần. Theo phong thủy còn là cây hút tài lộc, giúp người tuổi sửu kiếm được nhiều tiền hơn. Người tuổi sửu còn phù hợp với cây khác như: hoa tulip và hoa thủy tiên.",
	"Dan":"<b>&emsp;Tuổi Dần</b><br/>&emsp;Người tuổi dần có tính cách bộc trực, mạnh mẽ. Đôi khi là ngang bướng, cứng đầu. Họ làm dám đương đầu và dám chịu trách nhiệm. Là người luôn có trí tiến thủ trong công việc. Trong 12 con giáp, đây là tuổi có tính khí dữ dằn nhất. Họ dám chấp nhận mạo hiểm để kiếm tiền và sự nghiệp thăng tiến. Điều đó dẫn tới nhiều khó khăn, gian nan.<br/><br/>&emsp;Tuổi Cọp thường thay đổi tánh khí bất thường, lại thêm tánh căng thẳng hơn người khác nên có khi tốt, có khi xấu. Cũng vì thế nên nếu bị áp lực. Tuổi này lại đáp ứng không hữu hiệu nên dễ để lộ cảm xúc mãnh liệt cho người khác biết. Chính các tật hơi hàm hồ này làm cho bạn cũng như thù đều phải né xa ra.<br/><br/>&emsp;Tuổi Cọp nên tập tánh 'điều hoà hoá ' mọi chuyện. Nếu tuổi Cọp tập trung làm chủ chính mình và hướng năng lực dồi dào của mình vào những việc xứng đáng (thay vì phải chạy trong suốt cuộc sống) thì sẽ làm nên việc lớn.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Cọp hợp với tuổi Ngọ (con Ngựa) và tuổi Tuất (con Chó).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Cọp khắc/kỵ tuổi Tỵ (con Rắn), tuổi Thân (con Khỉ) và tuổi Hợi (con Heo).<br/><br/>&emsp;Để làm dịu tính nóng vội, hấp tấp của người tuổi này. Đồng thời hút tài lộc và đem lại may mắn cho gia chủ. Người tuổi Dần nên trồng cây Ngũ gia bì. Loài cây này tạo sự vững vàng, chắc chắn giúp người tuổi Dần mang lại lại nhiều may mắn, ổn định tài vận.",
	"Meo":"<b>&emsp;Tuổi Mão</b><br/>&emsp;Người tuổi Mão có tính cách ổn hòa, nhẹ nhàng và thích những điều đơn giản. Người tuổi này thích sống an phận, kinh nghiệm cũng ít nên rất thận trọng trong việc tích lũy tài sản. Điều đó dẫn tới tiền bạc tích lũy khá chậm, ít có khả năng phát tài.<br/><br/>&emsp;Bản tính thương người khiến tuổi này khi yêu ai thì yêu người ấy như chính bản thân mình vậy. Khi đã mê ai rồi thì cảm xúc lấn lướt mọi chuyện, đâm ra lý tưởng hóa mối quan hệ, nên thiệt thòi về mặt tình cảm, vì mình đã đi xa rời hiện thực. Nhưng tuổi Mèo bảo: 'Có mất mát gì đâu!'. Khi thua trận phải rút quân, tuổi Mèo biết tập họp cơ sở bạn bè nòng cốt, điều chỉnh lối sống, và phục hồi lại như thường.<br/><br/>&emsp;Người tuổi Mèo rất xúc cảm nếu không muốn nói là yếu lòng, nên cần phải có một chổ tựa vững chắc mới sống được. Mất sự an ủi đó và gặp ngang trái là họ phát khóc ngay, hay ngã ra bệnh. Không cần phải nói, tuổi Mèo không ưa cải vả, chịu nhục cho qua cơn. Tuổi nầy cũng tỏ ra tiêu cực và bất động - cốt để che dấu tâm sự bất an, hay oan ức của mình. Coi vậy chớ, bảo Tuổi nầy thay đổi chuyện gì theo ý bạn khuyên thì không được đâu, vì trời sinh Tuổi nầy có nhịp sống và suy nghĩ khác người, tự họ tìm đường giải quyết.<br/><br/>&emsp;Niềm hạnh phúc của Tuổi nầy là được vui chơi trong chính căn nhà trang thiết bị đầy đũ theo ý họ. Thể diện cũng quan trọng đối với Tuổi nầy. Ðó là lý do khiến họ lúc nào cũng trông nổi bật hơn người khác. Bỏ tiền chơi sang? Không sai! Tuy nhiên, điều tuổi Mèo cần nhất là biết đánh giá mình. Biết mình không đến nổi tệ thì đâu còn lo âu gì nữa. Biết người biết ta cộng thêm một ít can đảm nữa là đạt tới thành công.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Mèo hợp với tuổi Mùi (con Dê) và tuổi Hợi (con Heo).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Mèo khắc/kỵ tuổi Tí (con Chuột), tuổi Ngọ (con Ngựa) và tuổi Dậu (con Gà).<br/><br/>&emsp;Tuổi này nên ưu tiên trồng Cây Phát Lộc (cây tài lộc). Loài cây này tượng trưng cho tài lộc, tiền vào như nước. Theo dân gian thì số lẻ sẽ tốt hơn số chẵn. Do đó, nhớ chọn cây tài lộc có số lẻ.",
	"Thin":"<b>&emsp;Tuổi Thìn</b><br/>&emsp;Nguời tuổi Thìn sống mạnh mẽ, háu thắng. Họ là những người có khát vọng, rất quyết đoán và luôn muốn là người đứng đầu. Chính vì sự hướng ngoại và nhiệt huyết ấy làm cho người tuổi Thìn khá bốc đồng, dễ gây thù hằn với người khác. Công việc của người tuổi Thìn tương đối thuận lợi. Nhưng lại hay bị hãm hại bởi tiểu nhân, dẫn tới hao hụt về tiền tài.<br/><br/>&emsp;Tuổi Rồng kiêu hãnh bao nhiêu thì lại xuất sắc bấy nhiêu về mặt khởi công cũng như đốc thúc cho công việc được trôi chảy. Tuổi Rồng nghĩ rằng mình sinh ra là để dẫn đầu!<br/><br/>&emsp;Cả đời cũng không nghèo, nếu không muốn nói là khá giả hơn người, mặc dầu chẳng bao giờ tuổi này bị mãnh lực đồng tiền kích động. Tuổi Rồng thà ôm súng bắn không đạn chớ không chịu buông súng. Nói vậy có nghĩa là tuổi Rồng biết lợi dụng thời cơ, luôn luôn tìm cách củng cố sức mạnh đã là đáng kể của mình. Dũng mãnh như vậy cho nên khi lâm cảnh bực bội thua thiệt, tuổi này vẫn vùng vẫy không biết chịu thua là gì.<br/><br/>&emsp;Cần vấn quan? Hỏi tuổi Rồng! Thật ra Tuổi này chỉ muốn có một vai trò: lãnh đạo, làm vua, ra lệnh. Họ là người lãnh đạo thật sự, tự biết mình làm gì để được ngồi cao hơn hết. Qua mặt tuổi Rồng thì không nên làm - coi chừng bị con này phun lửa phỏng da!<br/><br/>&emsp;Lời khuyên cho tuổi Rồng: khôn ngoan là nên hấp thu những nguyên tắc về tuỳ thời, cảm thông và tha thứ. Cao hơn, mạnh hơn, tưởng như được người trọng nể, nhưng cũng khiến Tuổi này sống một cuộc sống không trọn vẹn. Nếu như tuổi Rồng biết cân bằng giữa ước vọng thành công và biết tán thưởng chuyện nhỏ nhặt, họ sẽ sống một cuộc sống đáng sống hơn.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Rồng hợp với tuổi Tí (con Chuột) và tuổi Thân (con Khỉ).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Rồng khắc/kỵ tuổi Sửu (con Trâu), tuổi Mùi (con Dê) và tuổi Tuất (con Chó).<br/><br/>&emsp;Xương rồng sẽ là cây phong thủy phù hợp với người tuổi Thìn. Loài cây này sẽ hóa giải hung sát, đề phòng tiểu nhân hãm hại. Ngoài ra, cây Vạn Niên Thanh cũng là một sự lựa chọn rất tốt cho tuổi Thìn.",
	"Ti":"<b>&emsp;Tuổi Tỵ</b><br/>&emsp;Trong 12 con giáp, người tuổi tỵ thường được đánh giá là có sự bí ẩn. Tuổi này có tính cách thích mạo hiểm, bướng bỉnh. Nhưng lại không biết nắm bắt cơ hội trước mắt. Do đó, công việc tiền tài thường không suôn sẻ.<br/><br/>&emsp;Ðặc tính duyên dáng và rộng rãi sẵn có khiến cho Tuổi này thu hút người khác phái. Tưởng rằng mắt Rắn trông là ghê lắm. Tuổi Rắn quyến rũ nên có nhiều kẻ mê theo. Tuổi này khó bị chinh phục, hơi nguy hiểm và khôn ngoan không ngờ được. Con giáp này ngã nhiều về triết lý hơn.<br/><br/>&emsp;Tính mộng mơ khiến cho Tuổi này bị ảnh hưởng của cảm xúc và trực giác khi phải quyết định làm việc gì. Tuổi rắn không mấy tin vào ý kiến của người khác mà chỉ tin vào chính trực giác và ý riêng của mình.<br/><br/>&emsp;Mặc dầu bề ngoài trông năng động và hoạt bát. Tuổi Rắn hay cảm thấy bất an đến nỗi đôi khi lộ ra ghen tức và có tính chiếm hữu. Kết quả là người thân hoá thành kẻ lạ mà đúng ra không đến nỗi lạnh nhạt như vậy.<br/><br/>&emsp;Kẹt tiền? Không sao, tuổi này vẫn nhờ vả gia đình, bè bạn được như thường. Chỗ đông người, tuổi Rắn hay tô điểm thêm hay nói quá câu chuyện cốt ý để tự an ủi mình.<br/><br/>&emsp;Bị bỏ rơi? Tuổi này tìm cách chinh phục lại vị thế tình cảm bằng mọi giá. Tuổi Rắn ít khi để ý đến những tiểu tiết mà chính những chuyện nhỏ này đã gây nên bão táp liên hồi! Hơn thế, Tuổi này cố ý làm mọi cách để để mọi người chú ý tới mình. Uyển chuyển là nghề của chàng hay nàng - có thể làm hai việc ngược nhau cùng một lúc mà vẫn chu toàn.<br/><br/>&emsp;Tuổi rắn không ưa những người làm ăn dở chừng. Tuổi Rắn muốn người khác cũng làm chạy việc rập khuôn như chính họ. Tuổi Rắn cần tập tánh kính trọng, khiêm tốn, cộng với tính tự chủ. Nếu tập tính huênh hoang cộng với tật cái gì cũng muốn làm cho bằng được thì phải sớm bạc đầu. Một khi tuổi này nhận thức rằng: niềm tin phát xuất tự chính bên trong bản thân mình, họ sẽ đạt được hạnh phúc thật sự.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Rắn hợp với tuổi Sửu (con Trâu) và tuổi Dậu (con Gà).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Rắn khắc/kỵ tuổi Dần (con Cọp), tuổi Thân (con Khỉ) và tuổi Hợi (con Heo).<br/><br/>&emsp;Người tuổi Tỵ nên trồng một cây đồng tiền nhỏ để tăng vận khí. Đón những cơ hội tiền tài cho gia chủ.",
	"Ngo":"<b>&emsp;Tuổi Ngọ</b><br/>&emsp;Người tuổi ngọ có sự bền bỉ, kiên cường và mạnh mẽ đáng khâm phục. Họ là những người có khả năng kiếm và giữ tiền rất tốt. Tuy nhiên, vì quá cứng cỏi và cẩn trọng nên có những trở ngại nhất định khi quyết định trong kinh doanh. Đôi khi lại vì ham lợi nên công việc đổ bể, thua lỗ.<br/><br/>&emsp;Tuổi ngựa vừa tình tứ lại vừa kín đáo khiến nên thường kẹt trong tình thế khó xử. Thế nhưng ái tình đến với Tuổi này một cách dễ dàng, bởi lẻ tuổi Ngọ tự mình phô bày hoặc quyến rũ người khác phái. Cứ xem trong các buổi tiệc tùng, bạn thấy tuổi ngựa có lẽ là tuổi thường hay có mặt nhất.<br/><br/>&emsp;Mặc dù Tuổi này không có tính phô trương lắm nhưng cũng gắng tỏ ra là mình biết, mình khôn, mình giỏi một phần nào đó. Ðiểm lạ là tuổi Ngựa hay cảm thấy mình hơi thua kém bạn bè chút đỉnh nên hay thay đổi nhóm bạn chỉ vì vô cớ cảm thấy mình có gì không hoàn chỉnh lắm. Tính thiếu kiên nhẫn này khiến cho tuổi Ngựa ít chú tâm đến nhu cầu của người khác.<br/><br/>&emsp;Tuổi này thà nắm chắc tình huống trong tay mình trước chớ không chờ đến kẻ khác tác động đến hoặc cho ý kiến vô. Tính 'Một thân một ngựa' này khiến người khác phải né xa ra, nhưng lại khiến cho Tuổi này hùng dũng hơn và dễ thành công hơn. Tuổi Ngựa rất là tự tin và sẵn sàng làm bất cứ việc gì để tiến lên trước hơn người khác.<br/><br/>&emsp;Mặc dù tuổi Ngựa không có khuynh hướng nhìn xa một sự việc, nhưng lại rất nhạy bén biết điều gì là cần làm. Tuổi này hăng làm và làm được việc thật sự. Ðiều cần bổ túc lớn nhất cho tuổi Ngựa là phải tập cho tâm tính hoà nhã. Có như vậy mới không bị chao đảo và thấy rằng hạnh phúc trong đời là ngay đây, không phải đâu xa.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Ngựa hợp với tuổi Dần (con Cọp) và tuổi Tuất (con Chó).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Ngựa khắc/kỵ tuổi Tí (con Chuột), tuổi Mão (con Mèo) và tuổi Dậu (con Gà).<br/><br/>&emsp;Người tuổi này nên trông một chậu cây Trầu bà để thu hút, tập chung tài của tại một nơi. Tránh hao hụt, phân tán đi nơi khác. Loài cây này cũng mang lại may mắn cho người tuổi Ngọ.",
	"Mui":"<b>&emsp;Tuổi Mùi</b><br/>&emsp;Người tuổi mùi có tính cách điềm đạm, ôn hòa. Nhưng đôi khi lại phải chịu một áp lực lớn. Người tuổi này có vận may tốt, thường có quý nhân phù trợ. Đa số người tuổi này không có ham muốn kiếm tiền nên không phát tài được.<br/><br/>&emsp;Tuổi này muốn được người khác yêu thương và tán thưởng. Không được thì sinh ra ưu sầu, hoang mang.<br/><br/>&emsp;Tánh quá nhạy cảm khiến cho tuổi Dê cảm thấy bất an liên hồi vì những chuyện không đâu. Chính cái tính hoang mang sợ sệt mông lung này mà tuổi Dê phải chịu khổ trên đường tình. Một lần thất bại trong tình trường có thể khiến tuổi này ôm hận cô đơn suốt kiếp. Tại sao vậy?<br/><br/>&emsp;Tuổi Dê tránh đụng chạm bằng mọi giá, kể cả phải hy sinh một mối tình cũng được. Tuy vậy, nếu đang yêu, tuổi Dê không ngần ngại nói cho người yêu những gì họ muốn - và năn nỉ về những điều đó không thôi.<br/><br/>&emsp;Vậy thì tuổi Dê và người tuổi này yêu: Ai 'Dê' hơn! Thật ra bên kia chủ động cũng không có gì đáng cho tuổi này quan tâm mà còn hợp với cái tính lơ đãng và mơ hồ của tuổi Dê hơn.<br/><br/>&emsp;Tuổi Dê cũng rất chú trọng diện mạo bên ngoài cho nên đừng lấy làm lạ khi khi thấy tuổi này tốn nhiều thì giờ chải chuốt, ngắm nghía.<br/><br/>&emsp;Lời khuyên cho tuổi này là cứ tập tánh thư thả và để cho người khác có lúc chủ động. Khi mà tuổi này nhận thức được là bạn bè cũng như người mình yêu không thể bỏ rơi mình, nếu mình cởi mở và không vọng tưởng thì đời mình sẽ đẹp như một cánh đồng hoa, tha hồ tận hưởng!<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Dê hợp với tuổi Mão (con Mèo) và tuổi Hợi (con Heo).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Dê khắc/kỵ tuổi Sửu (con Trâu), tuổi Thìn (con Rồng) và tuổi Tuất (con Chó).<br/><br/>&emsp;Tuổi mùi nên trồng một chậu Lan Quân Tử để nhờ quý nhân phù trợ. Mong muốn tiền tài ngày càng nở rộ.",
	"Than":"<b>&emsp;Tuổi Thân</b><br/>&emsp;Thông minh, nhanh nhẹn và hoạt bán là những gì người ta nói về tuổi Thân. Tuy nhiên, họ lại rất vội vàng đưa ra quyết định một điều gì đó. Chính điều này làm họ khó tiến xa trong sự nghiệp.<br/><br/>&emsp;Tuổi Khỉ cũng chịu khó nghe theo ý kiến của người khác và có khả năng giải quyết những tình huống phức tạp dễ dàng. Sanh ra đã là mang tính tò mò nên tuổi Khỉ biết nhiều chuyện lắm. Gặp bạn bè Tuổi này thế nào cũng loè chút đỉnh kiến thức của mình.<br/><br/>&emsp;Mặt yếu của tuổi Khỉ 'quậy' là tuổi này khó nhận nhận thức rõ ràng trắng đen phải trái. Hạnh phúc riêng mình mới là chuyện lớn, ngoài ra là lặt vặt bỏ đi cũng không sao. Cung cách này có lúc cũng được việc nhờ vào lanh lợi và biết chọn lời.<br/><br/>&emsp;Không phải ai cũng bị tuổi Khỉ dẫn dụ được nhưng tuổi này có thật sự quan tâm đến điều đó không? Người ta có thể bảo rằng: Người gì mà cứ thích đồn nhảm, bất cập - nhưng họ không hiểu là tuổi Khỉ trời sanh đã thích tò mò, cái gì cũng muốn thử một lần cho biết. Vì vậy quan hệ trong cuộc sống cũng hoá ra bình thường, đâu cũng vào đấy.<br/><br/>&emsp;Ðặc tính thứ hai của tuổi Khỉ là mê chơi. Mê quá độ nên gặp rắc rối. Khó cầm lòng từ chối tham gia những cuộc vui, ăn nhậu. Kết quả của sự mê chơi là mệt mỏi và buồn lòng (người khác!) và tuổi này mới thấy tỏ ra ân hận một chút. Tuổi Khỉ ít khi nhận lỗi mình thẳng thừng nhưng ít ra cũng không tái phạm.<br/><br/>&emsp;Tuổi Khỉ nếu có lúc chịu nghĩ đến người khác trước khi nghĩ đến bản thân mình, người xung quanh sẽ không phiền trách và cuộc sống tuổi này mới được vẹn toàn. Nhớ kỷ!<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Khỉ hợp với tuổi Thìn (con Rồng) và tuổi Tí (con Chuột).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Khỉ khắc/kỵ tuổi Dần (con Cọp), tuổi Tỵ (con Rắn) và tuổi Hợi (con Heo).<br/><br/>&emsp;Người tuổi Thân nên trồng Cây Tùng Bồng Lai để đem lại may mắn cho chính mình.",
	"Dau":"<b>&emsp;Tuổi Dậu</b><br/>&emsp;Người tuổi Dậu nổi bật với đức tính chăm chỉ, tận tâm với công việc. Vì thế, họ được nhiều người giúp đỡ nên thường gặp thuận lợi, may mắn. Tuy nhiên, người tuổi này lại hay tiêu pha phung phí, hao tài hao của.<br/><br/>&emsp;Phẩm tính này làm cho nhiều người tưởng là tuổi Gà có 'nghề' xũ quẻ hay bói toán. Tánh thẳng thừng nên trung thành tuyệt đối. Tuổi Gà không chao đảo, lay động, và chẳng cần rụt rè giữ thể, họ là một cuốn sách đã mở sẵn, nói điều thật và giữ lời.<br/><br/>&emsp;Tuổi này nghĩ rằng mình phải có ý kiến thì người khác mới tôn trọng mình. Nhưng cũng vì tính thẳng thắn quá nên dễ bị kẻ khích động dụ dẫn mà không hay. Nhớ là tuổi Gà không hề bay trong mộng mị, lúc nào cũng đề cao cảnh giác.<br/><br/>&emsp;Tuổi Gà dày dạn này làm điều chi cũng phải làm hoàn hảo và qui cách, đặc biệt là việc chăm sóc diện mạo. Chải chuốt và ngắm nghía hoài cũng thấy chưa được! Một sợi tóc bung ra cũng không hài lòng. Nếu được lưu ý hay khen ngợi là cường tráng dầu chỉ là vài lời êm dịu, tuổi Gà sẽ chiều lòng hết mực.<br/><br/>&emsp;Tuổi Gà thích đi xa nhà, đặc biệt đi với bạn bè yêu kính mình. Ở nhà ăn cơm một mình không xong, thà đi chơi thâu đêm với một bầy bạn hỗn độn sướng hơn. Chưng diện thì có lẽ là nổi tiếng nhất xóm! Ðúng 'mode' mới là vấn đề, tiền bạc tốn kém không quan trọng.<br/><br/>&emsp;Nổi bật thì có nổi bật, nhưng khi ở một mình thì tuổi Gà lại thích rút về cuộc sống đơn giản, thủ cựu. Mặt ngược lại của tuổi Gà là dễ hoá ra tư lự hay mơ mộng không thôi đến chuyện đại sự, nếu có tình cảm ảnh hưởng đến. Tuổi Gà có khả năng mộng tưởng tận cùng đến khi nào thực tại xâm lấn mới chịu thôi.<br/><br/>&emsp;Nói vậy chứ tuổi Gà là một trong những người đồng hành trung thành và đáng tin cậy nhất, sẵn sàng chịu thiệt để làm vui lòng bạn.<br/><br/>&emsp;Tuổi Gà cần biết giá trị của tình cảm và linh hồn cũng không kém gì diện mạo. Mặt đẹp thì trí óc cũng phải bén nhạy và việc xử thế cũng phải tốt. Tất cả mới làm cho cuộc sống vuông tròn.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Gà hợp với tuổi Sửu (con Trâu) và tuổi Tỵ (con Rắn).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Gà khắc/kỵ tuổi Tí (con Chuột), tuổi Mão (con Mèo) và tuổi Ngọ (con Ngựa).<br/><br/>&emsp;Sen đá là lựa chọn phù hợp của người tuổi Dậu. Sen đá sẽ giúp người tuổi này mang lại tài, lộc. Nó cũng giúp cho sự nghiệp thăng tiến, cải thiện thêm các mối quan hệ trong công việc. Giúp bạn thuận lợi hơn trong công việc.",
	"Tuat":"<b>&emsp;Tuổi Tuất</b><br/>&emsp;Người tuổi Tuấn là những người thật thà, tốt bụng, ngay thẳng và đặc biệt chung thành. Họ không vì tiền tài, địa vị mà đánh mất phẩm chất, giá trị của mình. Người tuổi Tuất có tài vận tốt, nhưng quản lý tiền bạc không tốt. Đa phần họ không biết nắm bắt thời cơ, rất khó để phát tài.<br/><br/>&emsp;Tuổi Chó tinh ý nhận ra điều sai điều phải và giữ vững trách nhiệm, làm trọn bổn phận cho tới cùng. Tuổi này có một triết lý để sống: Sống phải đạo, giúp đỡ người cô thế, và chống lại bất công bằng mọi cách.<br/><br/>&emsp;Nhớ rằng tuổi Chó một khi quyết định chuyện chi là quan trọng cho họ, tuổi này theo đuổi chuyện đó tới cùng. Tuổi này không thích truyện trò ruồi bu, chỉ chú tâm vào mấu chốt của sự việc mà thôi.<br/><br/>&emsp;Tuổi này cũng vui buồn bất chợt không lường trước được, ví như một con chó phóng ra gặp bạn không biết chắc là nó sẽ liếm chân mừng hoặc cắn bứt giò bạn. Tuổi Chó cũng có lúc làm việc liều mạng khi cảm thấy lo âu bồn chồn vô cớ. Cần có thời gian gần gũi để tìm hiểu, Tuổi này mới từ từ tin tưởng người đối diện được.<br/><br/>&emsp;Thiếu sự tin cậy này, tuổi Chó đâm ra xét đoán phiến diện, chỉ trích và thô lỗ với người khác. Hơn thế nữa, tuổi này có chút đỉnh bất thường về phương diện tình ái, lúc thương lúc ghét khó lường, mà khi đã không thích ai rồi thì có thể ghét người ấy tận mạng.<br/><br/>&emsp;Tuổi Chó có điểm hay là làm thương mại giỏi, lượm đồ vụn vặt cũng làm nên tài sản bạc triệu như chơi.<br/><br/>&emsp;Nói về đường tình duyên thì ôi sao lận đận, tìm hoài cũng chẳng thấy ý trung nhân. Tuổi này có tánh độc tài về mặt tình cảm, thương yêu ai thì yêu cho bằng được và cũng bắt buộc người tình đáp lại tối đa!<br/><br/>&emsp;Ðiều khuyên cho tuổi Chó là hãy dẹp bỏ những nổi lo âu vô lý và những đòi hỏi xa vời thiếu thực tế, chỉ làm cho người mình thương tránh né một cách đáng tiếc.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Chó hợp với tuổi Dần (con Cọp) và tuổi Ngọ (con Ngựa).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Chó khắc/kỵ tuổi Sửu (con Trâu), tuổi Thìn (con Rồng) và tuổi Mùi (con Dê).<br/><br/>&emsp;Cây Kim Ngân sẽ là cây phù hợp với người tuổi Tuất. Nó vừa giúp cân bằng lại tiền tài, đồng thời giữ chặt tiền của không bị hao hụt.",
	"Hoi":"<b>&emsp;Tuổi Hợi</b><br/>&emsp;Người tuổi Hợi được đánh giá là con giáp có số hưởng. Cuộc đời họ khá đầy đủ, tiền bạc không quá khó khăn. Nhưng vì thế nên họ thường tiêu xài tùy tiện, ít khi dư dả.<br/><br/>&emsp;Tuổi Heo hoàn chỉnh cho đến nỗi người khác nhìn vào tưởng họ là kẻ tự phụ. Những người đó đã lầm to. Tuổi Heo vị tha và không hề nghĩ mình là trên trước người khác. Tuổi này đùm bọc bạn bè và gia tộc, và chịu khổ nhọc để cho người khác được hạnh phúc.<br/><br/>&emsp;Giúp người là hạnh phúc thực sự của tuổi Heo, nhìn thấy người ta vui thì tuổi này mới vui. Nhưng thực tế phũ phàng cho tuổi Heo là không ai biết đến và tán thưởng việc này.<br/><br/>&emsp;Tuổi Heo quá tử tế và rộng lượng như một vị thánh hiền nên dễ bị kẻ xấu làm hại hoặc lợi dụng! Tuổi Heo biết trọng người nên làm bạn với tuổi này là hưởng trọn đức tính nổi bật đó của tuổi Heo. Mặc dù vui vẻ như đã nói, tuổi Heo cũng có lúc cau có nếu có ai bảo là họ đang có một điều gì đó trật. Nhưng cũng là đúng cho Tuổi này thôi!<br/><br/>&emsp;Tuổi Heo không ưa mấy kẻ làm tài lanh dạy khôn mình mà chỉ thích làm những gì mình thấy phải làm. Nếu bạn giữ sao cho đừng chỉ trích tuổi Heo, Tuổi này phải phải là những người bạn chân tình và trung thành nhất trong thế gian.<br/><br/>&emsp;Ðã có tiếng tăm, tuổi Heo lại thông minh cực độ. Tuổi này vừa học vừa chơi, vừa tìm tòi để bổ sung kiến thức. Tuổi này cũng mê ăn mê uống khiến cho người ta trêu là tuổi mê ăn trong mười hai con giáp! Thức ăn thức uống phải là thượng hạng.<br/><br/>&emsp;Vì có tấm lòng vàng, Tuổi này là người bạn đời tuyệt vời của bạn. Tuy vậy, tuổi Heo có tính phân biệt trong đối xử, ai thích họ thì họ đáp ứng lại vô vàn, người không thích họ thì họ giả lơ không nói tới.<br/><br/>&emsp;Ðiều khuyên cho tuổi Heo là nên mở rộng cuộc sống hoạt động ra hơn nữa. Càng đem bản thân mình hội nhập vào dòng người muôn dạng thì tuổi Heo lại càng nổi hơn.<br/><br/>&emsp;<b>Tam hợp</b>&emsp;Tuổi Heo hạp với tuổi Mẹo (con Mèo) và tuổi Mùi (con Dê).<br/>&emsp;<b>Tứ xung</b>&emsp;Tuổi Heo khắc/kỵ tuổi Dần (con Cọp), tuổi Thân (con Khỉ) và tuổi Tỵ (con Rắn).<br/><br/>&emsp;Người tuổi này nên đặt một chậu Nhất Mạt Hương. Loài cây này sẽ giúp người tuổi Hợi quản lý chi tiêu tốt hơn, cũng như tăng tài vận cho gia chủ.",
	"BachDuong":"Bạch Dương</b><br/>&emsp;Sao chiếu mệnh là Sao Hỏa: Bạch Dương quyết liệt trong mọi cuộc chiến, là người có bản lĩnh, dũng cảm và quyết đoán.",
	"KimNguu":"<b>&emsp;Kim Ngưu</b><br/>&emsp;Sao chiếu mệnh là Sao Kim: Kim Ngưu quyến rũ người khác bằng trí tuệ sắc sảo của mình, là người bảo thủ và gia trưởng.",
	"SongTu":"<b>&emsp;Song Tử</b><br/>&emsp;Sao chiếu mệnh là Sao Thủy: Song Tử khi hiền hòa, khi dữ dội như dòng nước, rất khó đoán biết trước, là người nhanh nhạy với thông tin và có khả năng phân tích chuẩn xác.",
	"CuGiai":"Cự Giải</b><br/>&emsp;Sao chiếu mệnh là Mặt Trăng: Cự Giải tính tình ôn hòa, ít khi gây thù chuốc oán với ai, là người trọng hạnh phúc gia đình.",
	"SuTu":"Sư Tử</b><br/>&emsp;Sao chiếu mệnh là Mặt Trời: Sử Tử mạnh mẽ, quyền uy, là người có tố chất lãnh đạo.",
	"XuNu":"<b>&emsp;Xử Nữ</b><br/>&emsp;Sao chiếu mệnh là Sao Thủy: Xử Nữ cầu toàn, đôi lúc quá nguyên tắc, là người cần mẫn, tỉ mỉ.",
	"ThienBinh":"<b>&emsp;Thiên Bình</b><br/>&emsp;Sao chiếu mệnh là Sao Kim: Thiên Bình là người có khuôn mặt ưa nhìn, tính khí trẻ con, vô lo vô nghĩ, ít khi để bụng.",
	"BoCap":"<b>&emsp;Bọ Cạp</b><br/>&emsp;Sao chiếu mệnh là Sao Diêm Vương: Bọ Cạp hay u sầu vì những chuyện không đâu, hay suy nghĩ những điều vặt vãnh, tâm địa không xấu nhưng lại rất độc ác với người mình ghét.",
	"NhanMa":"<b>&emsp;Nhân Mã</b><br/>&emsp;Sao chiếu mệnh là Sao Mộc: Nhân Mã tự do, phóng khoáng, luôn tìm kiếm những cuộc vui chơi, không bao giờ chịu ngồi yên một chỗ.",
	"MaKet":"<b>&emsp;Ma Kết</b><br/>&emsp;	Sao chiếu mệnh là Sao Thổ: Ma Kết là con người đa nghi, háo sắc, hay đánh giá người khác (nhưng ít khi nói ra).",
	"BaoBinh":"<b>&emsp;Bảo Bình</b><br/>&emsp;Sao chiếu mệnh là Sao Thiên Vương: Bảo Bình tính tình thất thường, là người buồn trong lòng nhất nhất ngoài mặt vẫn nở nụ cười, không muốn người khác hiểu mình quá rõ",
	"SongNgu":"<b>&emsp;Song Ngư</b><br/>&emsp;Sao chiếu mệnh là Sao Hải Vương: Song Ngư nhạy cảm, hay nghĩ về quá khứ, là người lụy tình."
	}