{
"QueQuanAm": [
    {
		"So": "Số 1",
		"Ten":"Thượng Xâm",
		"Am":"Khai thiên khai địa tác lương duyên<br/>Cát lợi lương thời vạn vật nguyên<br/>Nhược đắc thử xâm phi tiểu khả<br/>Nhân hành trung chánh đế hoàng tuyên.",
		"Dich":"Đất trời tự thuở hông hoang ấy<br/>Ngày tháng tốt lành vạn vật xoay<br/>Người được xâm này là hiếm thấy<br/>Vua liền ban thưởng việc thẳng ngay.",
		"LoiBan":"Điềm lành mau đến, Cuối năm giờ tốt. Quan Âm giáng bút. Báo trước người hay",
		"DiemUng":"Bàn cổ sơ khai. Mọi việc điều tốt",
		"TichCo": "",
		"Giai":"Gia đạo cầu phúc, Tự thân có tài, Thu đông đại lợi,<br/>Buôn bán hôn sự thành công, Người đi tới, điền vụ lục súc tốt.<br/>Tìm người gặp, Kiện tụng thành, Vật mất tìm về hướng đông nam<br/>Bệnh thuyên giảm.<br/>Phong thủy cát."
	},
    {
		"So": "Số 2",
		"Ten":"Trung Xâm",
		"Am":"Kình ngư vị biến thủ giang hà<br/>Bất khả thăng đằng cánh vượt cao<br/>Dị nhật tranh vanh thân biến hóa<br/>Hứa quân nhất diệu khiếu long môn",
		"Dich":"Tung tăng bơi lội ở ven sông<br/>Chớ ngó trời cao với biển đông<br/>Đợi ngày tỏa rạng thân thay xác<br/>Vượt được long môn mới hóa rồng",
		"LoiBan":"Phải cố nhẫn nhịn. Không nên nóng vội. Khi thời cơ tới, Công danh sáng tươi",
		"DiemUng":"Kình ngư chưa biến. Mọi sự nhẫn nhịn chờ thời",
		"TichCo": "",
		"Giai":"Gia đạo bất an. Tự thân mãn nguyện. Cầu tài bất lợi. Hôn sự khó thành, người đi bình an<br/>Điền vụ lục súc bất lợi. Tìm người thấy. Kiện tụng hòa. Vật mất tìm về hướng đông nam. Bệnh cầu khấn thì qua.<br/>Phong thủy cát"
	},
    {
		"So": "Số 3",
		"Ten":"Hạ Xâm",
		"Am":"Lâm phong mạo vũ khứ hoàn hương<br>cánh thị kỳ thân tự yến nhi<br>Hàm đắc nê lai dục tác lũy<br>đáo đầu hủy hoại phục tu nê",
		"Dich":"Chim én nhỏ bay trong gió bão<br>Tha bùn về xây tổ nên cao<br>Xảy đâu một trận mưa rào<br>Tổ kia tan rã công lao còn gì",
		"LoiBan":"Sớm tối lo nghĩ. Trăm phương ngàn kế. Nhưng có ngờ đâu. Hao tâm uổng phí",
		"DiemUng":"Yến tử hàm nê. Mọi việc lao tâm uổng phí",
		"TichCo": "",
		"Giai":"Gia đạo tiền hung hậu cát. Tự thân phòng bị. Cầu tài tốt.<br/>Giao dịch thành. Hôn nhân xấu.<br/>Người đi tốt. Điền vụ lục súc có lợi. Kiện tụng có lý. Tìm người gặp. Di dời an.<br/>Vật mất tìm gặp. Bệnh thuyên giảm.<br/>Phong thủy cát"
	},
    {
		"So": "Số 4",
		"Ten":"Thượng Xâm",
		"Am":"Thiên niên cổ kính phục trùng viên<br/>Nữ tái cầu phu nam tái hôn<br/>Tự thử môn đình trùng cải hoán<br/>Cánh thêm phúc lộc tại nhi tôn",
		"Dich":"Gương xưa đã vở lại liền tròn<br/>Trai cô gái góa hẹn nước non<br/>Cửa nhà cao rông thêm vui vẽ<br/>Phước lộc lưu truyền tới cháu con",
		"LoiBan":"Đãi cát tìm vàng. Qua bao gian khó. Tuy nhiều lao tâm. Tựu trung hữu ích",
		"DiemUng":"Cổ kính trùng viên. Mọi sự lao tâm. Có quí nhân giúp",
		"TichCo": "",
		"Giai":"Gia đạo bất lợi. Tự thân được tài. Thu đông thịnh vượng. Giao dịch được tốt.<br/>Hôn nhân thành. Người đi tới. Tìm người thấy. Điền vụ khả quan.<br/>Kiện tụng bất lợi. Di dời giữ như cũ. Vật mất tìm chậm thấy. Bệnh làm phúc mới qua.<br/>Phong thủy cát"
	},
    {
		"So": "Số 5",
		"Ten":"Xâm Trung",
		"Am":"Thiết chùy thảo địa yếu cầu tuyền<br/>Nổ lực cầu chi đắc tối nan<br/>Vô ý nga nhiên ngộ tri kỷ<br/>Tương phùng huề thủ thượng thanh thiên",
		"Dich":"Tìm nguồn suối ngọt ở nơi sâu<br/>Chùy sắt có mà đào được đâu<br/>Bổng nhiên gặp được người tri kỷ<br/>Dắt dìu dạo bước cảnh tiên đào",
		"LoiBan":"Tâm nguyện muốn làm. Hướng tây khả cầu. Nếu không động thủ. Có mà được đâu",
		"DiemUng":"Chùy địa cầu tuyền. mọi sự trước khó sau dể",
		"TichCo": "",
		"Giai":"Gia đạo cầu phước. Tự thân có tài. Giao dịch hôn nhân hợp. Người đi trể. Tìm người gặp.<br/>Điền vụ nên sớm. Lục súc tổn. Kiện tụng hòa. Di dời cát. Tìm vật:- mất. Bệnh khó khỏi<br/>Phong thủy cát"
	},
    {
		"So": "Số 6",
		"Ten":"Xâm Trung",
		"Am":"Đầu thân nham hạ điểu đồng cư<br/>Tu thi hoàn tha đại trượng phu<br/>Thập đắc doanh mưu thùy khả đắc<br/>Thông hành thiên địa thử nhân vô",
		"Dich":"Chim đông dựng tổ mõm non cao<br/>Trông đó rỏ ràng vẫn thanh tao<br/>Đây được doanh mưu người chẳng được<br/>Con đường rộng mở bước đi mau",
		"LoiBan":"Cuộc sống không giàu. Thân tự thanh cao. Tới thời lợi lạc. Quyền vẫn như nhau",
		"DiemUng":"Đông điểu đầu nham. Việc chi cũng thuận cát",
		"TichCo": "",
		"Giai":"Gia đạo bất lợi. Tự thân cầu tài cát. Giao dịch khó thành. Hôn nhân tốt. Người đi tới.<br/>Điền vụ sớm tốt. Di dời cát. Vật mất tìm gặp. Bệnh dần giảm. Kiện tụng đúng lý.<br/>Phong thủy an"
	},
    {
		"So": "Số 7",
		"Ten":"Xâm Hạ",
		"Am":"Bôn ba trở  ngại cách trùng trùng hiểm<br/>Đới thủy đà nê khứ độ san<br/>Cánh dụng tha phương cầu dụng sự<br/>Thiên hương vạn lý vị hồi hoàn",
		"Dich":"Trước mặt non cao lớp lớp dầy<br/>Dây dưa không quyết bước sao đây<br/>Đất khách muốn mưu làm việc lớn<br/>Quê cũ nghìn xa chẵng thể quay",
		"LoiBan":"Yên thân thời được. Tiến bộ là khó. Giữ yên như cũ. Đừng ngó cao thêm",
		"DiemUng":"Đà nê đới thủy. Việc theo cũ là tốt",
		"TichCo": "",
		"Giai":"Gia đạo bất lợi. Bản thân thuận lợi. Cầu tài thu đông cát. Giao dịch trung bình.<br/>Hôn nhân chớ dội. Người đi trở  ngại ngại. Điền vụ lục súc bất lợi. Tìm người khó.<br/>Kiện tụng thua. Di dời cát. Vật mất  khó tìm. Bệnh làm phúc mới qua.<br/>Phong thủy bất lợi"
	},
    {
		"So": "Số 8",
		"Ten":"Xâm Thượng",
		"Am":"Mậu lâm tòng bá chánh hưng vương<br/>Vũ tuyết mạc vi tổng phong sương<br/>Dị nhật hốt nhiên thành đại dụng<br/>Công thành danh tựu tài đống lương",
		"Dich":"Rừng sâu tùng bách mọc xanh rì<br/>Mưa bão tuyết sương có xá chi<br/>Mai kia cao lớn cây ngay thẳng<br/>Rường cột thành danh đã đến kỳ",
		"LoiBan":"Trên lộ hanh thông. Suốt đời ra công. Bội thu thành quả. Gia đạo hưng long",
		"DiemUng":"Tòng bá tươi tốt. Việc chi có quí nhân phò hộ",
		"TichCo": "",
		"Giai":"Gia đạo tốt. Tự thân thuận lợi. Cầu tài trung bình. Giao dịch vượng. Hôn nhân thành.<br/>Điền vụ lợi. Lục súc tổn. Người đi có tin. Tìm người có. Kiện tụng hữu lý.<br/>Di dời cát. Vật mất tìm  có. Bệnh an khương.<br/>Phong thủy cát"
	},
    {
		"So": "Số 9",
		"Ten":"Xâm Thượng",
		"Am":"Phiền quân vật tác tư tâm sự<br/>Thử ý thiên nghi thuyết vấn công<br/>Nhất phiến minh tâm quang kiểu khiết<br/>Uyển như kiểu nguyệt chánh thiên tâm",
		"Dich":"Đừng có làm chi việc trái lòng<br/>Dâng ý này lên hỏi thánh ông<br/>Tấm lòng son sắt người người tỏ<br/>Ví giữa trời cao trăng sáng trong",
		"LoiBan":"Trong lòng chánh trực. Thuận lý thuận tình. Thánh vô tư ngữ. Sau cũng phân minh",
		"DiemUng":"Kiểu nguyệt đương thông.M ọi chuyện quang minh thông suốt",
		"TichCo": "",
		"Giai":"Gia đạo cát. Tự thân thuận. Cầu tài trung bình. Giao dịch vượng. Hôn nhân thành.<br/>Người đi động. Điền vụ lợi. Lục suc tổn. Tìm người có. Kiện tụng hữu lý.<br/>Di dời cát. Vật mất cầu phúc thì tìm được. Bệnh được an.<br/>Phong thủy cát"
	},
    {
		"So": "Số 10",
		"Ten":"Xâm Trung",
		"Am":"Thạch tàng vô giá ngọc hòa trân<br/>Chỉ quản tha hương ngoại khách tầm<br/>Uyển tự trì đăng canh mịch hỏa<br/>Bất như thu thập uổng lao tâm",
		"Dich":"Đá kia ẩn ngọc quí bên trong<br/>Tìm chi xứ lạ mãi mênh mông<br/>Ví tựa cầm đèn chờ lửa tới<br/>sắp đặc đúng rồi khỏi ngóng trông",
		"LoiBan":"Nhân duyên hội ngộ. Việc chi không thành. Lòng suy nghĩ kỹ. Mới gặp chân lý",
		"DiemUng":"Cầm đèn chờ lửa. Mọi việc đợi thời mới thành",
		"TichCo": "",
		"Giai":"Gia đạo thiếu lợi. Tự thân an. Cầu tài giao dịch khó. Hôn nhân hợp. Người đi động.<br/>Kiện tụng thua. Điền vụ thu tốt. Lục súc khó nuôi. Tìm người thấy. Di dời an.<br/>Vật mất khó tìm. Bệnh thuyên giảm.<br/>Phong thủy trung bình"
	},
    {
		"So": "Số 11",
		"Ten":"Xâm Thượng",
		"Am":"Dục cầu thắng sự khả phi thường<br/>Tranh nại thân nhân nhật tạm mang<br/>Đáo đầu cánh tất thành lộc tiển<br/>Qúi nhân chỉ dẫn quí nhân hương",
		"Dich":"Ham muốn tranh chi việc thắng thua<br/>Nhân duyên mợi sự chớ tranh đua<br/>Có ngày hưu nhỏ nên tên ngắm<br/>Qúi nhân dẫn giúp đến quê xưa",
		"LoiBan":"Việc có may rủi. Sau lại an nhiên. Như muốn hành sự. Sẽ gặp quí nhân",
		"DiemUng":"Trong họa có Phúc. Mọi sự được cát lợi",
		"TichCo": "",
		"Giai":"Gia đạo đại cát. Tự thân thuận lợi. Cầu tài có. Giao dịch thành. Hôn nhân hợp.<br/>Tìm người có. Người đi trễ. Điền vụ lục súc trung bình. Kiện tụng có lý. Di dời vượng.<br/>Vật mất tìm về hướng đông. Bệnh khó.<br/>Phong thủy cát."
	},
    {
		"So": "Số 12",
		"Ten":"Xâm thượng",
		"Am":"Bỉ khứ thái lai chỉ xích gian<br/>Tạm giao quân tử xuất vu san<br/>Nhược phùng hổ thố giai âm tín<br/>Lập chí mang trung sự tức nhàn",
		"Dich":"Khổ cực sáng tươi cách tấc gang<br/>Tạm đưa người quí vượt đồi ngang<br/>Gặp được Mẹo Dần tin được tốt<br/>Lập thân trong gắp hóa thư nhàn",
		"LoiBan":"Đổi bố lấy tơ. Buộc hai chân người. Muốn thấy phân minh. Trong tai có phúc",
		"DiemUng":"Họa trung hữu phúc. Mọi việc tiền hung hậu cát",
		"TichCo": "",
		"Giai":"Gia đạo an. Tự thân cát. Cầu tài có. Giao dịch cẩn thận. Hôn nhân thành. Người đi trể.<br/>Điền vụ lợi. Lục súc cẩn thận. Tìm người có tin. Kiện tụng tốt. Di dời theo cũ. Vật mất tìm  có.<br/>Phong thủy cát"
	},
    {
		"So": "Số 13",
		"Ten":"Xâm Trung",
		"Am":"Tự tiểu sanh ư phú quí gia<br/>Nhãn tiền vạn vật tổng xa hoa<br/>Mông quân thí thử kim giác đới<br/>Tứ hải thanh danh định khả khoa",
		"Dich":"Tự nhỏ sanh ra tại nhà giàu<br/>Trước mắt xa hoa quí xiết bao<br/>Chờ ngày ban thưởng vòng đai ngọc<br/>Thanh thơm bón biển hãy khoe mau",
		"LoiBan":"Tù nhân được thả. Bệnh tức an nhiên. Qua được long môn. Danh truyền khắp xứ",
		"DiemUng":"Cữa rồng được thông. Mọi sự đại cát",
		"TichCo": "La Thông bái sư",
		"Giai":"Gia đạo tự thân cầu phước. Cầu tài thu đông cát. Giao dịch cẩn thận. Hôn nhân hợp.<br/>Tìm người thấy. Kiện tụng hữu lý. Người đi cầu bảo. Điền vụ lục súc trung bình.<br/>Di dời y cựu. Vật mất tìm về hướng đông. Bệnh an.<br/>Phong thủy cát"
	},
    {
		"So": "Số 14",
		"Ten":"Xâm Trung",
		"Am":"Uyển như tiên hạc xuất phàm lung<br/>Thoát đắc lung phàm lộ lộ thông<br/>Nam bắc đông tây vô trở  ngại cách<br/>Nhậm quân trực thượng cữu tiêu cung",
		"Dich":"Chim hạc giờ đây đã xổ lồng<br/>Lượn bay tung cánh khắp tây đông<br/>Thênh thang trời rộng đâu ngăn trở<br/>Thẳng đường lên đến cữu tiêu cung",
		"LoiBan":"Tùy ý chẳng lo. Lộ đã hanh thông. Tùy tâm tự tại. Ung dung thanh nhàn",
		"DiemUng":"Tiên hạc rời lồng. Mọi việc trước khó sau dể",
		"TichCo": "Tử Nha từ quan",
		"Giai":"Gia đạo bất an. Tự thân như nguyện. Cầu tài giao dịch hợp. Người đi gặp. Điền vụ lợi.<br/>Lục súc tổn. Tìm người trở ngại. Kiện tụng hòa. Di dời cát. Vật mất tìm về hướng đông nam.<br/>Bệnh thuyên dứt.<br/>Phong thủy cát"
	},
    {
		"So": "Số 15",
		"Ten":"Xâm Trung",
		"Am":"Hành nhân liệt nhật khí nan thôn<br/>Hốt hữu sự tai vật cận tiền<br/>Điểu phá lâm sào vô sở túc<br/>Khả tầm thâm thụy ổn an thân",
		"Dich":"Trời trưa nắng nóng khó người đi<br/>Rơi tổ rừng khô chim ở gì<br/>Tìm nơi an giấc an thân lấy<br/>Sự việc chẵng lành bước tới chi",
		"LoiBan":"Nếu bị người oán. Lúc nào minh oan. Hảo ngọt chớ tin. Giữ như cũ chờ thời",
		"DiemUng":"Chim tổ rừng sâu. Mọi sự sau như tâm nguyện",
		"TichCo": "Tô Tân tỏ chí",
		"Giai":"Gia đạo tiên hung hậu cát. Tự thân cần phòng. Cầu tài cát. Giao dịch thành.<br/>Hôn nhân trở ngại. Người đi thuận. Điền vụ lợi. Lục súc vượng. Tìm người gặp.<br/>Kiện tụng có lý. Bệnh như ý nguyện. Vật mất khó tìm.<br/>Phong thủy cát ."
	},
    {
		"So": "Số 16",
		"Ten":"Xâm Trung",
		"Am":"Sầu mi tư lự tạm thời khai<br/>Khải xuất vân tiêu hỷ tự lai<br/>Uyển như phấn thổ trung tàng ngọc<br/>Lương công thiện cử xuất trần ai",
		"Dich":"Từ đây bỏ dứt mọi ưu phiền<br/>Sắc màu vui vẽ đến liên miên<br/>Như đất bùn kia chôn ngọc quí<br/>Qua tay thợ khéo mãi lưu truyền",
		"LoiBan":"Chổ được không mất. Trong mất hữu ích. Tiểu nhân gặp ác. Quân tử thuận cát",
		"DiemUng":"Âm dương hòa hợp. Mọi mưu tính điều tốt",
		"TichCo": "Diệp mộng Hùng chầu vua",
		"Giai":"Gia đạo bất lợi. Tự thân thu đông cát. Cầu tài Giao dịch Hôn sự thành. Người đi tới.<br/>Điền vụ cầu bảo. Lục súc bình. Tìm người thấy. Kiện tụng bất lợi. Di dời giữ như cũ.<br/>Vật mất  khó tìm. Bệnh làm phúc mới qua.<br/>Phong thủy an"
	},
    {
		"So": "Số 17",
		"Ten":"Xâm Trung",
		"Am":"Mạc thính nhàn ngôn thuyết thị phi<br/>Thần hôn chỉ hảo niệm a di<br/>Nhược tương cuồng thoại vi chân thật<br/>Họa bỉnh như hà chỉ đắc cơ",
		"Dich":"Nên lo sớm tối niệm a di<br/>Bỏ hết ngoài tai chuyện thị phi<br/>Nếu lời điên dảo cho là thật<br/>Như ăn bánh vẽ có no gì ? .",
		"LoiBan":"Tâm trung bất định. Siêng đọc kinh văn. Ví như bánh vẽ. Ăn có được chăng",
		"DiemUng":"Họa bỉnh sung cơ. Mọi việc hư nhiều thật ít.",
		"TichCo":"Tào Tháo thoại mai chỉ khát",
		"Giai":"Gia đạo cầu phúc. Tự thân cầu tài. Giao dịch thuận lợi. Hôn nhân trở  ngại. Điền vụ nên sớm.<br/>Lục súc bất lợi. Người đi trể. Tìm người gặp. Kiện tụng hòa. Vật mất tìm về hướng không thấy.<br/>Di dời giữ như cũ. Bệnh hoàn nguyện(cúng trả lễ) thì khỏi.<br/>Phong thủy cát."
	},
    {
		"So": "Số 18",
		"Ten":"Xâm Thượng",
		"Am":"Kim điểu trụy tây thố đông thăng<br/>Nhật dạ tuần hoàn chí cổ kim<br/>Tăng đạo đắc tri vô bất lợi<br/>Công thương nông sĩ các tùng tâm",
		"Dich":"Xưa nay nhật nguyệt mãi tuần hoàn<br/>Đã báo tin vui vạn việc toàn<br/>Các giới tùy tâm mưu nghiệp lớn<br/>Ngày ngày tâm ý mãi hân hoan",
		"LoiBan":"Trong lòng yên ổn. Việc làm có công. Như tên trên cung. Bay thẳng lên không",
		"DiemUng":"Âm dương tiêu trường , Mọi việc toại ý",
		"TichCo":"Tào quốc Cựu thành tiên",
		"Giai":"Gia đạo an. Tự thân cát. Cầu tài thuận. Giao dịch thành. Hôn nhân hợp. Người đi cát.<br/>Tìm người có. Điền vụ sớm. Lục súc bất lợi. Kiện tụng hữu lý.Vật mất tìm chậm có.<br/>Di dời cát. Bệnh khấn vái thì khỏi.<br/>Phong thủy đại cát."
	},
    {
		"So": "Số 19",
		"Ten":"Xâm Trung",
		"Am":"Cấp thủy than đầu phóng thuyền qui<br/>Phong ba tố lãng dục hà vi<br/>Nhược yếu an nhiên cầu ổn tịnh<br/>Đẳng đãi lãng an độ thử nguy",
		"Dich":"Bãi cạn thuyền về sóng lớp cao<br/>Gió dông ghềnh đá biết thế nào<br/>Đợi ngày yên lặng qua cơn hiểm<br/>Xuôi về quê cũ thẳng đường mau",
		"LoiBan":"Thuyền gặp nước xiết. Chỗ hiểm đợi thời. Mưu tính việc gì. Có thể thực thi",
		"DiemUng":"Thuyền gặp bãi cạn. Mọi việc giữ cũ đợi thời",
		"TichCo":"Quách Tử Nghi phong vương",
		"Giai":"Gia đạo. Tự thân làm phúc. Cầu tài Giao dịch chưa thành. Hôn nhân chưa tựu.<br/>Người đi tới. Điền vụ cát. Lục súc tổn. Tìm người khó. Kiện tụng hòa. Di dời giữ như cũ.<br/>Vật mất  khó tìm. Bệnh làm phước thì khỏi.<br/>Phong thủy cát"
	},
    {
		"So": "Số 20",
		"Ten":"Xâm Trung",
		"Am":"Đương xuân cữu vũ hỷ khai tinh<br/>Ngọc thố điểu kim tiệm tiệm sinh<br/>Cựu sự tán tiêu tân sự toại<br/>Khán khan nhất khiếu quá long đình",
		"Dich":"Đương xuân mưa dứt cảnh vui tươi<br/>Trời tỏ trăng trong dần sáng ngời<br/>Chuyện cũ qua đi tin mới đến<br/>Như cá hóa rồng toại ý người",
		"LoiBan":"Thần phật hộ trì. Vượt khỏi tai nguy. Bình sinh toại chí. Sau sẽ vinh quy",
		"DiemUng":"Cữu vũ sơ tình. Mọi việc sau như ý",
		"TichCo":"Khương thái Công ngộ Văn Vương",
		"Giai":"Gia đạo trung bình. Tự thân cầu phúc. Cầu tài chưa có. Giao dịch đợi thời.<br/>Hôn nhân tùy ý. Điền vụ lục súc trở ngại. Tìm người trể. Vật mất tìm có. Bệnh cầu nguyện thì khỏi"
	},
    {
		"So": "Số 21",
		"Ten":"Xâm Thượng",
		"Am":"Âm dương đạo hợp tổng do thiên<br/>Nữ giá nam hôn hỷ tự nhiên<br/>Đản kiến long xà tương hội họp<br/>Hùng hùng nhập mộng hỷ đoàn viên",
		"Dich":"Trời cao tạo dựng mối duyên nồng<br/>Trai thời cưới vợ gái theo chồng<br/>Như thể rồng mây tương hội ngộ<br/>Hừng hực động phòng thỏa ước mong",
		"LoiBan":"Mưu vọng tùy tâm. Hôn nhân hòa hợp. Tài lộc tiến tới. Càng lợi điền viên",
		"DiemUng":"Âm dương đạo hợp. Mọi việc đại cát",
		"TichCo":"Lý Đán long phụng phối hợp",
		"Giai":"Gia đạo an. Tự thân lợi. Cầu tài có. Giao dịch thành. Hôn nhân hợp. Người đi tới.<br/>Điền vụ lục súc hưng vượng. Tìm người thấy. Kiện tụng có lý. Di dời xương thịnh.<br/>Vật mất tìm về hướng có. Bệnh thuốc tốt.<br/>Phong thủy cát"
	},
    {
		"So": "Số 22",
		"Ten":"Xâm Trung",
		"Am":"Hạn thời điền lý giai cô cảo<br/>Tạ thiên cam vũ lạc lâm lâm<br/>Thảo mộc quả hoa giai nhuận trạch<br/>Thủy tri nhất vũ trực thiên kim",
		"Dich":"Hạn lâu vườn ruộng quá khô khan<br/>Trời ban mưa lớn sấm rền vang<br/>Hoa lá cỏ cây xanh sắc thắm<br/>Mưa rơi đúng lúc đáng ngàn vàng",
		"LoiBan":"Ruộng vườn bội thu. Vận mạng đã tới. Bệnh gặp thuốc hay. Người đi đến đích",
		"DiemUng":"Hạn gặp mưa rào. Gặp khó có người giúp",
		"TichCo":"Lục Lang được cứu",
		"Giai":"Gia đạo cầu an. Tự thân an. Cầu tài đại cát. Giao dịch trở  ngại. Hôn nhân hợp.<br/>Người đi trở ngại ngại. Điền vụ lục súc lợi. Tìm người khó. Kiện tụng thua. Di dời y cựu.<br/>Vật mất tìm về hướng tây. Bệnh thuyên giảm.<br/>Phong thủy an cát"
	},
    {
		"So": "Số 23",
		"Ten":"Xâm Trung",
		"Am":"Quế tiên dục bản nhập thiềm cung<br/>Khỉ lự thiên môn bất nhậm quân<br/>Hốt ngộ nhất ban âm tín hảo<br/>Giai tiếu nhân nhân lĩnh đỉnh hoa",
		"Dich":"Ước mơ quẻ quế quảng hàn cung<br/>Cửa trời diệu vợi nghĩ mông lung<br/>Bổng có tin vui liền báo đến<br/>Lẵng hoa tươi đẹp thưởng trùng trùng",
		"LoiBan":"Thương mại đại lợi. Làm việc khỏi nguy. Bệnh khỏi Kiện thắng. Việc chi cũng được",
		"DiemUng":"Thủ bản tiên quế. Mọi việc có quí nhân giúp",
		"TichCo":"Hoài Đức cầu thân",
		"Giai":"Gia đạo thiếu an. Tự thân làm phúc. Cầu tài toại ý. Giao dịch hợp. Hôn nhân trở  ngại.<br/>Người đi nguy. Điền vụ lục súc bất lợi. Tìm người khó. Kiện tụng thua.<br/>Di dời thiếu cát lợi. Bệnh được an.<br/>Phong thủy tựu cát ."
	},
    {
		"So": "Số 24",
		"Ten":"",
		"Am":"Bất thành luận lý bất thành gia<br/>Thủy tánh si nhân tự lạc hoa<br/>Nhược vấn quân ân tu đắc lực<br/>Đáo đầu phương kiến sự như ma",
		"Dich":"Người đần bơi nước tựa hoa rơi<br/>Cửa nhà chẳng thiết chạy muôn nơi<br/>Nếu người có ý trao luân lý<br/>Từ đây thêm khó rối tơi bời",
		"LoiBan":"Đừng nói phải trái. Cần nên kỷ lưỡng. Lòng ngay lẽ thẳng. mới khỏi tai nguy",
		"DiemUng":"Người khùng cản lối. Mọi việc nên chờ thời",
		"TichCo":"Ân Giao ngộ sư",
		"Giai":"Gia đạo bất an. Tự thân nguy hiểm. Cầu tài trở  ngại. Giao dịch khó. Hôn nhân đợi thời.<br/>Điền vụ lục súc đa tai. Người đi khó. Tìm người trở ngại ngại. Kiện tụng thua.<br/>Di dời cát. Bệnh cầu thần. Vật mất khó tìm.<br/>Phong thủy xấu"
	},
    {
		"So": "Số 25",
		"Ten":"Xâm Thượng",
		"Am":"Quá liểu ưu nguy sự kỷ trùng<br/>Tùng kim tái lập vĩnh vô không<br/>Khoan tâm tự hữu khoan tâm kế<br/>Đắc ngộ cao nhân lập đại công",
		"Dich":"Qua rồi ngày tháng âu lo ấy<br/>Tái lập tiền đồ phát tự đây<br/>An dạ rộng đường toan tính kế<br/>Gặp được cao nhân sự nghiệp đầy",
		"LoiBan":"Việc kiện hữu lý. Bệnh được an toàn. Ra vào mưu tính. Giếng cũ nước tràn",
		"DiemUng":"Giếng cũ đầy nước. Việc quí nhân giúp mới thành",
		"TichCo":"Diệu Năng ái chức",
		"Giai":"Gia đạo trung bình. Tự thân cầu tài. Giao dịch trở  ngại ngại. Hôn nhân hòa hợp.<br/>Kiện tụng hữu lý. Người đi. Tìm người trở  ngại. Điền vụ lục súc bất lợi. Di dời xấu.<br/>Vật mất khó tìm. Bệnh làm  phúc thì khỏi.<br/>Phong thủy bất an"
	},
    {
		"So": "Số 26",
		"Ten":"Xâm Trung",
		"Am":"Thượng hạ truyền lai sự chuyễn hư<br/>Thiên biên tiếp đắc nhất phong thư<br/>Thư trung hứa ngã công danh toại<br/>Trực đáo trung thời diệc thị hư",
		"Dich":"Sau trước có tin tới rất nhanh<br/>Một phong thư viết rỏ rành rành<br/>Hứa rằng mai được công danh toại<br/>Lời kia cuối lại chỉ hư danh",
		"LoiBan":"Trên dưới phiền lòng. Cầu nhàn bất nhàn. Muốn có công danh. An thân thủ phận",
		"DiemUng":"Hư danh. Việc hư nhiều thật ít. Thủ phận là tốt",
		"TichCo":"Chung Ly đắc đạo",
		"Giai":"Gia đạo cầu phúc. Tự thân an. Cầu tài trở  ngại. Giao dịch hôn nhân bất thành. Người đi có.<br/>Điền vụ trung bình. Lục súc nuôi tốt. Tìm người hướng tây. Kiện tụng thua.<br/>Di dời giữ như cũ. Vật mất  khó tìm. Bệnh cầu khấn thì khỏi.<br/>Phong thủy cát"
	},
    {
		"So": "Số 27",
		"Ten":"Xâm Trung",
		"Am":"Nhất mưu nhất dụng nhất phiên thư<br/>Bất cảm vi tiền lự hậu tư<br/>Thời đáo quí nhân tương trợ lực<br/>Như sơn tường lập khả an cư",
		"Dich":"Một quyển sách dầy nghĩ dụng mưu<br/>Không dám tiến hành bởi rối mù<br/>Thời tới quí nhân ra giúp sức<br/>Dựa tường núi chắc để an cư",
		"LoiBan":"Đổi cũ thành mới. Hoa lạnh gặp xuân. Trước thì trì trệ. Nay được thanh tâm",
		"DiemUng":"Nhà tốt tường vững. Việc phải ổn thân mà làm. Mới không nguy hiểm",
		"TichCo":"Lưu Cơ can chủ",
		"Giai":"Gia đạo an. Tự thân cát. Cầu tài có. Giao dịch khó. Hôn nhân trở ngại. Người đi trễ.<br/>Tìm người khó Điền vụ được. Lục súc lợi. Kiện tụng hòa. Di dời cát. Vật mất  khó tìm.<br/>Bệnh thuyên giảm.<br/>Phong thủy y cựu đại cát"
	},
    {
		"So": "Số 28",
		"Ten":"Xâm Hạ",
		"Am":"Đông biên nguyệt thượng chánh thuyền quyên<br/>Khoảnh khắc vân già diệc ám hôn<br/>Hoạt hữu viên thời hoàn hữu khuyết<br/>Cánh ngôn phi giả diệc nhàn ngôn",
		"Dich":"Trăng lên trong sáng ở phương đông<br/>Bổng mây che khuất tối mênh mông<br/>Trăng có khi tròn rồi lại khuyết<br/>Nói lời sai trái cũng bằng không",
		"LoiBan":"Trăng bị mây che. Không nên nghi hoặt. Chờ lúc mây tan. Tức thì sáng tỏ",
		"DiemUng":"Trăng bị mây che. Mọi việc mịch mờ chưa định",
		"TichCo":"Lý Hậu tìm Bao Công",
		"Giai":"Gia đạo bất an. Tự thân cầu khấn. Cầu tài trở ngại. Giao dịch cát. Người đi trể.<br/>Điền vụ lục súc bất lợi. Hôn nhân không hợp. Tìm người khó. Kiện tụng thua.<br/>Di dời y cựu. Vật mất tìm về hướng tây. Bệnh khó hết.<br/>Phong thủy thay đổi"
	},
    {
		"So": "Số 29",
		"Ten":"Xâm Trung",
		"Am":"Bảo kiếm xuất hạp diệu quang minh<br/>Tại hạp dĩ nhiên bất nhạ trần<br/>Kim đắc quí nhân đề xuất hiện<br/>Hữu uy hữu thế chúng nhân khâm",
		"Dich":"Kiếm trong tráp đâu ai biết quí<br/>Tuốt ra ngoài tỏa sáng uy nghi<br/>Nay được cao nhân thi triển tốt<br/>Anh hùng trên thế có ai bì",
		"LoiBan":"Kiếm ra khởi tráp. Hào quang vạn lý. Qúi nhân chỉ dẫn. Xinh đẹp vô cùng",
		"DiemUng":"Bảo kiếm ra tráp. Mọi việc có uy thế",
		"TichCo":"Triệu Tử Long cứu A Đẩu",
		"Giai":"Gia đạo cầu phúc. Tự thân cát. Cầu tài lợi. Giao dịch thành. Hôn nhân các. Người đi trể.<br/>Điền vụ có. Lục súc tổn. Tìm người thấy. Kiện tụng hòa. Di dời hưng vượng.<br/>Vật mất tìm về hướng nam. Bệnh khấn nguyện thì khỏi.<br/>Phong thủy cát"
	},
    {
		"So": "Số 30",
		"Ten":"Xâm Trung",
		"Am":"Khuyến quân thiết vật hướng tha cầu<br/>Tự hạc phi lai ám tiễn đầu<br/>Nhạ khứ thải tân xà tại thảo<br/>Khủng tao độc khẩu dã ưu sầu",
		"Dich":"Khuyên ai đừng nghĩ tới mà hay<br/>Như thân chim hạc cản tên bay<br/>Rắn ẩn lối đi khi nhặt cũi<br/>Chạm rồi nọc độc sẽ bi ai",
		"LoiBan":"Cắn răng ngậm miệng. Đừng nghĩ việc chi. Làm trái lương tâm. Tự hại đến mình",
		"DiemUng":"An phận thủ kỷ. Mọi việc cẩn thận phòng bị",
		"TichCo":"Kỳ Bàn đại hội",
		"Giai":"Gia đạo an. Tự thân bình. Cầu tài đợi thời. Giao dịch trể. Hôn nhân chậm hứa.<br/>Người đi tìm người trở ngại. Lục giáp lo. Lục súc điền vụ bất lợi. Di dời giữ như cũ.<br/>Vật mất  khó tìm. Bệnh khó hết.<br/>Phong thủy đại cát"
	},
    {
		"So": "Số 31",
		"Ten":"Xâm Trung",
		"Am":"Thanh tịnh vô ưu tọa xứ nhàn<br/>Khất hạ thân tâm bất dụng mang<br/>Bảo hậu ngật trà thời tọa ngọa<br/>Tất định bất chiêu oán dử than",
		"Dich":"Cơm nước đủ đầy cứ thảnh thơi<br/>Nằm ngồi mặc ý mãi vui tươi<br/>Oán hận họa tai nên khéo tránh<br/>An ổn thân tâm hãy đợi thời",
		"LoiBan":"Giữ như cũ an tâm. Khấn hỏi tiên thần. Đợi khi thời tới. Sự việc ngẩu nhiên",
		"DiemUng":"Giữ như cũ an nhiên. Mọi việc đợi thời. Sau mới tốt tươi",
		"TichCo":"Sư Phật Ấn hội Đông Pha",
		"Giai":"Gia tộc làm phúc thì khỏi. Tự thân an. Cầu tài đợi thời. Giao dịch nên chậm. Hôn nhân hợp.<br/>Người đi tới. Kiện tụng hòa. Điền vụ thu tốt. Lục súc ổn. Tìm người khó. Di dời cát.<br/>Vật mất tìm khó gặp. Bệnh thuyên giảm.<br/>Phong thủy cát"
	},
    {
		"So": "Số 32",
		"Ten":"Xâm Trung",
		"Am":"Tiền trình tra sát định vô nghi<br/>Thạch trung tàng ngọc hữu thùy tri<br/>Nhất triêu lương tượng phân minh phẫu<br/>Thủy giác an nhiên bích ngọc kỳ",
		"Dich":"Đường tới dò tra chẳng ngại nghi<br/>Đá dấu ngọc kia ai biết gì<br/>Một sớm thợ tài phân cắt đúng<br/>Ngọc bích lộ dần quí xiết chi",
		"LoiBan":"Của quí trong đá. Người khác sao hay. Tới khi rỏ ràng. Đúng thì mới quí",
		"DiemUng":"Cắt đá tìm ngọc. Mọi việc điều thành công",
		"TichCo":"Lưu Bị cầu hiền",
		"Giai":"Gia đạo trung bình. Tự thân an. Cầu tài lao lực. Giao dịch trở ngại. Hôn nhân thành. Người đi dò. Điền vụ muộn thu. Lục súc vượng. Tìm người thấy. Kiện tụng khó. Di dời cải ý.<br/>Vật mất tìm về hướng tây. Bệnh khó hết.<br/>Phong thủy thay hướng tốt"
	},
    {
		"So": "Số 33",
		"Ten":"Xâm Trung",
		"Am":"Nội tàng vô giá bảo hòa trân<br/>Đắc ngọc hà tu ngoại giới tầm<br/>Bất như đẳng đãi cao nhân thức<br/>Khoan tâm do thả cánh khoan tâm",
		"Dich":"Trân châu vô giá giữ bên trong<br/>Được ngọc cần gì phải ngóng mông<br/>Chi bằng đợi được cao nhân giúp<br/>Lòng yên thanh thảng lại an lòng",
		"LoiBan":"Trong chứa vàng ngọc. Không cần ngoại tìm. Gặp quí nhân chỉ. Chẳng cần lao tâm",
		"DiemUng":"Giữ ngọc còn tìm ngoài. Mọi việc đợi thời sau cát lợi",
		"TichCo":"Giảo Kim mời Nhơn Quí",
		"Giai":"Gia đạo làm phúc thì khỏi. Tự thân an. Cầu tài phải đợi. Giao dịch trể. Hôn nhân thành.<br/>Người đi trở  ngại. Điền vụ trung bình. Lục súc vượng. Tìm người tốn công. Kiện tụng nhẫn nhịn.<br/>Di dời cát. Vật mất tìm về hướng bắc. Bệnh gặp lương y.<br/>Phong thủy sửa đổi "
	},
    {
		"So": "Số 34",
		"Ten":"Xâm Trung",
		"Am":"Hành tàng xuất nhập lễ nghi cung<br/>Ngôn tất trung lương tín tất thông<br/>Tâm bất liễu nhiên thả tịnh triệt<br/>Quang minh hồng nhật chánh đương trung",
		"Dich":"Ra đường lễ nghĩa nhớ mang theo<br/>Lời nói thẳng ngay chữ tín gieo<br/>Phải biết lui êm khi chẳng rõ<br/>Chờ khi tường tỏ mới qua đèo",
		"LoiBan":"Trong lòng vô sự. Nước thu trong vắt. Không cần nghi hoặc. Sự tự nhiên thành",
		"DiemUng":"Hồng nhật đương không. Mọi việc toại ý",
		"TichCo":"Đào viên kết nghĩa",
		"Giai":"Gia đạo cát. Tự thân an. Cầu tài hư ảo. Giao dịch hôn nhân hợp. Người đi trở ngại.<br/>Điền vụ bất lợi. Lục súc suy. Tìm người lâu gặp. Kiện tụng thua. Di dời y cựu.<br/>Vật mất khó tìm. Bệnh thuyên giảm.<br/>Phong thủy đại cát"
	},
    {
		"So": "Số 35",
		"Ten":"Xâm Trung",
		"Am":"Y quan trùng chỉnh cựu gia phong<br/>Đạo thị vô cùng khước hữu công<br/>Tảo Khứ đương đồ kinh cức thích<br/>Tam nhân nhược nghị tái hòa đồng",
		"Dich":"Chỉnh trang áo mão giữ gia phong<br/>Lời phải tới cùng chẳng uổng công<br/>Quét sạch chông gai đường bước tới<br/>Ba người tái họp ý tương đồng",
		"LoiBan":"Không cần lo ngại. Tự có thời tốt. Nếu hỏi đường đi. Trước mặt sẽ tốt",
		"DiemUng":"Trùng chỉnh y quan. Mọi việc trước khó sau dễ",
		"TichCo":"Đường Tăng thỉnh kinh",
		"Giai":"Gia đạo loạn. Tự thân cát. Cầu tài tốt. Giao dịch lợi. Hôn nhân trở ngại. Người đi tới.<br/>Tìm người có. Điền vụ bất lợi. Lục súc hưng vượng. Kiện tụng hữu lý. Di dời an.<br/>Vật mất tìm chậm có. Bệnh cầu khấn thì khỏi.<br/>Phong thủy đại cát"
	},
    {
		"So": "Số 36",
		"Ten":"Xâm Trung",
		"Am":"Nhãn tiền bệnh tụng bất tu ưu<br/>Thực địa tư tài tận khả thu<br/>Kháp thị viên hầu kim tỏa thoát<br/>Tự qui sơn động kháp lai du",
		"Dich":"Tiền đồ bệnh tật chẵng cần lo<br/>Muốn thu tài vật có trời phò<br/>Đời khỉ xích vàng đâu khóa được<br/>Núi cũ quay về sống tự do",
		"LoiBan":"Thoát qua mọi việc. Phải tự an lòng. Đợi khi thời tới. Tìm đường thẳng ngay",
		"DiemUng":"Khỉ rừng thoát khóa. Mọi việc trước khó sau dể",
		"TichCo":"Tương Tử gặp bạn",
		"Giai":"Gia đạo bất an. Tự thân bình. Cầu tài đại lợi. Giao dịch chờ thời. Hôn nhân chưa thành.<br/>Người đi tới. Tim người có. Điền vụ sung túc. Lục súc bình. Kiện tụng có lý. Di dời cát.<br/>Vật mất tìm về hướng xa. Bệnh lâu an.<br/>Phong thủy cát"
	},
    {
		"So": "Số 37",
		"Ten":"Xâm Trung",
		"Am":"Dục đãi thân an vận thái thời<br/>Phong trung đăng chúc bất tương nghi<br/>Bất như thâu thập thâm đường tọa<br/>Thứ miễn an nhiên tịnh xứ huy",
		"Dich":"Ngọc quỳnh nơi tối tỏa quang chi<br/>Tựa cữa ngồi nhàn đễ nghĩ suy<br/>Như đèn gặp gió lung lay động<br/>Khang thái an nhiên phải có thì",
		"LoiBan":"Ở yên an thân. Đợi ngày giờ tốt. Không gây điều xấu. Giữ như cũ khỏi lo",
		"DiemUng":"Như đèn gặp gió. Mọi việc thủ thường mới tốt",
		"TichCo":"Lý Tịnh qui sơn",
		"Giai":"Gia đạo giữ như cũ. Tự thân bình. Cầu tài có. Giao dịch khó. Hôn nhân không hợp.<br/>Kiện tụng hòa. Người đi có tin. Điền vụ thu tốt. Lục súc an. Tìm người gặp. Di dời giữ như cũ.<br/>Bệnh Hung.<br/>Phong thủy không nên sửa"
	},
    {
		"So": "Số 38",
		"Ten":"Xâm Hạ",
		"Am":"Nguyệt chiếu thiên thư tịnh xứ kỳ<br/>Hốt tao vân vụ hựu hôn mê<br/>Khoan tâm kỳ đãi vân hà tán<br/>Thử thời canh cải hảo thi vi",
		"Dich":"Cảnh êm trăng rọi quyển thiên thư<br/>Bổng chốc mây che tối thế ư<br/>Yên lòng chờ đợi tan mây khói<br/>Từ đấy đổi thay được ý như",
		"LoiBan":"Gia đạo buồn phiền. Nhân khẩu gặp nạn. Khấn làm phúc thì khỏi hộ. Lo bị hao tài",
		"DiemUng":"Mây khói che trăng. Mọi việc chưa toại. Giữ như cũ thì hơn",
		"TichCo":"Hà Văn Tú gặp nạn",
		"Giai":"Gia đạo bất an. Tự thân làm phúc thì khỏi. Cầu tài khó. Giao dịch đợi thời. Hôn nhân khó hơp.<br/>Người đi trở ngại. Điền vụ lục súc tổn. Tìm người gặp. Kiện tụng hòa. Di dời an.<br/>Vật mất khó tìm. Bệnh dần an.<br/>Phong thủy sửa đổi"
	},
    {
		"So": "Số 39",
		"Ten":"Xâm Hạ",
		"Am":"Thiên biên tiêu tức thực nan tư<br/>Thiết mạc đa tâm vọng cưỡng cầu<br/>Nhược bả thạch đầu mai tác kính<br/>Tăng tri uổng phí kỷ công phu",
		"Dich":"Tin tới từ xa khó đoán suy<br/>Nhọc lòng tính toán cố mà chi<br/>Ví đem đá núi mài làm kính<br/>Uổng phí công lao có ích gì",
		"LoiBan":"Trăm phương dụng kế. Uổng phí công phu. Chi bằng giữ như cũ. Tìm hiểu nguyên do",
		"DiemUng":"Thủ thường an tịnh. Đợi thời thuận lợi mới làm",
		"TichCo":"Khương Nữ tầm phu",
		"Giai":"Gia đạo an. Tự thân đề phòng. Cầu tài bình. Giao dịch trở ngại. Hôn nhân không hợp.<br/>Người đi động. Điền vụ lợi. Lục súc tổn. Tìm người khó. Kiện tụng thua. Di dời bình.<br/>Vật mất tìm không thấy. Bệnh an.<br/>Phong thủy đại cát"
	},
    {
		"So": "Số 40",
		"Ten":"Xâm Trung",
		"Am":"Hồng luân tây trụy thố đông thăng<br/>Bá sự dương tiêu nghi trưởng âm<br/>Thị nhược nữ nhân tài vọng dụng<br/>Tăng thêm tài lộc phúc kỳ tâm",
		"Dich":"Bóng trời lặng dứt trăng hướng đông<br/>Âm thịnh dương suy phải thế không<br/>Nếu thật nữ nhân tài giỏi vậy<br/>Tăng thêm tài lộc phúc thêm hồng",
		"LoiBan":"Âm lợi nữ nhân. Chẳng hợp nam tử. Nếu có cầu mưu. Tiền hung hậu cát",
		"DiemUng":"Âm thịnh dương suy. Mọi việc trước khó sau dể",
		"TichCo":"Võ Tắc Thiên đăng vị",
		"Giai":"Gia đạo bất lợi. Tự thân làm phúc thì khỏi. Cầu tài đợi thờ. Giao dịch cát. Hôn nhân bất hợp.<br/>Điền vụ lục súc vượng. Người đi trở ngại. Tìm người chưa gặp. Kiện tụng thua. Di dời đại cát.<br/>Vật mất tìm không thấy. Bệnh nhiều lo âu.<br/>Phong thủy cát"
	},
    {
		"So": "Số 41",
		"Ten":"Xâm Trung",
		"Am":"Nhận tặc khước vi tác tử tương<br/>Mạc tham nhãn hạ hữu ta lương<br/>Vô hạn hảo ngôn quân ký thủ<br/>Tha niên cánh lự ngộ bi thương",
		"Dich":"Đừng có nghe chi chuyện ngọt ngào<br/>Nhiều lời hứa ảo chớ tin mau<br/>Kẻ cướp nếu thâu làm nghĩa tử<br/>Sau này ắt gặp chuyện buồn đau",
		"LoiBan":"Chỉ một việc này. Chớ có tính sai. Khắc ghi trong lòng. Khỏi sanh u sầu",
		"DiemUng":"Nhận giặc làm con. Mọi việc giả thật lẫn lộn",
		"TichCo":"Đổng Trác thâu Lữ Bố",
		"Giai":"Gia đạo bất an. Tự thân bình thường. Cầu tài phải đợi. Giao dịch khó. Hôn nhân chưa hợp.<br/>Người đi tới. Tìm người có. Lục súc an. Điền vụ trung bình. Kiện tụng hòa. Di dời y cựu.<br/>Vật mất tìm không thấy. Bệnh giải trừ.<br/>Phong thủy an"
	},
    {
		"So": "Số 42",
		"Ten":"Xâm Thượng",
		"Am":"Quân hoàng thánh hậu tổng vi ân<br/>Phục đãi kỳ nhương vô tổn tăng<br/>Nhất thiết hữu tình giai thụ dụng<br/>Nhân gian thiên thượng đắc kỳ hanh",
		"Dich":"Thánh thần vua chúa với ân trời<br/>Giúp cho phúc lộc tỏa nơi nơi<br/>Mọi điều lòng thiện ra làm việc<br/>Đất rộng trời cao mới sáng ngời",
		"LoiBan":"Trời vua ban phước.Sau trước chớ quên. Sớm hôm niệm lễ. Thành tâm khấn cầu",
		"DiemUng":"Trời ban ân trạch. Mọi việc thành tựu đại cát",
		"TichCo":"Mục Liên gặp Mẹ",
		"Giai":"Gia đạo làm phúc thì khỏi. Tự thân đông cát. Cầu tài chưa có. Giao dịch thành. Hôn nhân cát.<br/>Người đi động. Điền vụ lục súc trung bình. Tìm người thấy. Kiện tụng thắng.<br/>Di dời y cũ. Vật mất tìm không gặp. Bệnh dứt.<br/>Phong thủy an"
	},
    {
		"So": "Số 43",
		"Ten":"Xâm Thượng",
		"Am":"Thiên địa biến thông vạn vật nguyên<br/>Tự vinh tự dưỡng tự an nhiên<br/>Bao la vạn tượng giai tinh thái<br/>Sự sự như tâm tạ thánh hiền",
		"Dich":"Đất trời luân chuyển vật còn nguyên<br/>Tự thân vinh diệu tự an nhiên<br/>Các việc từ đây thêm khởi sắc<br/>Thành tâm kính lễ tạ thần tiên",
		"LoiBan":"Trời sinh vạn vật. Mưu vọng điều không. Phước đức tương trợ. Điềm lành trùng trùng",
		"DiemUng":"Thiên địa giao hòa. Mọi việc đại cát vô nguy",
		"TichCo":"Hành Giả đắc đạo",
		"Giai":"Gia đạo cát. Tự thân an. Cầu tài có. Giao dịch lợi. Hôn nhân hợp. Người đi trở ngại.<br/>Điền vụ lục súc trung bình. Tìm người gặp. Kiện tụng thắng. Di dời lợi.<br/>Vật mất tìm về hướng đông nam. Bệnh làm phúc thì khỏi.<br/>Phong thủy hướng đông và tây cát "
	},
    {
		"So": "Số 44",
		"Ten":"Xâm Trung",
		"Am":"Kỳ phùng địch thủ trước tương nghi<br/>Hắc bạch bàn trung vị quyết thì<br/>Giai nhân nhất trước tri thắng bại<br/>Giáo tu tư hữu hảo suy nghi",
		"Dich":"Bài cờ đen trắng đễ tranh nhau<br/>Công thủ đôi bên bước nước vào<br/>Kỳ phùng địch thủ cần suy tính<br/>Thế trận đúng rồi rõ thấp cao",
		"LoiBan":"Cầu chuyện trong lòng. Tỷ như chơi cờ. Rỏ rồi thắng bại. Phải dụng tâm cơ",
		"DiemUng":"Kỳ phùng địch thủ. Mọi việc tốn tâm cơ mới tốt",
		"TichCo":"Khương Duy xem trận",
		"Giai":"Gia đạo đại lợi. Tự thân bình ổn. Cầu tài toại ý. Giao dịch lợi. Hôn nhân chưa hợp.<br/>Người đi tìm người tới. Điền vụ bình. Lục súc tổn. Kiện tụng hòa. Di dời thủ cựu.<br/>Vật mất tìm không thấy. Bệnh làm phúc thì khỏi.<br/>Phong thủy giữ như cũ"
	},
    {
		"So": "Số 45",
		"Ten":"Xâm Thượng",
		"Am":"Ôn nhu tự cổ thắng cương cường<br/>Tích thiện chi môn đại cát xương<br/>Nhược thị hữu nhân chiêm thử quẻ<br/>Uyển như chánh khác ngộ quỳnh tương",
		"Dich":"Cửa nhà tích thiện đại phồn vinh<br/>Cương nhu tự cổ đã phân minh<br/>Người được quẻ này vui rạng rở<br/>Khát nước miệng khô gặp rượu quỳnh",
		"LoiBan":"Trời đất nhận biết. Ứng nghiệm phi thường. Phật thần phò trợ. Được rồi chớ quên",
		"DiemUng":"Tích thiện ôn nhu. Mọi việc quí nhân hòa hiệp",
		"TichCo":"Nhân Tông gặp tiên",
		"Giai":"Gia đạo cát. Tự thân an. Cầu tài toại. Giao dịch lợi. Hôn nhân hợp. Người đi trở ngại.<br/>Kiện tụng thắng. Điền vụ thu cát. Lục súc trung bình. Tìm người thấy. Di dời lợi.<br/>Vật mất tìm về hướng đông. Bệnh làm phúc thì khỏi.<br/>Phong thủy hướng đông và tây cát lợi"
	},
    {
		"So": "Số 46",
		"Ten":"Xâm Trung",
		"Am":"Khuyến quân nại thủ cựu sinh nhai<br/>Bả định tâm trường vật khởi đài<br/>Trực đãi hữu nhân khinh trợ lực<br/>Cô chi lão thụ tái hoa khai",
		"Dich":"Cuộc sống phải chờ chớ đổi thay<br/>Giữ lòng ngay thẳng chẳng làm sai<br/>Đợi lúc người hiền ra nhẹ giúp<br/>Cây già cành ít vạn hoa khai",
		"LoiBan":"Giữ như cũ chờ thời. Việc tự thành tựu. Động tất đa tai. Ẩn yên khỏi lổi",
		"DiemUng":"Cây khô sanh hoa. Việc tự có thành tựu",
		"TichCo":"Vị Thủy buông câu",
		"Giai":"Gia đạo an. Tự thân cát. Cầu tài lợi. Giao dịch thành. Hôn nhân tựu. Người đi trở  ngại.<br/>Điền vụ bình. Lục súc khó. Tìm người dò. Kiện tụng cát. Di dời y cựu.<br/>Vật mất tìm  khó gặp. Bệnh làm phúc thì khỏi.<br/>Phong thủy cát"
	},
    {
		"So": "Số 47",
		"Ten":"Xâm Thượng",
		"Am":"Cẩm thượng thiêm hoa sắc dữ tiên<br/>Vận lai lộc mã hỷ song toàn<br/>Thời nhân mạc hận công danh vãng<br/>Nhất cử đăng khoa tứ hải truyền",
		"Dich":"Gấm điểm thêm hoa sắc thắm tươi<br/>Phước lộc giờ đây mười vẹn mười<br/>Đừng giận công danh sao đến trễ<br/>Bảng hổ danh  đề rạng khắp nơi",
		"LoiBan":"Giữ cũ biến mới. Mẹ cha hộ giúp. Toại chí bình sanh. Đều do vân mạng",
		"DiemUng":"Trên gấm thêm hoa. Mọi sự đại cát đại lợi",
		"TichCo":"Lương Hiệu đăng khoa",
		"Giai":"Gia đạo làm phúc thì khỏi. Tự thân an. Cầu tài lợi. Giao dịch trở ngại. Hôn nhân hợp. Người đi trể.<br/>Điền vụ tốt. Lục súc bình. Tìm người có. Kiện tụng hòa. Di dời cát.<br/>Vật mất tìm về hướng tây bắc. Bệnh làm phúc thì khỏi.<br/>Phong thủy lợi"
	},
    {
		"So": "Số 48",
		"Ten":"Xâm Trung",
		"Am":"Côn điểu thu lai hóa tác bằng<br/>Hảo du khoái lạc hỷ phi đằng<br/>Cao tường vạn lý vân tiêu khứ<br/>Dư ngoại chư cầm tổng bất năng",
		"Dich":"Chim cả hóa bằng khi tới thu<br/>Trời xanh bay lượn cánh phiêu du<br/>Các loại chim kia sao sánh được<br/>Vút cao lướt tới vượt mây mù",
		"LoiBan":"Chim côn hóa bằng. Chim khác sao sánh. Bẻ nhành quế thơm. Phước lộc tự đến",
		"DiemUng":"Chim côn hóa đại bàng. Việc có chuyển biến",
		"TichCo":"Hàn Tín treo ấn soái",
		"Giai":"Gia đạo lợi. Tự thân cát. Cầu tài thu vượng. Giao dịch nên trể. Hôn nhân không hợp.<br/>Người đi trở ngại. Điền vụ bình. Lục súc xuân lợi. Tìm người thấy. Kiện tụng thắng.<br/>Di dời giữ như cũ. Vật mất tìm về hướng tây. Bệnh làm phúc thì khỏi.<br/>Phong thủy an"
	},
    {
		"So": "Số 49",
		"Ten":"Xâm Trung",
		"Am":"Thiên hàn địa đống thủy thành băng<br/>Hà tu bần tiện thủ công danh<br/>Thủ kỷ chỉ nghi tịnh xứ tọa<br/>Đãi thời hưng biến tự nhiên minh",
		"Dich":"Rét về sông lạnh đóng băng nhanh<br/>Khổ nghèo ý vọng công danh thành<br/>Chi bằng rèn chí nơi thanh vắng<br/>Chờ ngày biến đổi tỏ thanh danh",
		"LoiBan":"Nước kết thành băng. Băng tan thành nước. Nếu có mưu tính. Cũng vậy mà thôi",
		"DiemUng":"Nước đóng thành băng. Chuyện không được uổng cầu",
		"TichCo":"Vương Tường cầu lý ngư",
		"Giai":"Gia đạo bất an. Tự thân làm phúc thì khỏi. Cầu tài khó. Giao dịch trở ngại. Hôn nhân không hợp.<br/>Người đi trở ngại. Điền vụ thiệt hại. Lục súc tổn. Tìm người gặp. Kiện tụng hòa.<br/>Di dời y cựu. Vật mất khó tìm. Bệnh giảm.<br/>Phong thủy đại cát"
	},
    {
		"So": "Số 50",
		"Ten":"Xâm Thượng",
		"Am":"Ngũ hồ tứ hải nhậm quân hành<br/>Cao quải phàm bồng tự tại xanh<br/>Nhược đắc thuận phong tùy tức chí<br/>Mãn thuyền bảo bối hỷ tằng tằng",
		"Dich":"Biển hồ lồng lộng tự do đi<br/>Ra tay lèo lái có lo gì<br/>Thuận gió giong buồm về bến sớm<br/>Đầy thuyền châu báu rạng tràn mi",
		"LoiBan":"Tự tại ung dung. Chẳng cần ra sức. Tài lộc trùng trùng. Vô cùng hoan hỷ",
		"DiemUng":"Thuận gió đi thuyền. Các việc đại thuận đại cát",
		"TichCo":"Đào Chu qui ngũ hồ",
		"Giai":"Gia đạo lợi. Tự thân cát. Cầu tài tây lợi. Giao dịch chậm. Hôn nhân không hợp.<br/>Người đi trở ngại. Điền vụ thu lợi. Lục súc xuân vượng. Tìm người có. Kiện tụng thua.<br/>Di dời giữ như cũ. Vật mất tìm về hướng tây. Bệnh giải trừ.<br/>Phong thủy hướng nam cát"
	},
    {
		"So": "Số 51",
		"Ten":"Xâm Thượng",
		"Am":"Hạ nhật diêm thiên nhật tối trường<br/>Nhân nhân sầu nhiệt muộn phi thường<br/>Dã giải tri nhân thiên địa ý<br/>Huân phong phất phất tự nhiên lương",
		"Dich":"Ngày hè trời nóng kéo qua đêm<br/>Người người oi bức lại buồn thêm<br/>Bổng chốc đất trời thông hiểu ý<br/>Gió thơm thổi nhẹ lướt qua thềm",
		"LoiBan":"Tiến thoái không ngờ. Tự có thời tốt. Muốn mưu dùng việc. Chẵng nên làm càng",
		"DiemUng":"Người người buồn nhiệt. Mọi việc tùy tâm tùy ý",
		"TichCo":"Khổng Minh vào Tứ Xuyên",
		"Giai":"Gia đạo cầu phúc. Tự thân cản phòng. Cầu tài thu cát. Giao dịch bình. Hôn nhân hợp.<br/>Người đi động. Điền vụ tổn. Lục súc bình. Tìm người có. Kiện thụng cát. Di dời y cũ.<br/>Vật mất tìm về phương bắc. Bệnh hoàn nguyện (cúng trả lễ lời van vái trước kia).<br/>Phong thủy cát"
	},
    {
		"So": "Số 52",
		"Ten":"Xâm Hạ",
		"Am":"Thủy trung tróc nguyệt phí công phu<br/>Phí tận công phu khước hựu vô<br/>Mạc thuyết nhàn ngôn binh loạn ngữ<br/>Uổng lao tâm lực cưỡng thân cô",
		"Dich":"Mò trăng đáy nước để mà chi<br/>Phí sức tốn công chẳng được gì<br/>Bỏ tiếng ong ve lời không đẹp<br/>Giử phận thân yên tránh thị phi",
		"LoiBan":"Lời nói khó nghỉ. Phí tâm lao lực. Trong nhà ưu phiền. Đợi gặp quí nhân",
		"DiemUng":"Tham công phí sức. Mọi việc lao tâm phí lực",
		"TichCo":"Lý Bạch say rượu mò trăng",
		"Giai":"Gia đạo bất an. Tự thân thiếu cát. Cầu tài trung bình. Giao dịch khó. Hôn nhân chưa tựu.<br/>Người đi hiểm. Điền vụ bình. Lục súc suy. Tìm người tới. Kiện tụng hòa. Di dời bình thường.<br/>Bệnh tìm gặp thuốc.<br/>Phong thủy cát"
	},
    {
		"So": "Số 53",
		"Ten":"Xâm Trung",
		"Am":"Thất ý phiên thành đắc ý thời<br/>Long ngâm hổ khiếu lưỡng tương nghi<br/>Thanh thiên tự hữu thông tiêu lộ<br/>Hứa ngã công danh tái hữu kỳ",
		"Dich":"Vận số từ đây đã đổi thay<br/>Như cọp giỡn trăng rồng cởi mây<br/>Trời cao mở lối ta đi tới<br/>Thành tựu công danh đã đến ngày",
		"LoiBan":"Gọi tới phải tới , Nói dừng nên dừng . Tự có hanh thông , Sự tới có lợi",
		"DiemUng":"Long ngâm hổ khiếu. Mọi việc thuận ý. Có hy vọng",
		"TichCo":"Lưu Bị chiêu thân",
		"Giai":"Gia đạo bất an. Tự thân thiếu cát. Cầu tài trung bình. Giao dịch khó. Hôn nhân thành tựu.<br/>Người đi tới. Điền vụ bình. Lục súc tổn. Tìm người tới. Kiện tụng hòa. Di dời cát.<br/>Vật mất tìm thì có. Bệnh an.<br/>Phong thủy cát"
	},
    {
		"So": "Số 54",
		"Ten":"Xâm Hạ",
		"Am":"Mộng trung đắc bảo tỉnh lai vô<br/>Tự vị nam sơn chỉ thị sừ<br/>Nhược vấn hôn nhân binh vấn bịnh<br/>Biệt tầm điều lộ vi tương phù",
		"Dich":"Nắm mơ được ngọc tỉnh tay không<br/>Một cuốc dời non uổng phí công<br/>Bệnh tật hôn nhân người nếu hỏi<br/>Tìm con đường khác đễ cầu trông",
		"LoiBan":"Vật ở trong nước. Hình ảnh lung linh. Đều do phân định. Không cần phân minh",
		"DiemUng":"Mộng trung đắc bảo. Mọi việc uổng tâm phí sức",
		"TichCo":"Mã Siêu truy Tào",
		"Giai":"Gia đạo thiếu an. Tự thân cẩn phòng. Cầu tài trở. Giao dịch khó. Hôn nhân đợi thời.<br/>Điền vụ lục súc trệ. Người đi chưa tới. Tìm người gặp. Kiên tụng thua. Di dời cát.<br/>Vật mất tìm về không. Bệnh tìm gặp thuốc.<br/>Phong thủy bất an"
	},
    {
		"So": "Số 55",
		"Ten":"Xâm Thượng",
		"Am":"Phụ hiền truyền tử tử lưu truyền<br/>Y thực phong lưu chỉ kháo thiên<br/>Đường thượng thung quyên nhân khoái lạc<br/>Phạn cơ khát ẫm tấn nhân miên",
		"Dich":"Gia phong phúc đức mãi truyền nhau<br/>Ăn no mặc ấm tại trời cao<br/>Song thân nhìn thấy tâm vui vẻ<br/>Cơm rượu đủ đầy giấc yên mau",
		"LoiBan":"Nối tre dẫn nước. Lưu truyền chẵng dứt. Quân tử mưu vọng. Vô cùng vui vẻ",
		"DiemUng":"Riếp trúc dẫn nước. Mọi việc điều tốt cả",
		"TichCo":"Châu Võ Vương đăng vị",
		"Giai":"Gia đạo kém an. Tự thân như ý. Cầu tài lợi. Giao dịch thành. Hôn nhân hợp. Người đi động.<br/>Tìm người khó. Điền vụ cát. Lục súc tổn. Kiện tụng có quí nhân. Di dời cát. Vật mất tìm về có.<br/>Bệnh cầu khấn thì khỏi.<br/>Phong thủy cát"
	},
    {
		"So": "Số 56",
		"Ten":"Xâm Trung",
		"Am":"Than tiểu thạch khê lưu thủy phương<br/>Phong thanh minh nguyệt quí nhân hương<br/>Lộ tu tá vấn hà phương khứ<br/>Quản thủ lâm trung hoa thảo hương",
		"Dich":"Bãi cạn khe sâu nước chảy quanh<br/>Trăng trong gió mát người vắng tanh<br/>Đi đường cần hỏi phương nào tới<br/>Thơm ngát hoa rừng tới hái nhanh",
		"LoiBan":"Mưu tính dụng sự. Uổng phí nhọc lòng. Giữ như cũ chờ thời. Việc sau đại cát",
		"DiemUng":"Thuyền đi sông cạn. Làm việc phải có quí nhân giúp",
		"TichCo":"An lộc Sơn mưu phản",
		"Giai":"Gia đạo an. Tự thân cát. Cầu tài trung bình. Giao dịch lợi. Hôn nhân toại ý. Người đi tới.<br/>Điền vụ thu lợi. Lục súc tổn. Tìm người có. Kiện tụng thắng lý. Di dời cát. Vật mất tìm về trể.<br/>Bệnh dứt nhanh.<br/>Phong thủy cần sửa"
	},
    {
		"So": "Số 57",
		"Ten":"Xâm Trung",
		"Am":"Thuyết thị thuyết phi quá nhĩ phong<br/>Hảo y hảo lộc tự nhiên long<br/>Mạc tương ký thủ đương niên sự<br/>Nhữ ý hoàn như ngã ý đồng",
		"Dich":"Lời phàm như gió thoảng qua tai<br/>Đừng có giữ chi chuyện quấy này<br/>Anh tôi nay ý đồng tương hợp<br/>Phước lộc an vui đã đến ngày",
		"LoiBan":"Có mưu vọng gì. Đều đại hoan hỷ. Việc làm công minh. Như con gặp mẹ",
		"DiemUng":"Hài nhi thấy Mẹ. Mọi việc có quí nhân đại cát",
		"TichCo":"Đổng Trọng tầm thân",
		"Giai":"Gia đạo bất an. Tự thân bình. Cầu tài thuận. Giao dịch thành. Hôn nhân hợp. Người đi trở.<br/>Điền vụ tựu. Tìm người khó. Kiện tụng hòa. Di dời giữ như cũ. Vật mất tìm về không có.<br/>Bệnh cầu phước thì khỏi.<br/>Phong thủy cát"
	},
    {
		"Update": "Y",
		"So": "Số 58",
		"Ten":"Xâm Trung",
		"Am":"Quân tu ký thoại thuyết trực ngôn<br/>Biệt nghệ mạc cầu tại ngoại thôn<br/>Trừ thị kỳ dư đô bất lợi<br/>Thiết tu giữ như cũ dĩ sinh tồn",
		"Dich":"Ngươi nói chuyện gì thì phải nhớ<br/>Đừng cầu ý khác nơi xứ khác<br/>Cần phải giữ mình mà sanh hoạt<br/>Ngoài ra mọi việc đều chẳng phải",
		"LoiBan":"Nên đứng thì đứng. Nên ngồi thì ngồi. Đừng làm việc khác. Theo cũ thì hơn",
		"DiemUng":"Thủ thường đợi thời. Mọi việc giữ như cũ mới cát lợi",
		"TichCo":"Văn Vương hỏi quẻ",
		"Giai":"Gia đạo bình thường. Tự thân bất lợi. Cầu tài cát. Giao dịch thành. Hôn nhân trở.<br/>Người đi chậm tới. Điền vụ bình. Lục súc tổn. Tìm người thấy. Kiện tụng thua.<br/>Di dời giữ như cũ. Bệnh khó hết. Vật mất tìm không gặp.<br/>Phong thủy cải đổi"
	},
    {
		"So": "Số 59",
		"Ten":"Xâm Trung",
		"Am":"Trực thượng trùng lâu khứ tàng thân<br/>Tứ vi kinh cức Nhiểu vi lâm<br/>Thiên cao quân mệnh trường hòa đoản<br/>Đắc nhất phiên thành thất nhị nhân",
		"Dich":"Lên lầu cao ấy ẩn thân ngay<br/>Gai nhọn thành rừng tứ phía vây<br/>Mạng trời đã định dài hay ngắn<br/>Được chỉ một thôi mất tới hai",
		"LoiBan":"Như uống rượu say. Chỉ nên giữ như cũ. Đời thời cát lai. Mới không sai lối",
		"DiemUng":"Giữ như cũ tùy thời. Việc nên đợi thời mới tốt",
		"TichCo":"Trương Lương ẩn núi",
		"Giai":"Gia đạo cầu phước thì khỏi. Tự thân an. Cầu tài bình. Giao dịch thành. Hôn nhân không hợp.<br/>Người đi tới. Tìm người trở. Điền vụ bình. Lục súc đại lợi. Kiện tụng thua. Di dời cát.<br/>Vật mất tìm không gặp. Bệnh cầu phúc thì khỏi.<br/>Phong thủy cát"
	},
    {
		"So": "Số 60",
		"Ten":"Xâm Hạ",
		"Am":"Bảo tân cứu hỏa đại giai nhiên<br/>Nhiểu biến tam thiên diệc phục nhiên<br/>Nhược vấn vinh hoa bính xuất nhập<br/>Bất như thâu thập uổng lao tâm",
		"Dich":"Củi khô cứu lửa được đâu nào<br/>Âm ỷ ba ngày bổng ngút cao<br/>Phú quí tới lui ai nếu hỏi<br/>Yên thân thu gọn khỏi lao đao",
		"LoiBan":"Ngàn phương tính kế. Một lần sai trái. Đừng có làm gì. E vướng chẳng may",
		"DiemUng":"Củi khô cứu hỏa. Việc chi cẩn thận đề phòng",
		"TichCo":"Xích Bích hao binh",
		"Giai":"Gia đạo hung. Tự thân cầu bảo. Cầu tài ít có. Giao dịch khó. Hôn nhân không hợp.<br/>Người đi trể. Điền vụ bất lợi. Lục súc tổn. Tìm người dò. Kiện tụng thua.<br/>Vật mất tìm về phương tây. Bệnh phải lo tìm thầy.<br/>Phong thủy bình"
	},
    {
		"So": "Số 61",
		"Ten":"Xâm Trung",
		"Am":"Nhựt thượng ngâm thi nguyệt hạ ca<br/>Phùng trường tác hí tiếu kha kha<br/>Tương phùng hội quá nan tàng tỵ<br/>Khát thái xướng tề liên lý la",
		"Dich":"Ngày mãi ngâm thơ tối hát ca<br/>Gặp trò tuồng diễn cười ha ha<br/>Mê ánh đèn màu sao phải tránh<br/>Bắt nhịp đồng ca ta tí ta",
		"LoiBan":"Người đẹp tại nhà. Ngâm nga thi khúc. Tấm lòng hoan hỷ. Mạng có họa phước",
		"DiemUng":"Giữ như cũ tùy ý. Phải đợi thời cát lợi",
		"TichCo":"Tô Tiểu Muội trách chồng",
		"Giai":"Gia đạo an. Tự thân cát. Cầu tài thuận. Hôn nhân thành. Người đi tới. Tìm người có.<br/>Điền vụ bình. Lục súc vượng. Kiện tụng hữu lý. Di dời cát. Vật mất tìm không gặp.<br/>Bệnh thuyên giảm.<br/>Phong thủy đại cát"
	},
    {
		"So": "Số 62",
		"Ten":"Xâm Trung",
		"Am":"Thần hôn toàn lại Phật phò trì<br/>Tu thị phùng nguy khước bất nguy<br/>Nhược đắc quí nhân tương dẫn xứ<br/>Na thời tài bạch diệc tương tùy",
		"Dich":"Sớm hôm nhờ được Phật phò trì<br/>Có gặp chuyện nguy cũng chẳng  nguy<br/>Nếu được quí nhân ra hướng dẫn<br/>Tiền tài tơ gấm mặc xài đi",
		"LoiBan":"Bình bình yên ổn. Bốn phương danh hiển. Thay cũ đổi mới. Chẳng có hung nguy",
		"DiemUng":"Thần Phật hộ độ. Việc chi nhẫn nại đại cát",
		"TichCo":"Đường tăng đắc đạo",
		"Giai":"Gia đạo an. Tự thân cát. Cầu tài hướng tây. Giao dịch toại. Hôn nhân thành. Người đi trở<br/>Điền vụ bình. Lục súc lợi. Tìm người hướng tây. Kiện tụng thua. Di dời giữ như cũ.<br/>Vật mất tìm có. Bệnh cầu phước thì khỏi.<br/>Phong thủy cát"
	},
    {
		"So": "Số 63",
		"Ten":"Xâm Trung",
		"Am":"Tích nhật hành thuyền thất liễu châm<br/>Kim triêu y cựu hải trung tầm<br/>Nhược nhiên tầm đắc nguyên châm tại<br/>Dẫ phí công phu dã phí tâm",
		"Dich":"Hôm kia thuyền dạo đánh rơi kim<br/>Sáng nay biển rộng biết đâu tìm<br/>Nếu như tìm có ngay nơi cũ<br/>Đã phí công phu lại phí tim",
		"LoiBan":"Phước từ lộc sanh. Lộc là nguồn phước. Nói cho rỏ ràng. Chỉ nên thủ cựu",
		"DiemUng":"Bể cả tìm kim. Mọi việc phí hao tâm lực",
		"TichCo":"Nữ Oa luyện đá",
		"Giai":"Gia đạo ít lợi. Tự thân cẩn phòng. Cầu tài có. Giao dịch thành. Hôn nhân không hợp.<br/>Người đi trễ. Điền vụ cát. Lục súc đừng nuôi. Tìm người khó. Kiện tụng hòa.<br/>Di dời nên Vật mất tìm không gặp. Bệnh khó hết.<br/>Phong thủy tạm an"
	},
    {
		"So": "Số 64",
		"Ten":"Xâm Hạ",
		"Am":"Du ngư khước tại bích ba trì<br/>Chàng tao la võng tứ biên vi<br/>Tư lường vô kế phiên thân xuất<br/>Sự đáo đầu lai nhạ thị phi",
		"Dich":"Sóng xanh ao rộng cá tung tăng<br/>Vướng nhằm lưới cước bốn bề giăng<br/>Nghĩ kế trăm phương sao thoát khỏi<br/>Chuyên thêm rắc rối khó chi bằng",
		"LoiBan":"Yên thân trong nhà. Họa từ trời xuống. Sớm lo phòng bị. Qua khỏi tai ương",
		"DiemUng":"Cá bơi vướng lưới. Trăm việc phải đề phòng",
		"TichCo":"Mã tiền bạt thủy",
		"Giai":"Gia đạo hung. Tự thân hiểm. Cầu tài hư. Giao dịch trung bình. Hôn nhân không hợp.<br/>Người đi trở. Điền vụ tổn. Lục súc suy. Tìm người dò hỏi. Kiện thụng thua.<br/>Di dời cát. Vật mất tìm không gặp. Bệnh nguy hiểm.<br/>Phong thủy thay đổi"
	},
    {
		"So": "Số 65",
		"Ten":"Xâm Hạ",
		"Am":"Nhãn tiền hoan hỷ vị hỷ hoan<br/>Diệc bất nguy thời diệc bất an<br/>Cát nhục thành thương vi thậm sự<br/>Bất như thủ cựu  đãi thời quang",
		"Dich":"Vui mừng trước mặt chớ hân hoan<br/>Việc chẳng  nguy tai cũng chẳng an<br/>Cắt da thành thẹo chi đau đớn<br/>An thân chờ đợi lúc vinh quang",
		"LoiBan":"Biết dừng thì dừng. Biết yên thì yên. Như tự cắt thịt. Đau đớn một phen",
		"DiemUng":"Cắt thịt thành thẹo. Mọi sự giữ như cũ chờ thời",
		"TichCo":"Tôn Tẩn bị khổn vì Bàng Quyên",
		"Giai":"Gia đạo không an. Tự thân khẩu thiệt. Cầu tài bất lợi. Giao dịch:- gặp tiểu nhân.<br/>Hôn nhân không bền. Người đi trở. Điền vụ tổn. Lục súc suy. Tìm người sai.<br/>Kiện tụng thua. Di dời y cựu. Vật mất tìm khó. Bệnh khó hết.<br/>Phong thủy thay đổi"
	},
    {
		"So": "Số 66",
		"Ten":"Xâm Hạ",
		"Am":"Lộ hiểm mã nuy nhân cấp phương<br/>Thất quân quân tốt khổn tương đương<br/>Than cao phong lãng thuyền trạo phá<br/>Nhật mộ hoa tàn thiên giáng sương",
		"Dich":"Lộ hiểm người đi ngựa lại gầy<br/>Quân kia lạc ngủ địch bao vây<br/>Bải cạn sóng cao thuyền chạm vỡ<br/>Chiều dần sương phủ hoa tàn bay",
		"LoiBan":"Giử y như cũ. Yên tịnh không lỗi. Chẳng cầu mưu sự. Tự có tin vui",
		"DiemUng":"Vướng cạn bể thuyền. Mọi việc hiểm nên đề phòng",
		"TichCo":"Bá Vương bị vây",
		"Giai":"Gia đạo sầu nghi. Tự thân tai hao. Cầu tài thất. Giao dịch bại. Hôn nhân không bền.<br/>Người đi trở ngại. Điền vụ lục súc tổn. Tìm người khó dò.<br/>Kiện tụng thua. Di dời chớ động. Bệnh giảm.<br/>Phong thủy bất lợi"
	},
    {
		"So": "Số 67",
		"Ten":"Xâm Thượng",
		"Am":"Nhất điều kim tuyến xứng quân tâm<br/>Vô giảm vô tăng vô trọng khinh<br/>Vi nhân tâm chánh bình sanh trực<br/>Văn chương toàn cụ nghệ quang minh",
		"Dich":"Tơ vàng một sợi thử lòng chàng<br/>Bớt thêm nặng nhẹ vẫn bằng ngang<br/>Làm người chánh trực cần phải giữ<br/>Tron bộ văn chương ngời ánh quang",
		"LoiBan":"Bình tâm chánh trực. Sau được thanh bình. Nên dựa chính mình. Thiên hạ an vui",
		"DiemUng":"Tâm bình chánh trực. Mọi việc bình ổn vô hung",
		"TichCo":"Kim Tinh độ Đậu Nhi",
		"Giai":"Gia đạo an. Tự thân bình. Cầu tài thận trọng. Giao dịch ổn. Hôn nhân hợp.<br/>Người đi có tin. Điền vụ ổn. Lục súc an. Tìm người thấy. Kiện tụng hòa.<br/>Di dời giữ như cũ. Vật mất tìm có. Bệnh cầu phước thì khỏi.<br/>Phong thủy bình"
	},
    {
		"Update":"Y",
		"So": "Số 68",
		"Ten":"Xâm Thượng",
		"Am":"Môn diên cát khánh hỷ phi thường<br/>Tích thiện chi gia đại cát xương<br/>Điền tàm chư sự hôn nhân toại<br/>Bệnh phùng diệu dược tức an khương",
		"Dich":"Cửa nhà tích thiện đại phồn vinh<br/>Mừng vui nối tiếp sắc thêm xinh<br/>Điền vụ hôn nhân đều toại ý<br/>Thuốc hay đuổi bệnh chóng khương ninh",
		"LoiBan":"Mùa xuân nắng ấm. Trăm hoa đua nở. Việc đừng để chậm. Theo người hiển đạt",
		"DiemUng":"",
		"TichCo":"Quách Tử Nghi chúc thọ",
		"Giai":"Gia đạo vượng. Tự thân an. Cầu tài xuân vượng. Giao dịch toại. Hôn nhân thành.<br/>Người đi tới. Điền vụ lợi. Lục súc vượng. Tìm người có. Kiện tụng thắng.<br/>Di dời như ý. Vật mất gấp tìm thì có. Bệnh an.<br/>Phong thủy cát"
	},
    {
		"So": "Số 69",
		"Ten":"Xâm Trung",
		"Am":"Đông lai lãnh thượng nhất chi mai<br/>Diệp lạc chi khô tổng bất thôi<br/>Đản đắc dương xuân tiêu cấp chí<br/>Y nhiên hoàn ngã tác hoa khôi",
		"Dich":"Đông về đỉnh núi một cành mai<br/>Cành khô lá rụng chẳng lung lay<br/>Nắng ấm gió xuân rồi sẽ tới<br/>Trả ngay danh hiệu hoa khôi này",
		"LoiBan":"Tên bắn lên không. Thấy không chẳng không. Đợi mùa xuân tới. Xinh tươi sắc màu",
		"DiemUng":"Hoa mai chiếm khôi. Việc phải chờ mới đại cát",
		"TichCo":"Mai khai nhị độ (Hoa mai nở hai lần)",
		"Giai":"Gia đạo thiếu lợi. Tự thân làm phúc. Cầu tài cẩn thận. Giao dịch đợi thời. Hôn nhân trể.<br/>Người đi lâu tới. Tìm người có. Điền vụ lục súc vượng.<br/>Kiện tụng thua. Vật mất tìm về hướng đông. Bệnh lo tìm thầy.<br/>Phong thủy cải sửa "
	},
    {
		"So": "Số 70",
		"Ten":"Xâm Hạ",
		"Am":"Triêu triêu kháp tự thái hoa phong<br/>Phi xuất tây nam hựu tẩu đông<br/>Xuân tận hoa tàn vô mịch xứ<br/>Thử tâm bất biến cựu hành tung",
		"Dich":"Như ong tìm mật ngọt hàng ngày<br/>Vượt qua nam bắc lại đông tây<br/>Xuân tàn hoa rụng nơi nào kiếm<br/>Đôi cánh mỏng ngày bay vẫn bay",
		"LoiBan":"Cuối cùng xuân đến. mưa lâu không tạnh. Muốn mưu việc gì. chẳng bằng yên tịnh",
		"DiemUng":"Ong tìm mật hoa. Mọi việc lao tâm phí lực",
		"TichCo":"Lý Mật phản Đường",
		"Giai":"Gia đạo khẩu thiệt. Tự thân tiểu nhân. Cầu tài hao. Giao dịch phản phúc. Hôn nhân không bền.<br/>Người đi tra dò. Điền vụ lục súc tổn. Tìm người không.Kiện tụng thua.<br/>Vật mất tìm không gặp. Bệnh trở. Di dời giữ như cũ.<br/>Phong thủy sửa đổi"
	},
    {
		"So": "Số 71",
		"Ten":"Xâm Trung",
		"Am":"Thùy hiểu thương long thập bát xung<br/>Nữ tử đương niên giá nhị phu<br/>Tự thị nhất cung giá lưỡng tiễn<br/>Mã long thiết khủng thượng an cư",
		"Dich":"Rồng xanh ai rỏ vượt ngàn trùng<br/>Gái hai lần gã nhất niên trung<br/>Ngựa phi nước đại đâu yên ổn<br/>Ví tựa hai tên lắp một cung",
		"LoiBan":"Trùng trùng chẳng khỏi. Mọi sự do trời. Khéo lựa lời hay. Thư cựu cẩn phòng",
		"DiemUng":"Một cung lắp hai tên. Mọi việc tái hợp mới tốt",
		"TichCo":"Văn Quân thăm Tương Như",
		"Giai":"Gia đạo tổn. Tự thân thị phi. Tài hao lực. Giao dịch cẩn phòng. Hôn nhân tái hợp.<br/>Người đi trở. Điền vụ trễ thu. Lục súc tổn.<br/>Tim người có. Kiện tụng thua. Bệnh cầu phúc. Di dời cần sửa.<br/>Phong thủy sửa đổi"
	},
    {
		"So": "Số 72",
		"Ten":"Xâm Trung",
		"Am":"Dưỡng phong tu dụng cầu tha mật<br/>Chỉ phá súc tao mao thượng châm<br/>Tu thị nhãn tiền hữu dị lộ<br/>Ám lý nhiễm như kinh cức lâm",
		"Dich":"Nuôi ong dùng sáp mật ngọt ngào<br/>E rằng kim độc chạm vào đau<br/>Trước mặt đường đi năm bảy nẻo<br/>Kia kìa gai nhọn ẩn trong sâu",
		"LoiBan":"Chuyện nên tỉ mĩ. Không được cưỡng cầu. Nuôi ong lấy mật. Có nhiều lai do",
		"DiemUng":"Nuôi ong lấy mật. mọi việc lao tâm",
		"TichCo":"Vương Mãng cầu hiền",
		"Giai":"Gia đạo thiếu lợi. Tự thân cần phòng. Cầu tài trở. Giao dịch chậm. Hôn nhân cách trở.<br/>Điền vụ lục súc thâu ít. Người đi trể. Tìm người khó. Kiện tụng thua. Di dời chớ động.<br/>Vật mất tìm về hung. Bệnh thuyên giảm.<br/>Phong thủy đại cát "
	},
    {
		"So": "Số 73",
		"Ten":"Xâm Thượng",
		"Am":"Xuân lai lôi chấn bá trùng minh<br/>Phiên thân nhất chuyển ly nê trung<br/>Thủy tri xuất nhập hoàn lai vãng<br/>Nhất triêu biến hóa tiện thành long",
		"Dich":"Xuân đến sấm rền rộ tiếng kêu<br/>Chuyển mình trời đất dạo tiêu diêu<br/>Côn trùng bay lượn nào ai hiểu<br/>Hóa rồng ngày tới vượt vân tiêu",
		"LoiBan":"Sấm vang chuyển mùa. Ra vào đều sống. Có ngày biến hóa. Lên tới thiên môn",
		"DiemUng":"Sấm phát bá trùng. Mọi việc gặp quí nhân đại cát",
		"TichCo":"Trần kiều binh biến",
		"Giai":"Gia đạo cầu phúc. Tự thân bình. Cầu tài xuân lợi. Giao dịch quí nhân. Hôn nhân thành.<br/>Người đi tới. Điền vụ sớm thu. Lục súc xuân lợi. Tìm người thấy. Kiện tụng thắng.<br/>Di dời cát. Bệnh âm trở.<br/>Phong thủy cát"
	},
    {
		"So": "Số 74",
		"Ten":"Xâm Hạ",
		"Am":"Tự hộc phi lai tự nhập lung<br/>Dục đắc phiên thân khước bất thông<br/>Đông tây nam bắc đô nan xuất<br/>Thử quẻ hận thành khủng khốn cùng",
		"Dich":"Thiên nga bay tới tự vào lồng<br/>Bốn hướng trở mình thoát chẳng xong<br/>Quẻ  này nếu có người xin được<br/>Lo sợ âu sầu cũng như không",
		"LoiBan":"Tiến thân thời được. Thối lui là khó. Chẳng cần lo nghĩ. Biết việc ở trong",
		"DiemUng":"Chim hộc vào lồng. Mọi việc đa hư thiếu thật",
		"TichCo":"Tần bại cầm tam soái",
		"Giai":"Gia đạo bất an. Tự thân khó. Cầu tài tiểu nhân. Giao dịch hao. Hôn nhân quan hình.<br/>Người đi trở. Kiện tụng họa. Điền vụ thất. Lục súc ôn dịch. Tìm người dò kỹ.<br/>Di dời bất lợi. Vật mất tìm về hung. Bệnh thuyên an.<br/>Phong thủy tuyệt lộ "
	},
    {
		"So": "Số 75",
		"Ten":"Xâm Trung",
		"Am":"Kháp như bảo hổ quá cao san<br/>Chiến chiến căn căn đảm toái hàn<br/>Bất giác hốt nhiên đồ hảo sự<br/>Thiết tu bảo thủ nhất an thân",
		"Dich":"Ví như ôm cọp vượt qua đèo<br/>Sợ nát tim gan mật lạnh teo<br/>Bổng ý muốn mưu làm việc lớn<br/>Thủ phận an thân thoát hiểm nghèo",
		"LoiBan":"Nguy nguy hiểm hiểm. Phía trước có trở. Ca viện mưu sự., Sau càn thêm khổ",
		"DiemUng":"Ôm cọp qua núi. Mọi việc hung hiểm lo sợ",
		"TichCo":"Ngũ Viên đêm xuất Chiêu Quan",
		"Giai":"Giao đạo cầu khấn. Tự thân đề phòng. Cầu tài cẩn thận. Giao dịch trể. Hôn nhân khó thuận.<br/>Người đi trở. Điền vụ bình. Lục súc tổn. Tìm người dò. Kiện tụng thua. Vật mất tìm về khó.<br/>Bệnh tế hổ (cúng Ông Hổ thì khỏi). Di dời giữ như cũ.<br/>Phong thủy hung"
	},
    {
		"So": "Số 76",
		"Ten":"Xâm Trung",
		"Am":"Ngư long hỗn tạp ý tương đồng<br/>Nại thủ thân đàm đãi vận thông<br/>Bất giác nhất triêu đầu tũng xuất<br/>Vũ môn nhất khiếu quá long môn",
		"Dich":"Rồng cá đầm sâu nương náo chung<br/>Đợi thời đôi ý hợp vô cùng<br/>Một sớm non cao đây vượt khỏi<br/>Cửa vũ qua rồi tới long cung",
		"LoiBan":"Tuy là cơ bản. Cũng phải chờ thời. Tính mưu do mình. Chớ có làm sai",
		"DiemUng":"Ngư long vị biến. Mọi việc chờ thời tới",
		"TichCo":"Hồng Võ xem ngựa",
		"Giai":"Gia đạo bình an. Tự thân khang thái. Cầu tài có. Giao dịch chờ thời. Hôn nhân trể hợp.<br/>Người đi trở. Điền vụ muộn. Tìm người không gặp.<br/>Kiện tụng kéo dài. Di dời giữ như cũ. Bệnh trở.<br/>Phong thủy phát"
	},
    {
		"So": "Số 77",
		"Ten":"Xâm Trung",
		"Am":"Mộng trung thuyết đắc thị đa tài<br/>Thanh danh vân ngoại tổng hư lai<br/>Thủy viễn sơn dao nan tín thật<br/>Qúi nhân điểm chỉ tếu nhan khai",
		"Dich":"Nằm mơ thấy được bạc vàng nhiều<br/>Tuổi tên như gió mây phiêu diêu<br/>Nước non xa thẳm đâu tin thật<br/>Qúi nhân chỉ giúp sắc vui nhiều",
		"LoiBan":"Chỉ là mộng mơ. Chớ trông thanh danh. Nhớ chờ thời tốt. Qúi nhân chỉ cho",
		"DiemUng":"Mộng trung được bảo. Mọi việc thật ít hư nhiều",
		"TichCo":"Ngọc bích về Triệu",
		"Giai":"Gia đạo cầu phúc. Tự thân trở. Cầu tài hư ảo. Giao dịch khó thành. Hôn nhân bất hợp.<br/>Người đi trể. Điền vụ thất thu. Lục súc tổn. Tìm người dò. Kiện tụng hòa. Di dời đợi thời.<br/>Vật mất tìm về xa. Bệnh thuyên giảm.<br/>Phong thủy cải sửa"
	},
    {
		"So": "Số 78",
		"Ten":"Xâm Thượng",
		"Am":"Lãnh thủy vị thiêu bạch thế thang<br/>Bất hàn bất nhiệt  hữu ôn lương<br/>Yếu hành thiên hạ vô tha sự<br/>Vi hữu thân trung bá nghệ cường",
		"Dich":"Nước chưa đem nấu nóng được không<br/>Chẳng lạnh chẳng sôi chỉ ấm nồng<br/>Trăm nghề khéo léo ta có được<br/>Ra đời làm việc lộ hanh thông",
		"LoiBan":"Tù nhân được tha. Bệnh gặp thuốc tài. Cầu tài mưu tính. Qúi nhân chỉ dùm",
		"DiemUng":"Bình thiện dụng sự. Mọi việc bình ổn đại cát",
		"TichCo":"Lâm Xung cứu giá",
		"Giai":"Gia đạo an. Tự thân cát. Cầu tài toại. Giao dịch thành. Hôn nhân hợp.<br/>Người đi tới. Tìm người trể. Điền vụ thất. Lục súc vượng.<br/>Kiện tụng tan. Di dời đại cát. Vật mất tìm  có. Bệnh an.<br/>Phong thủy đại cát lợi"
	},
    {
		"So": "Số 79",
		"Ten":"Xâm Trung",
		"Am":"Hư không kết nguyện bảo bình an<br/>Bảo đắc thân an nguyện bất hoàn<br/>Mạc vong thần thành nghi hoàn liễu<br/>Khỉ tri thần ngữ mạc khinh man",
		"Dich":"Thinh không khấn vái được an khương<br/>Ý nguyện đạt rồi không thắp hương<br/>Đừng ngỡ thánh thần là chẳng có<br/>Khuyên ai thần ngữ chớ khinh thường",
		"LoiBan":"Người chỉ biết mình. Tâm kia không gấp. Quan âm chỉ rõ. Chớ có coi thường",
		"DiemUng":"Tin thật đừng tin hư. Việc giử cũ đợi điềm lành",
		"TichCo":"Ám phò đảo Đồng kỳ",
		"Giai":"Gia đạo hoàn nguyện (cúng trả lễ lời van vái trước kia). Tự thân lo. Cầu tài thủ phận. Giao dịch cẩn thận. Hôn nhân hư ảo. <br/>Người đi trễ. Điền vụ bình. Lục súc tổn. Tim người dò. Kiện tụng hòa.<br/> Di dời giữ như cũ. Vật mất tìm về hướng tây/ Bệnh giải trừ.<br/>Phong thủy hướng tây"
	},
    {
		"So": "Số 80",
		"Ten":"Xâm Thượng",
		"Am":"Trực thượng tiên nham yếu học tiên<br/>Khỉ tri nhất đản đế vương tuyên<br/>Thanh thiên nhật nguyệt thường minh chiếu<br/>Tâm chánh thanh danh tứ hải truyền",
		"Dich":"Lên thẳng non cao định học tiên<br/>Nay vua ban chiếu triệu tài hiền<br/>Lồng lộng trời cao soi sáng tỏ<br/>Ngay thẳng tuổi tên bốn bễ truyền",
		"LoiBan":"Trước sau đều có. Chớ ngó đông tây. Trong lòng mưu sự. Quí nhân trùng trùng",
		"DiemUng":"Quí nhân tiếp dẫn. Mọi việc hòa hợp đại cát",
		"TichCo":"Trí Viễn đầu quân",
		"Giai":"Gia đạo bình an. Tự thân cát lợi. Cầu tài lợi. Giao dịch toại ý. Hôn nhân song phối.<br/>Người đi tới. Điền vụ bình. Lục súc Thắng. Tìm người gặp. Kiện tụng thắng.<br/>Di dời cát Vật mất tìm về Hướng nam. Bệnh an.<br/>Phong thủy cát"
	},
    {
		"So": "Số 81",
		"Ten":"Xâm Thượng",
		"Am":"Ngô đồng diệp lạc thu đương mộ<br/>Hành khách quy trình khứ tự vân<br/>Tạ đắc thiên công cao trợ lực<br/>Thuận phong thuyền tải bảo trân quy",
		"Dich":"Ngô đồng rụng lá biết thu về<br/>Lữ khách nhanh chân trở lại quê<br/>Cảm tạ trời cao ra sức giúp<br/>Thuận thuyền châu báu chở ê hề",
		"LoiBan":"Trong lòng tính việc. Trời cũng chìu theo. Doanh mưu dụng sự. Tất cả làm nên",
		"DiemUng":"Ngô đồng rụng lá. Mọi việc tiên hung hậu cát",
		"TichCo":"Phong tống Đằng vương các",
		"Giai":"Gia đạo cầu khẩn. Tự thân lo. Cầu tài toại ý. Giao dịch thành.<br/>Hôn nhân hòa hợp. Người đi động. Điền vụ hậu cát. Lục súc ổn.<br/>Tìm người có. Kiện tụng thắng. Di dời tùy ý. Bệnh tin vui.<br/>Phong thủy chọn đất"
	},
    {
		"So": "Số 82",
		"Ten":"Xâm Trung",
		"Am":"Diêm diêm liệt hỏa diệm liên thiên<br/>Diệm lý hoàn sanh nhất đóa liên<br/>Đáo để đắc thành chung thất bại<br/>Y nhiên sanh diệp trưởng căn chi",
		"Dich":"Rừng rực lửa cao ngất ngất trời<br/>Trong kia còn mọc đóa sen tươi<br/>Nay đã đã thành chi hại được<br/>Hoa thắm xinh tươi sống giữa đời",
		"LoiBan":"Có gặp nguy hiểm. Chẳng hại đến mình. Tính toan làm việc. Đều gặp quí nhân",
		"DiemUng":"Sen mọc trong lửa. Việc thấy hiểm mà không hiểm",
		"TichCo":"Hỏa thiêu Hồ lô cốc",
		"Giai":"Gia đạo an. Tự thân cần phòng. Cầu tài hao lực. Giao dịch phòng tiểu nhân.<br/> Hôn nhân trở. Điền vụ lục súc bình ổn. Tìm người khó.<br/> Kiện tụng hòa. Di dời giữ như cũ. Vật mất tìm về hướng nam. Bệnh thuyên khỏi.<br/>Phong thủy sửa đổi"
	},
    {
		"So": "Số 83",
		"Ten":"Xâm Trung",
		"Am":"Tỷ như sơ tam tứ ngũ khuyết<br/>Bán vô bán hữu vị vi toàn<br/>Đẳng đãi lương tiêu thập ngũ dạ<br/>Đáo xứ quang minh đáo xứ viên",
		"Dich":"Mồng bốn mồng năm trăng lưỡi liềm<br/>Lúc không lúc hiện lướt qua đêm<br/>Đến rằm tròn tỏ nơi cao ấy<br/>Sáng soi khắp xứ cảnh vui thêm",
		"LoiBan":"Giữ như cũ đợi thời. Như trăng đầu tháng. Đợi lúc trăng tròn. mọi việc đều tốt",
		"DiemUng":"Trăng khuyết chưa tròn. Mọi việc chờ thời mới tốt",
		"TichCo":"Lý Uyên đăng vị",
		"Giai":"Gia đạo như nguyện. Tự thân hạ thu cát. Cầu tài cẩn thận. Giao dịch đợi thời.<br/> Hôn nhân trể. Người đi trở. Điền vụ lục súc bình ổn. Tìm người khó.<br/>Kiện tụng hòa. Di dời giữ như cũ. Vật mất  khó tìm. Bệnh mau khỏi.<br/>Phong thủy cải sửa"
	},
    {
		"So": "Số 84",
		"Ten":"Xâm Hạ",
		"Am":"Nhân danh tang đức như hà sự<br/>Thiết khủng các trung biến hóa hung<br/>Sái túy bất tri hàn xứ khứ<br/>Thanh tùng ảnh lý mộng mông lung",
		"Dich":"Danh vị việc làm thất đức chi<br/>Chuyện lành hóa dữ đến liền khi<br/>Mờ mịt tùng xanh trăng khuyết chiếu<br/>Say khước tìm đâu nẻo bước đi",
		"LoiBan":"Cá ra khỏi nước. Đẹp chưa trọn vẹn. Nếu hỏi mưu sự. Chẳng nên làm gì",
		"DiemUng":"Hàn ngư ly thủy. Việc chi không nên động",
		"TichCo":"Trang Tử thử vợ",
		"Giai":"Mọi sự đều bất lợi. Cần khẩn cầu bảo hộ bình an"
	},
    {
		"So": "Số 85",
		"Ten":"Xâm Trung",
		"Am":"Vân khai vụ tán sơn tiền lộ<br/>Vạn vật viên trung nguyệt tái viên<br/>Nhược đắc thi thư trầm mộng tỉnh<br/>Qúi nhân chỉ dẫn bộ thiên đài",
		"Dich":"Mây khói tan rồi lộ thẳng ngay<br/>Trăng tròn vạn vật cảnh vui thay<br/>Học thuộc thi thơ như tỉnh mộng<br/>Qúi nhân dẫn giúp tới thiên đài",
		"LoiBan":"Người già muốn cầu. Xuân tàn nở hoa. Nếu cầu danh lợi. Muộn được hoạnh tài",
		"DiemUng":"Xuân tàn hoa nở. Việc sau sẽ biến đổi",
		"TichCo":"Hàn công nộ tuyết",
		"Giai":"Gia đạo thiếu an. Tự thân cẩn thận. Cầu tài trọa lực. Giao dịch bình<br/>Hôn nhân trễ. Điền vụ lục súc tốt. Người đi trở. Tìm người khó.<br/> Kiện tụng phản phúc. Di dời canh tân. Vật mất tìm không gặp. Bệnh kéo dài.<br/>Phong thủy sửa đổi"
	},
    {
		"So": "Số 86",
		"Ten":"Xâm Thượng",
		"Am":"Xuân lai hoa phát ánh dương đài<br/>Vạn lý xa lai tấn bảo tài<br/>Nhược đắc vũ môn tam cấp lãng<br/>Kháp như bình địa nhất thanh lôi",
		"Dich":"Khoe sắc muôn hoa đón nắng xuân<br/>Xe chở từ xa tới bảo trân<br/>Vượt được vũ môn ba cấp sóng<br/>Một tiếng sấm rền vang thế nhân",
		"LoiBan":"Chầu vua nhậm chức. Như nghèo được ngọc. Mưu sự tùy tâm. Quẻ này bật nhất",
		"DiemUng":"Thượng triêu kiến đế. Vạn sự đại cát đại lợi",
		"TichCo":"Thượng lộ trúng tam nguyên",
		"Giai":"Tùy tâm cầu muốn. Vạn sự cát lợi"
	},
    {
		"So": "Số 87",
		"Ten":"Xâm Trung",
		"Am":"Nhân hành bán lảnh nhật hàm san<br/>Tuấn lảnh nhai nham vị khả an<br/>Ngưỡng vọng thượng thiên vi hộ sự<br/>Thử thân do tại thái bình gian",
		"Dich":"Nắng trời che chở bóng người đi<br/>Đèo cao núi cả có yên gì<br/>Ngước vái trời cao xin hộ độ<br/>Thân đây đang tại thái bình kỳ",
		"LoiBan":"Đẽo đá thấy ngọc. Đãi cát thấy vàng. Chỉ phải ra sức. Lao tâm ắt thông",
		"DiemUng":"Đãi  cát thấy vàng. Mọi việc có quí nhân giúp",
		"TichCo":"Giảo Kim thám địa huyệt",
		"Giai":"Gia đạo cầu phúc. Tự thân thiếu lợi. Cầu tài lao tâm. Giao dịch cẩn thận.<br/>Hôn nhân trở. Người đi trễ. Điền vụ lục súc bình ổn. Tìm người chưa thấy.<br/>Kiện tụng thua. Di dời giữ như cũ. Vật mất tìm không gặp. Bệnh trở nặng.<br/>Phong thủy tốt"
	},
    {
		"So": "Số 88",
		"Ten":"Xâm Trung",
		"Am":"Mộc vi nhất hổ tại đương môn<br/>Tu thị hữu uy bất hại nhân<br/>Phân minh thuyết thị vô phương sự<br/>Ưu não trì nghi khủng hoảng tâm",
		"Dich":"Đứng trước cửa nhà một cọp cây<br/>Oai thi oai vậy có vồ ai<br/>Đã rõ việc này không trở ngại<br/>Buồn phiền do dự vẫn lo đây",
		"LoiBan":"Trên lò đóng tuyết. Gió thổi qua tai. Chỉ nên làm phúc. Hậu cát tiền hung.",
		"DiemUng":"Cọp cây có uy. Mọi việc thật ít lo nhiều",
		"TichCo":"Bàng Hồng sợ Bao Công",
		"Giai":"Gia đạo bất an. Tự thân khẩu thiệt. Cầu tài tiểu nhân. Giao dịch bất lợi.<br/>Hôn nhân bất hợp. Người đi trở. Kiện tụng thua. Điền vụ lục súc tổn.<br/>Tìm người dò tra. Di dời giữ như cũ. Vật mất tìm không gặp. Bệnh tế hổ (cúng Ông Hổ thì khỏi).<br/>Phong thủy hung"
	},
    {
		"So": "Số 89",
		"Ten":"Xâm Thượng",
		"Am":"Xuất nhập doanh mưu đại cát xương<br/>Tự ngọc vô hà thạch lý tàng<br/>Nhược đắc quí nhân lai chỉ dẫn<br/>Tư thời đắc bảo hỷ phong quang",
		"Dich":"Ra vào mưu sự đại phồn vinh<br/>Ngọc lành ẩn đá ấy sao nhìn<br/>Nếu được quí nhân ra chỉ giúp<br/>Lúc này được ngọc miệng cười xinh",
		"LoiBan":"Ngọc ẩn trong đá. Qúi nhân chỉ giúp. Được bảo ngọc rồi. Vui mừng đắc ý",
		"DiemUng":"Đá ẩn ngọc quí. Mọi việc như ý đại cát",
		"TichCo":"Đại khán Quỳnh hoa",
		"Giai":"Gia đạo cát lợi. Tự thân an thái. Cầu tài toại ý. Giao dịch thành. Hôn nhân thành tựu.<br/>Người đi động. Điền vụ trợ lực. Lục súc cần lo. Tìm người thấy.<br/>Kiện tụng thắng. Di dời cát. Vật mất tìm có. Bệnh an.<br/>Phong thủy cát"
	},
    {
		"So": "Số 90",
		"Ten":"Xâm Thượng",
		"Am":"Hốt ngôn nhất tín hướng thiên phi<br/>Thái sơn bảo bối mãn thuyền qui<br/>Nhược vấn lộ đồ thành hảo sự<br/>Tiền đầu nãi hữu quí nhân suy",
		"Dich":"Chữ tín ngàn vàng đã thốt ra<br/>Bảo ngọc đầy thuyền ấy của ta<br/>Đường lộ thênh thang ta cứ hỏi<br/>Qúi nhân đưa giúp tới quê nhà",
		"LoiBan":"Muốn tìm công danh. Trước có quí nhân. Tăng thêm vui vẻ. Tài lộc phong hanh",
		"DiemUng":"Công thành danh toại. Mọi việc tiến hành đại cát",
		"TichCo":"Vi Phối gặp tiên",
		"Giai":"Mọi sự tốt lành. Cầu xin toại ý"
	},
    {
		"So": "Số 91",
		"Ten":"Xâm Thượng",
		"Am":"Hảo triển sầu mi xuất chúng lai<br/>Tiên đề cải  biến hỷ đa tài<br/>Nhất điều đại lộ như thiên hoạt<br/>Phàm hữu thi tài tận sướng hoài",
		"Dich":"Sầu mi bày rỏ chúng coi chi<br/>Từ đây giàu có đã đến thì<br/>Một con đường lớn như trời rộng<br/>Tay xách tiền tài vui bước đi",
		"LoiBan":"Biển lớn mênh mông. Có thể đi tới. Nếu có ý nguyện. Tiến về phía trước",
		"DiemUng":"Tiền đồ hiển đạt. Mọi sự thông thái đại cát",
		"TichCo":"Tam chiến Lữ Bố",
		"Giai":"Vạn sự như tâm. Thuận lợi cát xương"
	},
    {
		"So": "Số 92",
		"Ten":"Xâm Thượng",
		"Am":"Tự ấu vi thương nhậm thiết mưu<br/>Tài lộc phong dinh bất dụng cầu<br/>Nhược thị chỉ thân mưu dụng sự<br/>Tú tài xuất khứ Trạng nguyên hồi",
		"Dich":"Tự nhỏ kinh doanh khắp bốn bề<br/>Tràn đầy tài lộc lãi đến mê<br/>Nếu có tự thân mưu tính việc<br/>Tú tài ứng thí Trạng nguyên về",
		"LoiBan":"Từ nhỏ đến lớn. Không chi trở ngại. Mưu tính việc chi. Công danh sẽ tới",
		"DiemUng":"Tự tiểu vi thương. Mọi việc cần kiệm. thì khỏi ưu phiền",
		"TichCo":"Thái Khanh báo ân",
		"Giai":"Gia đạo an. Tự thân khang thái. Cầu tài thuận toại. Giao dịch thắng.<br/>Hôn nhân hợp. Người đi động. Điền vụ bình. Lục súc vượng. Tìm người thấy.<br/> Kiện tụng thắng.Di dời như ý. Vật mất tìm về có. Bệnh mau khỏi.<br/> Phong thủy đại cát"
	},
    {
		"So": "Số 93",
		"Ten":"Xâm Trung",
		"Am":"Loan phụng tường mao vũ lâm ly<br/>Đương thời khước bị tước nhi khi<br/>Chung đáo vân khai nhất nhật đạt<br/>Y cựu hoàn quân chỉnh vũ y",
		"Dich":"Loan phượng ướt mưa cánh chẳng bay<br/>Chim sẻ nhạo cười nhảy múa say<br/>Có ngày mây dứt trời quang tạnh<br/>Chỉnh trang đôi cánh vượt Đường dài",
		"LoiBan":"Tiểu nhân đương thời. Ta nên chờ đợi. Phải biết an phận. Đợi lúc hành động",
		"DiemUng":"Loan phụng bị mưa. Việc trước đợi thời sau đại lợi",
		"TichCo":"Cao Quân Bảo cầu thân",
		"Giai":"Gia đạo kém lợi. Tự thân cẩn phòng. Cầu tài trở ít., Giao dịch đợi thời.<br/>Hôn nhân trì trệ. Người đi chưa về. Điền vụ trễ thu. Lục súc tổn. Tìm người khó gặp.<br/>Kiện tụng thua. Di dời giữ như cũ. Vật mất tìm không gặp. Bệnh lâu khỏi.<br/>Phong thủy cải đổi"
	},
    {
		"So": "Số 94",
		"Ten":"Xâm Hạ",
		"Am":"Quân tử mạc như tiểu nhân vi<br/>Sự nhược sai trì các thị phi<br/>Cầm minh tri dụng tri âm thính<br/>Thủ thường an tịnh đắc y hy",
		"Dich":"Tiểu nhân quân tử sánh sao đây<br/>Mọi việc khác nhau cách đúng sai<br/>Đàn cao cần có tri âm hiểu<br/>Thủ thường an phận phút giây này",
		"LoiBan":"Tri âm thì tới. Chẳng  sợ thị phi. Đợi có quí nhân. Mọi chuyện vui vẻ ",
		"DiemUng":"Ý gặp tri kỷ. Mọi chuyện thủ thường đại cát",
		"TichCo":"Bá Nha thăm bạn",
		"Giai":"Gia đạo thận trọng. Tự thân tiểu nhân. Cầu tài đợi thời. Giao dịch cẩn thận.<br/>Hôn nhân trể. Người đi động. Điền vụ thiếu lợi. Lục súc tổn. Tìm người khó.<br/>Kiện tụng hòa. Vật mất tìm về tìm gặp. Bệnh trở nặng.<br/>Phong thủy bất lợi"
	},
    {
		"So": "Số 95",
		"Ten":"Xâm Trung",
		"Am":"Nghiệp công chí khí tại triêu triêu<br/>Tửu sắc tương kim bất thắng như<br/>Kim kê nhược kiến thông quân ngữ<br/>Tiền tài phúc lộc dữ quân chiêu",
		"Dich":"Tửu sắc sao mà thắng nổi đây<br/>Sự nghiệp công danh tiến mỗi ngày<br/>Một sớm tin vui tươi báo đến<br/>Phúc lộc lâu đài mặc ý xây",
		"LoiBan":"Chí khí chuyên cần. An thân an phận. Có ngày tin báo. Vô cùng hoan hỷ",
		"DiemUng":"Chí khí công danh. Mọi việc thủ thường đại cát",
		"TichCo":"Tào Phi xưng đế",
		"Giai":"Gia đạo cầu bảo. Tự thân trung bình. Cầu tài lao tâm. Giao dịch sớm dứt.<br/>Hôn nhân thành. Điền vụ trễ. Lục súc thành. Tìm người khó.<br/>Kiện tụng mau kết thúc. Di dời giữ như cũ. Vật mất tìm về xa. Bệnh mau khỏi.<br/>Phong thủy cát"
	},
    {
		"So": "Số 96",
		"Ten":"Xâm Thượng",
		"Am":"Nguy nguy bảo tháp bất tầm thường<br/>Bát diện lung linh chiếu vạn phương<br/>Khuyến quân lập chí cần đỉnh lễ<br/>Tác thiện thương thiên giáng phước tường",
		"Dich":"Nguy nga bảo tháo tại nơi cao<br/>Tám mặt lung linh tỏa sắc màu<br/>Khuyên người lập chí cần thành lễ<br/>Trời cao phước lộc sẽ ban mau",
		"LoiBan":"Đây phước phận này. Mọi người điều thấy. Đợi thời chớ gấp. Phúc đức tiền định",
		"DiemUng":"Phước đức hiện thân. Mọi việc đại cát đại lợi",
		"TichCo":"Đậu Yến Sơn tích thiện",
		"Giai":"Gia đạo như nguyện. Tự thân lo. Cầu tài chánh thắng. Giao dịch đại cát.<br/>Hôn nhân hảo hiệp. Người đi động. Điền vụ bình ổn. Lục súc kém lợi.<br/>Tìm người gặp. Kiện tụng hòa. Di dời cát. Bệnh cầu phúc thì khỏi.<br/>Phong thủy bình"
	},
    {
		"So": "Số 97",
		"Ten":"Xâm Trung",
		"Am":"Đương phong điểm chúc không sơ ảnh<br/>Hoảng hốt phố thành đương lý hoa<br/>Lũy bị cảnh nhi cầu mục thập<br/>Thậm tri chỉ thị tự phù tra",
		"Dich":"Gió  lùa đèn thắp bóng lơ thơ<br/>Phố hóa vườn hoa dạ ngẩn ngơ<br/>Dành nuôi con nhỏ mục đồng cắp<br/>Như mãng bè trôi dạt lững lờ",
		"LoiBan":"Phú quí do trời. Bần cùng tại mạng. Chẳng  cầu vọng chi. Đều do thiên định",
		"DiemUng":"Đốt đèn trước gió. Mọi việc hư danh tiểu lợi",
		"TichCo":"Lục xuất kỳ sơn",
		"Giai":"Gia đạo cầu phước thì khỏi. Tự thân cẩn thận. Cầu tài đắc lợi. Giao dịch thận trọng.<br/>Hôn nhân trung bình. Người đi dò hỏi. Điền vụ lục súc tổn. Tìm người khó gặp.<br/>Kiện tụng thua. Di dời giữ như cũ. Vật mất tìm không gặp. Bệnh lo.<br/>Phong thủy cải sửa"
	},
    {
		"So": "Số 98",
		"Ten":"Xâm Hạ",
		"Am":"Xuất nhập cầu mưu sự nghi trì<br/>Chỉ khủng nhàn sầu nhạ thị phi<br/>Như điểu phi trung la võng lý<br/>Tương phùng năng hữu kỷ đa thì",
		"Dich":"Đừng có ra vào tính việc chi<br/>Chỉ sợ âu sầu lại thị phi<br/>Như chim bay tới nhằm vào lưới<br/>Gặp gỡ sum vầy có mấy khi",
		"LoiBan":"Giữ như cũ tùy thời. Đợi quí nhân tới. Nếu hỏi mọi chuyện. Tất thảy phải trì",
		"DiemUng":"Giữ như cũ tùy thời. Việc chẳng được như ý",
		"TichCo":"Các Bình ngộ nạn",
		"Giai":"Gia đạo ưu nghi. Tự thân tiểu nhân. Cầu tài không. Giao dịch tổn thất.<br/>Hôn nhân không bền. Người đi khó. Điền vụ lục súc tổn. Tìm người dò hỏi. Kiện tụng thua.<br/>Di dời chớ động. Vật mất tìm không gặp. Bệnh phạm La Võng.<br/>Phong thủy tuyệt lộ"
	},
    {
		"So": "Số 99",
		"Ten":"Xâm Hạ",
		"Am":"Lặc mã trì tiên trực quá lai<br/>Bán hữu ưu nguy bán hữu tai<br/>Kháp tự hỏa tao phần thiêu ốc<br/>Thiên thời giáng vũ đãng thành hôi",
		"Dich":"Buộc ngựa tay roi bước thẳng vo<br/>Nửa sầu tai nạn nửa âu lo<br/>Đang lúc cháy nhà hừng hực lửa<br/>Trời ban mưa muộn đã thành tro",
		"LoiBan":"Cả đời lao lực. Chớ lo thị phi. Gông cùm tới mình. Óan hờn đem đến",
		"DiemUng":"Nửa lo nửa mừng. Mọi sự nên hành thiện làm phúc",
		"TichCo":"Đào Tam Xuân làm soái",
		"Giai":"Gia đạo cầu bảo. Tự thân thủ phận. Cầu tài phá. Giao dịch trở.<br/> Hôn nhân quan tụng. Điền vụ lục súc tổn. Người đi khó. Tìm người rắc rối.<br/> Kiện tụng thua. Vật mất tìm không gặp. Bệnh sầu nguy.<br/>Phong thủy bại"
	},
    {
		"So": "Số 100",
		"Ten":"Xâm Hạ",
		"Am":"Phật thần linh biến dữ quân tri<br/>Si nhân thuyết sự chuyển hôn mê<br/>Lão nhân cầu đắc linh xâm khứ<br/>Bất tri thủ cựu  đãi thời lai",
		"Dich":"Phật thần linh hiển mọi người hay<br/>Kẻ đần nói bậy khác người say<br/>Cầm được quẻ này nên khắc nhớ<br/>An thân như cũ đợi tương lai",
		"LoiBan":"Linh xâm  đã dứt. Báo với người hay. Y cựu chớ động. Đợi thời cơ tới",
		"DiemUng":"Thủ thường chớ động. Cố gắng chờ thời",
		"TichCo":"Tam giáo đàm đạo",
		"Giai":"Mọi sự bất lợi. Cần nên làm phước. Mới được bình an"
	}
    ]
}