{"2021": {
	"Cung":"Cung 2020",
	"Tuoi":"<div><b>Tử vi tuổi Tý (Chuột)</b>: Hăng say lao động cùng với khả năng sáng tạo chính là thế mạnh giúp tuổi Tý gặt hái thành công và giải quyết những vấn đề phát sinh trong cuộc sống.</div><div><b>Tử vi tuổi Sửu (Trâu)</b>: Đối với tuổi Sửu thì sự nghiệp hanh thông. Mọi dự định hay mục tiêu mà tuổi Sửu đặt ra đều sớm đạt được. </div><div><b>Tử vi tuổi Dần (Hổ)</b>: “Cầu được ước thấy” chính là câu nói để hình dung về vận trình cuộc sống của người tuổi Dần trong năm 2020. Trong công việc cũng như cuộc sống năm Canh Tý bạn đều có được những bước phát triển mới. </div><div><b>Tử vi tuổi Mão (Mèo)</b>: Con đường công danh của tuổi Mão trong tử vi 2020 sẽ gặp được nhiều may mắn. Đồng thời nhờ có sự giúp đỡ của quý nhân mà con đường công danh ngày càng rộng mở. </div><div><b>Tử vi tuổi Thìn (Rồng)</b>: Gieo quẻ đầu năm 2020 Canh Tý sẽ biết được Tuổi Thìn trong năm mọi sự đều hanh thông thuận lợi bởi: Cung tài lộc hanh thông - gia tăng tích lũy, sự nghiệp có những bước phát triển mới, tình duyên gia đạo êm ấm và sức khỏe tốt.</div><div><b>Tử vi tuổi Tỵ (Rắn)</b>: Điểm sáng trong năm Canh Tý với người tuổi Tỵ chính là con đường tình duyên có nhiều khởi sắc. Sự nghiệp cũng nhận được may mắn mà thuận lợi hơn. </div><div><b>Tử vi tuổi Ngọ (Ngựa)</b>: Xem bói toán 2020 những người tuổi Ngọ sẽ có thêm nhiều khoản thu nhập mới. Tuy không nhiều và không phải từ công việc chính nhưng cũng giúp cuộc sống của bạn ổn định hơn. </div><div><b>Tử vi tuổi Mùi (Dê)</b>: Người tuổi Mùi năm nay sẽ có nhiều khởi sắc trên con đường tình duyên. Những người tuổi Mùi độc thân nhờ cung đào hoa nở rộ mà có được nhân duyên của mình.</div><div><b>Tử vi tuổi Thân (Khỉ)</b>: Sự nghiệp sẽ được quý nhân phù trợ. Nên khó khăn nào cũng có thể vượt qua. Theo thái ất tử vi 2020 nhờ có may mắn về cung tài lộc nên người tuổi Thân không phải lo lắng về vấn đề tiền bạc.</div><div><b>Tử vi tuổi Dậu (Gà)</b>: Xem tử vi 2020 thì người tuổi Dậu sẽ gặp nhiều may mắn về đường tình duyên. Vận đào hoa tới nên các bạn tuổi Dậu nếu đang độc thân thì sẽ nhận được nhiều lời tỏ tình trong thời gian sắp tới.</div><div><b>Tử vi tuổi Tuất (Chó)</b>: Đây là thời điểm mà người tuổi Tuất vượt qua được “Nút thắt cổ chai” nhờ thế mà tài lộc ùn ùn kéo tới. </div><div><b>Tử vi tuổi Hợi (Lợn)</b>: Trong tử vi năm 2020 thì sự nghiệp của tuổi Hợi sẽ có nhiều điềm báo tốt về thăng quan tiến chức. Đồng thời đường tình duyên cũng có nhiều khởi sắc hơn.</div>"
	},
"2020": {
	"Ty":"Tử vi năm 2020 tuổi Tý, dự đoán rằng một số cơ hội tuyệt vời sẽ đến với bạn vào năm 2020! Tuy nhiên, điều đó hoàn toàn phụ thuộc vào việc bạn có đón nhận hay không. Thời gian tốt nhất để tạo ra sự thay đổi trong cuộc sống của bạn là trong vòng ba tháng đầu năm. Bạn có thể cảm thấy tự do hơn trong năm nay, cởi mở hơn với những điều mới, ước mơ của cuộc sống. Mặc dù bạn sẽ không quên thế giới thực tại, nhưng bạn lại dành rất nhiều thời gian để tận hưởng. Bạn sẽ dành thời gian với những người khác và có một khoảng thời gian vui vẻ trong năm.<br/><br/>&emsp;Tuổi Tý là con giáp đầu tiên trong 12 con giáp. Những người sinh ra tuổi Tý được cho là rất hòa đồng, duyên dáng và thích vui vẻ. Những người tuổi Tý có thể tham lam và đầy bản lĩnh. Những người này, cũng tò mò và tìm cách học hỏi thêm mỗi ngày. Tất cả những đặc điểm này đều ảnh hưởng đến dấu hiệu của tử vi tuổi Tý năm 2020.<br/><br/>&emsp;Năm 2020 là năm Canh Tý, vì vậy tuổi Tý phải thận trọng hơn đặc biệt là về sức khỏe và các mối quan hệ. Họ có thể có nguy cơ mất một khoản tiền nhỏ trong các khoản đầu tư và thấy mình có tính khí thất thường hơn bình thường.<br/><br/>&emsp;Sẽ có rất nhiều mức cao và thấp cho tuổi Tý trong năm nay và bạn phải học cách đứng lên sau một thất bại và tận dụng khi có cơ hội. Bạn được khuyên nên đợi đến năm sau để đưa ra quyết định lớn.<br/><br/>&emsp;Tuổi Tý sẽ thấy mình mất tập trung và đôi khi dễ trở nên xúc động. Tình hình tài chính của bạn vẫn sẽ ổn định vì vậy ban nên chú ý hơn đến sức khỏe và các mối quan hệ của bạn.<br/><br/>&emsp;Tuổi Tý năm nay nên tham gia vào công việc từ thiện và tham dự các đám cưới để bù đắp năng lượng tiêu cực khác. Quá mức Âm như đám tang và nghĩa trang nên tránh càng nhiều càng tốt.<br/><br/>&emsp;Các tháng tốt nhất cho tuổi Tý trong năm 2020 là tháng ba, tháng chín và tháng mười một, bên cạnh đó bạn nên cảnh giác hơn trong suốt tháng tư, tháng bảy và tháng mười.<br/><br/><b>Sự nghiệp của tuổi Tý năm 2020</b><br/>&emsp;Dự báo năm 2020 cho thấy năm nay tuổi Tý sẽ cần phải tự đẩy mình đến thành công tại nơi làm việc. Không ai khác sẽ làm điều đó cho bạn. Trong khi bạn làm việc, bạn cần suy nghĩ về cách công việc của bạn sẽ ảnh hưởng đến bạn và cuộc sống của bạn trong tương lai. Công việc của bạn có làm bạn hạnh phúc không và nó có cho bạn đủ tiền để sống thoải mái không? Nếu bạn có thể trả lời câu hỏi không có câu hỏi nào, thì đây có thể là thời điểm tốt để bắt đầu tìm kiếm một công việc mới. Cho dù bạn có công việc gì, đó cũng là một ý tưởng tốt để tăng cường khả năng giao tiếp, sự tin cậy và kỹ năng làm việc nhóm trong năm nay.<br/><br/>&emsp;Sự nghiệp của bạn được dự đoán sẽ tăng lên vào năm 2020. Miễn là bạn quyết tâm, bạn sẽ đạt được mục tiêu và mong muốn của chúng. Tuổi Tý cũng có cơ hội mạnh mẽ để được thăng chức hoặc tăng lương nếu bạn làm việc chăm chỉ.<br/><br/>&emsp;Tuổi Tý sinh vào mùa xuân hoặc mùa hè thường hung dữ hơn. Năm nay, bạn không được chờ đợi một cơ hội từ trên trời rơi xuống. Nếu bạn muốn được tăng lương, bạn phải lên tiếng với sếp vì lợi ích riêng của bạn.<br/><br/>&emsp;Mặt khác, Tuổi Tý sinh vào mùa đông có thể lùi một bước vào tháng Năm.<br/><br/><b>Tài chính của tuổi Tý năm 2020</b><br/>&emsp;Năm nay năm 2020 bạn sẽ hạnh phúc nhất khi bạn tiêu tiền của mình cho người khác thay vì cho chính mình. Điều này có thể khiến mọi người nghĩ rằng bạn đang cố gắng để mua tình cảm của họ trong năm nay. Vì vậy, hãy chắc chắn rằng bạn có một số tình cảm đối với những người này. Tiền có thể cung cấp sự thoải mái trong năm nay cho các tuổi Tý. Tuy nhiên, hãy cố gắng tiết kiệm những gì bạn có thể sau khi thanh toán hóa đơn và các khoản nợ khác. Bị mắc nợ sẽ khiến bạn cảm thấy khó chịu, vì vậy hãy cố gắng tránh điều này vào năm 2020.<br/><br/>&emsp;Tử vi năm 2020, dự báo tài chính cho chuột vào năm 2020 cho thấy bạn sẽ duy trì triển vọng tài chính tốt trong suốt cả năm. Điều này đặc biệt đúng đối với những người có công việc toàn thời gian ổn định hoặc những người điều hành doanh nghiệp của riêng họ.<br/><br/>&emsp;Khi nói đến cơ hội đầu tư, Tuổi Tý sẽ đi trước một bước so với mọi người khác. Tuy nhiên, bạn cũng có thể bị cám dỗ chi tiền trong năm nay.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng ba, tháng bảy, tháng mười một và tháng mười hai, trong khi những tháng không may mắn là tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Tý năm 2020</b><br/>&emsp;Năm nay tuổi Tý có may mắn vào năm 2020 không? Dự đoán tình yêu chuột cho thấy dự đoán cuộc sống tình yêu của bạn cho thấy sự thích thú vào năm 2020. Bạn có khả năng hành động tự phát hơn trong năm nay, điều này sẽ tạo thêm hứng thú cho cuộc sống tình yêu của bạn, cho dù bạn đang trong tình yêu hay độc thân. Nếu bạn độc thân và nếu bạn muốn có một mối quan hệ, thì đó là năm may mắn của bạn! Nhiều cơ hội cho sự lãng mạn mới sẽ đến theo cách của bạn trong năm nay. Khi bạn đang cố gắng để có được với một người mới, hãy chắc chắn rằng bạn cho họ thấy con người thật của bạn ngay từ đầu.<br/><br/>&emsp;Tuổi Tý sẽ kết hôn vào năm 2020? Hãy chắc chắn vững vàng với những gì bạn muốn trong mối quan hệ của bạn, và lắng nghe những gì đối tác của bạn cũng muốn. Điều này cũng sẽ giúp ngăn chặn nhiều đối số có thể xảy ra nếu bạn không làm điều này. Bản chất quyến rũ của tuổi Tý chắc chắn sẽ cho bạn một năm rất nhiều tình cảm. Tuổi Tý cũng có khả năng có những trải nghiệm quan trọng, tích cực với bạn bè và gia đình trong năm nay. Miễn là bạn vẫn tự tin và sáng tác, bạn chắc chắn sẽ có một mối quan hệ thành công, bất kể mối quan hệ nào, với bất cứ ai bạn đồng ý vào năm 2020.<br/><br/><b>Sức khoẻ của tuổi Tý năm 2020</b><br/>&emsp;Sức khỏe của những người sinh năm con chuột sẽ ít nhiều giống như năm ngoái. Nếu bạn khỏe mạnh, thì bạn có khả năng giữ sức khỏe. Nếu bạn bị bệnh, tốt, bạn có thể muốn gặp bác sĩ. Điều này không có nghĩa là bạn nên lười biếng khi nói đến sức khỏe của bạn nếu bạn thường khỏe mạnh. Tập thể dục, ăn uống hợp lý và đảm bảo ngủ đủ giấc vào năm 2020.<br/><br/>&emsp;Khi đi du lịch, tuổi Tý tốt hơn nên dùng phương tiện giao thông công cộng. Nếu không, bạn nên rất chú ý khi lái xe. Bạn cũng nên cẩn thận khi ở dưới nước trong mùa hè.<br/><br/>&emsp;Thiếu ngủ cũng có thể dẫn đến các vấn đề cho tuổi Tý. Khi cảm thấy không khỏe, bạn nên gặp bác sĩ càng sớm càng tốt. Bạn cũng có thể tham gia hiến máu.<br/><br/>&emsp;Tuổi Tý nên chú ý hơn với sức khỏe của chúng trong các tháng 1, 2 và 10. Bạn cũng phải cẩn thận khi ở dưới nước vào tháng Năm và tháng Sáu.",
	"Suu":"Tử vi năm 2020 tuổi Sửu là năm may mắn khá. Tài sản sẽ tăng lên. Bạn có thể có được một tài sản lớn trong các dự án hoặc kiếm tiền từ khoản đầu tư của mình thông qua trí thông minh và trí tuệ. Hiệu suất của bạn trong công việc sẽ tốt hơn. Đôi khi bạn có thể do dự khi giải quyết mọi việc, nhưng nếu bạn nỗ lực, kết quả sẽ tốt. Đối với sức khỏe, bạn nên giữ dáng thông qua tập thể dục. Năm 2020, bạn nên dành nhiều thời gian hơn cho gia đình.<br/><br/>&emsp;Bên cạnh đó, dựa trên dự đoán vận may của tuổi Sửu năm 2020, Sửu trẻ tuổi rất may mắn trong các kỳ thi và học tập. Vì vậy, những sinh viên sinh năm Sửu nên tận dụng hết năm may mắn này và học tập chăm chỉ. Những nỗ lực sẽ được đền đáp. Một năm tốt đẹp hơn đang đến với tuổi Sửu. Sự tương hợp của năm Canh Tý và Sửu sẽ làm cho một năm tràn đầy phúc lành và tiến bộ. Và là một năm cho sự nghiệp giáo dục và sức khỏe của bạn.<br/><br/><b>Sự nghiệp của tuổi Sửu năm 2020</b><br/>&emsp;Mặc dù năm trước Kỷ Hợi tỏ ra thiếu thốn với tuổi Sửu, nhưng năm nay sẽ tạo nên sự khác biệt. Năm Canh Tý sẽ đứng về phía tuổi Sửu! Đã được biết đến với sự trung thực và kiên trì của mình, tuổi Sửu sẽ đón nhận sự khen ngợi bằng hình thức khuyến mãi và bằng khen. Đặc điểm tính cách tốt nhất của bạn sẽ được thể hiện cho tất cả mọi người, và công việc khó khăn của bạn cuối cùng sẽ được đền đáp bằng kết quả xứng đáng. Với thành công trên đường chân trời, bạn thậm chí có cơ hội để bắt đầu một cái gì đó mới. Thiết lập một cửa hàng trực tuyến, một nhà hàng pop-up nhỏ hoặc một công ty với những đồng nghiệp cũ. Đừng lãng phí may mắn của bạn trong năm nay. Đi lớn lên hoặc về nhà, như năm nay nói!<br/><br/>&emsp;Tuy nhiên, hãy quan tâm đến đồng nghiệp, vì bất hạnh có thể đến với bạn từ các đồng nghiệp nam. Mặc dù bạn đánh giá cao sự trung thực và đáng tin cậy, những người khác có thể không. Chọn bạn bè của bạn một cách khôn ngoan, và bạn bè công việc đề ý nhiều hơn như vậy.<br/><br/>&emsp;- Tháng may mắn: Tháng hai, tháng tư, tháng bảy, tháng tám và tháng mười một.<br/><br/>&emsp;- Tháng không may mắn: Tháng một, tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tài lộc của tuổi Sửu năm 2020</b><br/>&emsp;Năm 2020, những người sinh năm Sửu có một may mắn rất lớn về sự giàu có. Bạn có thể kiếm được nhiều tiền thông qua đầu tư. Khi đầu tư vào một số dự án, họ nên tìm hiểu thêm về dự án, nếu không họ có thể mất rất nhiều. Bên cạnh đó, việc mở một cửa hàng ở những nơi bận rộn và thịnh vượng sẽ dễ dàng mang lại cho bạn một gia tài.<br/><br/><b>Tình cảm của tuổi Sửu năm 2020</b><br/>&emsp;Vận may trong tình yêu và mối quan hệ với tuổi Sửu khác nhau giữa nam và nữ. Đối với những chàng trai sinh năm Sửu, họ có cơ hội yêu. Họ có thể gặp các cô gái thông qua các bữa tiệc và các dịp vui khác nhau. Đối với con gái, vận may trong tình yêu không phải là tốt; Bạn nên chủ động theo đuổi tình yêu của mình một cách dũng cảm thay vì chỉ chờ đợi.<br/><br/><b>Sức khỏe của tuổi Sửu năm 2020</b><br/>&emsp;Dựa vào tử vi năm 2020, may mắn về sức khỏe cho tuổi Sửu là không tốt. Họ có thể dễ dàng bị cảm lạnh và có vấn đề về dạ dày và gan. Họ có thể bị thương khi tranh chấp với người khác. Đôi mắt và trái tim cũng cần được chăm sóc tốt. Bạn nên không tạo cho mình quá nhiều áp lực và thức khuya, nhưng duy trì chế độ ăn uống lành mạnh và lịch trình ổn định, điều này sẽ giúp bạn khỏe mạnh.",
	"Dan":"Tử vi năm 2020 của tuổi Dần dự đoán rằng năm bắt đầu đặc biệt hứa hẹn thành công trong mọi công việc của mình. Lời khuyên tốt nhất cho bạn là hãy tự tin vào chính mình. Đi về phía trước mà không hỏi bản thân quá nhiều câu hỏi. Năng lượng của năm 2020 cộng hưởng với tuổi Dần, bạn sẽ có một năm tuyệt vời, nhưng không phải là không có thách thức. Những người sinh năm Dần: Giáp Dần (1974), Bính Dần (1986), Mậu Dần (1938, 1998), Nhâm Dần (1962, 2022), Canh Dần (1950, 2010).<br/><br/>&emsp;Tuổi Dần là tượng trưng cho sức mạnh, niềm đam mê, và chiến binh táo bạo và dũng cảm. Bạn cười khi đối mặt với nguy hiểm và thành công dưới áp lực. Tuổi Dần có lúc bốc đồng và không thể tha thứ nhưng sẽ hoàn thành bất kỳ nhiệm vụ nào với hiệu quả và sự nhiệt tình mặc dù bạn có thể muốn làm điều đó một mình để đảm bảo công việc được thực hiện đúng quỹ đạo. Tuổi Dần có đức tính cao thượng và thường sẽ đứng lên và chiến đấu cho những gì bạn cho là đúng.<br/><br/><b>Sự nghiệp của tuổi Dần năm 2020</b><br/>&emsp;Những người sinh tuổi Dần sẽ có một may mắn trong việc vượt qua các kỳ thi kiểm tra trình độ và nhận được các chứng chỉ, điều này sẽ hữu ích trong việc thăng tiến nghề nghiệp và tìm kiếm việc làm. Họ nên nắm bắt cơ hội và chiến đấu cho những gì họ muốn khi có cơ hội.<br/><br/>&emsp;Bạn phải làm cho sự hiện diện của bạn trong cộng đồng với các kỹ năng và trí tuệ. Ngoài ra, bạn phải mạnh mẽ, tò mò và năng động hơn để phù hợp với tốc độ của quay của năm 2020 Canh Tý, nếu bạn phải thành công trong cuộc sống. Bạn phải gác lại bản chất của mình và tiếp cận cuộc sống trong năm Tý với tất cả sự nghiêm túc. Điều này sẽ giúp bạn đối mặt với những thách thức bạn gặp phải để tiến tới thành công.<br/><br/>&emsp;Đối với những người sinh năm Hổ, may mắn trong sự nghiệp của bạn không quá tệ cũng không được cải thiện nhiều. Lý do chính cho điều này là có quá nhiều nhiệm vụ rườm rà trong công việc có thể khiến bạn không thể thực hiện công việc và có hại cho bạn để phát triển. Nếu bạn là người làm công ăn lương, hiệu suất công việc có thể không đạt yêu cầu do năng lực hạn chế, kém hiệu quả của bạn. Vì lý do này, bạn cần dành nhiều thời gian hơn để học một số kiến ​​thức chuyên môn và cải thiện khả năng cá nhân để đóng góp cho sự tiến bộ của sự nghiệp. Đối với những người lãnh đạo tuổi Dần, bạn có thể dễ bị nghẽn cổ chai trong công việc và khó đạt được kỳ vọng trong sự nghiệp, vì vậy hãy điều chỉnh tâm lý của bạn và làm việc chăm chỉ để tìm giải pháp.<br/><br/>&emsp;Dự báo cho sự nghiệp của tuổi Dần trong năm 2020 tổng quan là một giai đoạn rất hài lòng. Bạn có thể mong đợi lên các vị trí cấp cao với phần thưởng tài chính đi kèm. Bạn có thể đi lên trong nghề nghiệp của mình với sự hỗ trợ của đồng nghiệp và người có kinh nghiệm đi trước.<br/><br/><b>Tài lộc của tuổi Dần năm 2020</b><br/>&emsp;Người tuổi Dần sẽ có một may mắn khá lớn về tài lộc, điều này có thể mang lại cho bạn những phúc lợi và tiền lương tốt hơn. Bạn sẽ nhận được lợi ích, kế thừa và sự giúp đỡ từ người thân của bạn. Bạn sẽ kiếm được nhiều tiền hơn nếu tham gia vào ngành nước, phục vụ và nuôi trồng thủy sản nếu có.<br/><br/>&emsp;Nói chung, mặc dù khó khăn trong sự nghiệp, thu nhập tiền lương của bạn sẽ không bị ảnh hưởng quá nhiều và may mắn của bạn cho thu nhập từ công việc sẽ giữ một xu thế tăng. Đồng thời, vận may của bạn sẽ khá tốt và hầu như không mất kể cả lợi nhuận cho khoản đầu tư của bạn. Năm nay, bạn có thể tụ tập nhiều hơn với bạn bè và người thân, và chi tiêu rất nhiều cho việc này. Bạn nên lập một kế hoạch tiêu dùng hợp lý và chi tiêu hợp lý để tránh mất mát và lãng phí tiền bạc.<br/><br/>&emsp;Những người tuổi Dần là những nhà đầu tư dày dạn kinh nghiệm có thể sử dụng một phần tiền của mình để đầu tư vào một liên doanh mới. Đầu tư sẽ mang lại lợi nhuận vượt trội nếu được thực hiện với sự giúp đỡ của các chuyên gia tài chính. Một chút nghiên cứu nghiêm túc cũng sẽ giúp ích. Sẽ là khôn ngoan để hạn chế chi phí của bạn và đầu tư tiền dư vào tiết kiệm.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng 3, tháng 9 và tháng 10<br/><br/><b>Tình cảm của tuổi Dần năm 2020</b><br/>&emsp;Theo vận may của tuổi Dần năm 2020, những cô gái sinh ra trong những năm của Dần sẽ gặp người đàn ông họ yêu và phát triển mối quan hệ đó. Các cô gái có thể sử dụng mối quan hệ xã hội hiện tại mà họ có để biết người kia và mạnh dạn theo đuổi tình yêu. Ngược lại, con trai có thể rơi vào tình huống thụ động trong mối quan hệ yêu đương, và họ nên tự mình đấu tranh cho tình yêu.<br/><br/>&emsp;Tuổi Dần sẽ được ban phúc trong mối quan hệ tình yêu và bạn sẽ bắt đầu một mối quan hệ vào năm 2020 nếu bạn độc thân. Nếu bạn thất bại trong mối quan hệ tình yêu năm ngoái, bạn sẽ có mối quan hệ tình cảm với một người quen năm nay. Đối với những người đã kết hôn, năm 2020 có thể là một năm hạnh phúc để bạn tận hưởng sự hòa hợp và bạn sẽ lắng nghe nhau về mọi thứ, khiến người khác ngưỡng mộ rất nhiều.<br/><br/>&emsp;Năm 2020 Canh Tý bạn có đào hoa một chút, điều đó có nghĩa là những người còn độc thân có thể gặp một số rắc rối trong khi tìm kiếm bạn đời. Mặc dù họ chưa có khả năng gặp bạn đồng hành của mình nhưng họ vẫn sẽ gặp những người khác nhau và kết bạn mới. Những con tuổi Dần độc thân có thể không may mắn có được những đối tác phù hợp trong năm nay và điều này có thể khiến cuộc sống của bạn trở nên yên bình hơn. Khả năng có tình bạn mới là tươi sáng.<br/><br/>&emsp;Những tuổi Dần đã kết hôn hoặc hiện đang có mối quan hệ phải giải quyết vấn đề càng sớm càng tốt nếu có mâu thuẫn. Bỏ qua các vấn đề về trong mối quan hệ tình cảm có thể là khúc dạo đầu cho những rắc rối lớn hơn nhiều trong tương lai.<br/><br/><b>Sức khỏe của tuổi Dần năm 2020</b><br/>&emsp;Không có vấn đề lớn về sức khỏe của người tuổi Dần năm 2020. Nhưng họ vẫn nên chăm sóc bản thân tốt. Đừng tham gia các hoạt động nguy hiểm, đừng chơi dưới nước, đừng đi đến nơi tối tăm và ẩm ướt, và đừng cãi nhau gay gắt với người khác.<br/><br/>&emsp;Tuổi Dần sẽ gặp vấn đề nhỏ khi nói đến sức khỏe năm 2020. Bạn sẽ mắc các bệnh phổ biến như cảm lạnh, cúm và đau dạ dày. Bạn cũng cần thận trọng đối với viêm xoang và viêm khớp.<br/><br/>&emsp;Nói chung, Tuổi Dần sẽ ổn nếu bạn ăn tốt, ngủ ngon và tập thể dục thường xuyên nhưng bạn nên thận trọng hơn trong các tháng 1, 4, 7 và 12.",
	"Meo":"Tử vi năm 2020 của tuổi Mão dự đoán, bạn sẽ phải chịu đựng những tiếng lạ, tranh chấp, sự nghiệp bị hư hỏng, cản trở may mắn trong việc kiếm tiền và nhiều bệnh tật hoặc thảm họa. Đặc biệt, sự nghiệp và tài lộc của bạn sẽ suy giảm rất nhiều do tác động của những ngôi sao khắc kỵ, thậm chí sẽ ảnh hưởng đến sức khỏe của bạn. Bạn sẽ đương đầu với nhiều thử thách, dù trong công việc hay cuộc sống và nên tập hợp sức mạnh của mình để đối mặt với những khó khăn tích cực trong năm nay.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng bất cứ điều gì bạn làm năm ngoái sẽ ảnh hưởng trực tiếp đến năm nay của bạn. Bạn sẽ tiếp tục làm việc trên tất cả mọi thứ mà bạn đang làm vào năm ngoái. Nhưng, bạn cũng sẽ nhận thức rõ hơn về những gì bạn đang làm trong năm nay. Bạn sẽ cần tiếp tục thực hiện các mục tiêu của mình nếu bạn muốn hoàn thành chúng; có thể bạn sẽ giành được tiến bộ bằng cách không làm gì cả. Cố gắng học hỏi nhiều hơn trong năm 2020 Canh Tý. Luôn luôn cố gắng cải thiện bản thân bằng cách này hay cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Mão<br/><br/><b>Sự nghiệp của tuổi Mão năm 2020</b><br/>&emsp;Đối với những người tuổi Mão, may mắn cho sự nghiệp của bạn có thể kém may mắn năm 2020. Nếu bạn là người làm công ăn lương, hiệu suất của bạn có thể không ổn định vì bạn không thể chủ động làm việc; bị ảnh hưởng bởi ngôi sao khắc kỵ, bạn sẽ khó thể hiện khả năng của mình do giới hạn trong việc quản lý. Đối với lãnh đạo tuổi Mão, sự nghiệp cũng có thể kém thỏa đáng hơn vì bạn sẽ trở nên xấu tính, nóng nảy, cáu kỉnh và khắc nghiệt với cấp dưới do ngôi sao xấu của năm, có thể khiến bạn mất đi sự hỗ trợ. Bạn nên thay đổi tính khí và kiên nhẫn hơn, khoan dung và tốt bụng hơn với cấp dưới, thì sự nghiệp chính thức của bạn sẽ ngày càng tốt hơn.<br/><br/>&emsp;Làm việc chăm chỉ vào năm 2020 và chắc chắn sẽ có kết quả trong những năm tới. Ngoài ra, tuổi Mão sẽ có thêm kiến ​​thức về sự nghiệp của họ trong năm nay. Hoặc, học các kỹ năng mới có thể giúp công việc của bạn. Sau đó, bạn sẽ có cơ hội tốt hơn để được chú ý hoặc thăng chức. Đừng ngại làm việc với những người khác trong năm nay. Đồng nghiệp của bạn rất có thể là tài sản lớn nhất của bạn trong công việc năm nay.<br/><br/>&emsp;Dự báo về sự nghiệp tuổi Mão năm 2020 cho thấy rằng bạn sẽ đạt được tiến bộ xuất sắc trong lĩnh vực chuyên môn. Trong việc này, bạn sẽ nhận được sự hỗ trợ từ các đồng nghiệp nữ và người cao niên do những ảnh hưởng chiêm tinh.<br/><br/><b>Tài lộc của tuổi Mão năm 2020</b><br/>&emsp;Tài lộc năm nay của bạn ở mức bình thường, bạn khó có thể tích lũy quá nhiều của cải và khó có thể nhận được tiền lãi từ đầu tư dưới tác động của những ngôi sao xấu. Do đó, bạn phải làm công việc thật tốt và mong đợi được trả nhiều tiền hơn từ tiến độ trong công việc. Do thiếu may ắn, ngôi sao tốt lành về tài lộc có bị chặn, dẫn đến nhiều rủi ro trong đầu tư tài chính. Vì lý do này, bạn không nên đầu tư vào các sản phẩm tài chính mà hãy bắt tay vào làm việc chăm chỉ.<br/><br/>&emsp;2020 có may mắn cho tuổi Mão không? Dự đoán tuổi Mão năm 2020 yêu cầu bạn trả hết mọi khoản nợ cũ mà bạn có thể có. Những khoản nợ này có khả năng làm bạn căng thẳng nếu bạn không trả hết sớm. Làm sạch ngân sách của bạn và cố gắng cân bằng nó trong năm nay. Làm việc nhiều hơn để trả tiền, thay vì mua những thứ mới. Tiết kiệm tiền cho những năm tới cũng là một ý tưởng hay trong năm 2020.<br/><br/>&emsp;Đối với những người đang tìm kiếm tài lộc liên quan đến công việc gần đây có thể là một sự thất vọng từ sếp đó. Hãy nhớ rằng thời gian tốt đẹp sẽ không kéo dài mãi mãi và người ta cũng không nên để lòng tham dẫn tới sự sụp đổ của một thành tích.<br/><br/>&emsp;Quan trọng hơn bạn nên biết khi nào nên từ chức và để người khác có cơ hội tiếp quản. Đối với những người lãnh đạo doanh nghiệp, bạn muốn tồn tại và phát triển bạn phải sẵn sàng thích nghi với những thay đổi và nhu cầu thị trường.<br/><br/><b>Tình cảm của tuổi Mão năm 2020</b><br/>&emsp;Năm nay tình cảm của bạn sẽ may mắn hơn. Được chúc phúc bởi ngôi sao tốt lành phụ trách mối quan hệ yêu đương, bạn sẽ được ban phúc nhiều hơn, bất kể độc thân hay đã kết hôn. Đối với những tuổi Mão độc thân, bạn sẽ duyên dáng và nổi tiếng hơn với người khác giới, và có cơ hội bắt đầu một mối quan hệ. Đối với những người đã và đang yêu, bạn cũng có thể có người cầu hôn và dễ bị cám dỗ dẫn đến ngoại tình và gây ra khủng hoảng cho cuộc hôn nhân của bạn. Vì vậy, hãy chú ý đến lời nói và hành động của bạn trong cuộc sống hàng ngày và giữ một khoảng cách nhất định với người khác giới xung quanh để chống lại cám dỗ.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng tuổi Mão có khả năng tìm kiếm mối quan hệ lý tưởng trong năm nay, lãng mạn hoặc thân thiện. Tuổi Mão sẽ kết hôn vào năm 2020? Bạn có thể có hình ảnh của đối tác hoàn hảo trong tâm trí của bạn. Đừng lãng phí thời gian của bạn để tìm kiếm người này trong năm nay. Nếu bạn còn độc thân, hãy hẹn hò và tìm một người gần gũi với lý tưởng của bạn. Tuy nhiên, đừng bỏ ai đó chỉ vì họ không phù hợp với tất cả các tiêu chí của bạn. Nếu bạn đã có một mối quan hệ, đây là thời điểm tuyệt vời để làm mọi thứ rung chuyển. Thử những điều mới, đến những địa điểm mới và quan hệ mới theo những cách khác nhau đều là những cách tốt để tăng thêm hứng thú cho mối quan hệ của bạn.<br/><br/><b>Sức khỏe của tuổi Mão năm 2020</b><br/>&emsp;Năm 2020 sức khoẻ cũng không hẳn tốt với bạn. Mặc dù tác động xấu cảu năm, nhưng ít nghiêm trọng hơn, nhưng những ngôi sao không thể tránh khỏi ảnh hưởng đến bạn rất nhiều. Ví dụ, nó sẽ khiến bạn mất kiên nhẫn và cáu kỉnh, điều này sẽ có hại cho sức khỏe của bạn. Bên cạnh đó, sẽ khiến bạn mệt mỏi, mất tinh thần và đãng trí, do đó dễ bị tai nạn. Do đó, bạn nên thư giãn, điều chỉnh suy nghĩ, xen kẽ làm việc với nghỉ ngơi và tránh làm việc quá sức.<br/><br/>&emsp;Tuổi Mão, tất cả các công việc bạn đang làm chắc chắn sẽ làm bạn căng thẳng. Vì vậy, sẽ rất thuận lợi khi học một số kỹ thuật giảm căng thẳng trong năm. Cố gắng dành nhiều thời gian ngoài trời và ít thời gian hơn trước màn hình trong năm nay. Điều này có thể khuyến khích bạn tập thể dục nhiều hơn. Ở phía trước ít màn hình hơn sẽ khiến mắt bạn cảm thấy khỏe mạnh và cũng giúp bạn bớt đau đầu hơn. Giữ cho năng động và ăn một chế độ ăn uống cân bằng là rất quan trọng trong năm nay. Vì vậy, cố gắng làm những điều sẽ giúp cải thiện sức khoẻ.",
	"Thin":"Tử vi năm 2020 của tuổi Thìn dự đoán năm nay sẽ tương đối yên tĩnh cho bạn. Bạn sẽ thực tế hơn, điều này sẽ có thể giúp bạn trong nhiều lĩnh vực của cuộc sống trong năm 2020. Đôi khi bạn có thể gặp khó khăn trong việc tìm kiếm động lực của mình. Nhưng khi bạn có động lực, bạn sẽ có thể suy nghĩ rõ ràng và lập kế hoạch cho tương lai một cách dễ dàng. Đôi khi, bạn sẽ có mức năng lượng cao, và đây là thời điểm tốt nhất để thực hiện công việc hoặc thực hiện các mục tiêu của bạn.<br/><br/>&emsp;Tuổi Thìn được cho là dấu hiệu của sự may mắn và thịnh vượng. Những người được sinh ra vào năm rồng được cho là mạnh mẽ, tốt bụng, thân thiện, may mắn trong mọi nỗ lực. Những đặc điểm này chắc chắn sẽ giúp bất kỳ người nào sinh ra trong năm con rồng với tử vi của bạn vào năm 2020!<br/><br/>&emsp;Tử vi năm 2020 dự đoán năm nay sẽ là một năm tuyệt vời với một số ngôi sao ảnh hưởng đến vận mệnh của tuổi Thìn theo hướng tích cực. Mặc dù ảnh hưởng chiêm tinh của một số ngôi sao là tiêu cực, nhưng chúng bị đối trọng bởi những rung cảm tích cực của những ngôi sao tốt. Nhìn chung, năm 2020 hứa hẹn sẽ là một giai đoạn tuyệt vời trong cuộc đời của người tuổi Thìn.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Thìn<br/><br/>&emsp;Người tuổi rồng sẽ thấy vận may  được cải thiện đáng kể vào năm 2020 và có thể được ban phúc trong cả sự nghiệp và tình yêu. Về vấn đề này, bạn nên nắm bắt cơ hội. Mặc dù tài lộc của bạn sẽ không thay đổi đáng kể, bạn vẫn có thể tiết kiệm như mong muốn miễn là bạn giữ thói quen quản lý các vấn đề tiền bạc và không tiêu tiền hoang phí. Mặt khác, tuổi Thìn nên tận dụng sự may mắn để tìm kiếm cơ hội mới và làm những điều bạn chưa từng nghĩ đến trong cuộc sống hàng ngày, để làm cho cuộc sống của bạn trở nên đầy màu sắc và thú vị. Một khi bạn lựa chọn đúng, bạn sẽ có thể có kết quả tốt.<br/><br/>&emsp;Tuổi Thìn chuyên nghiệp có thể mong đợi sự hỗ trợ của đồng nghiệp và người có kinh nghiệm trong công việc của họ. Bạn cũng sẽ nhận được sự khuyến khích từ quản lý cấp trên trong việc tiến bộ trong sự nghiệp. Điều quan trọng là hòa đồng với các đồng nghiệp của bạn. Ngoài ra, hãy ngoại giao và đừng chà xát vào mặt sai.<br/><br/>&emsp;Người tuổi Thìn được biết đến với khả năng lãnh đạo và kỹ năng chiến đấu. Kết quả là, vào năm Tý, bạn sẽ có thể hoàn thành nhiệm vụ của mình với sự kiên trì và sức mạnh ý chí mạnh mẽ. Do đó, sự thăng tiến trong cuộc sống của bạn sẽ suôn sẻ và sinh lời.<br/><br/><b>Sự nghiệp của tuổi Thìn năm 2020</b><br/>&emsp;Bản chất mạnh mẽ và thông minh, bạn không cần phải lo lắng về sự nghiệp của mình và có thể đạt được điều gì đó miễn là bạn hành động theo cảm xúc của mình. Trong năm qua, những vấn đề tầm thường đã gây ra một cuộc khủng hoảng trong sự nghiệp của bạn, điều này khiến sợ hãi của bạn tăng lên. Năm 2020, bạn có thể là người tốt mà không bị làm phiền bởi những vấn đề tầm thường và mong chờ sự may mắn cho sự nghiệp. Tuy nhiên, đừng trở nên tự mãn vì tài sản, sự nghiệp đã phục hồi. Bình tĩnh, làm việc theo cách thực tế. Trong một thời gian ngắn, bạn sẽ có thể đạt được thành công lớn hơn và đáng chú ý trong sự nghiệp của bạn.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng nhiều cơ hội mới sẽ đến với bạn trong công việc vào năm 2020. Đây là thời điểm tuyệt vời để thảo luận với cấp trên của bạn nếu bạn đang tìm kiếm một kế hoạch phát triển. Đây cũng là một năm tuyệt vời để hòa đồng với đồng nghiệp của bạn. Cùng với việc kết bạn mới, đồng nghiệp của bạn có khả năng giúp bạn thực hiện các dự án tại nhà. Hãy cố gắng tập trung vào một mục tiêu lớn trong công việc vào năm 2020, cũng như tiếp tục làm việc với bất cứ điều gì cấp trên của bạn bảo bạn làm trong năm 2020 này.<br/><br/>&emsp;Dự đoán về sự nghiệp cho con rồng cho năm 2020 cũng cho thấy rằng bạn sẽ mở rộng, cao hơn trong sự nghiệp chuyên nghiệp của mình. Ngoài ra nhiều chương trình tài chính và gia tăng tài lộc có thể đến với bạn. Sự cần cù của bạn sẽ được ban lãnh đạo đánh giá cao và được đềnđáp xứng đáng. Do đó, bạn sẽ có cơ hội sử dụng các khả năng quản trị và kỹ năng thực hành của mình.<br/><br/>&emsp;Trách nhiệm và quyền lực trở nên mạnh mẽ và tích cực khi bạn đang đảm nhận bất kỳ dự án nào. Bạn nên sử dụng sự khéo léo của mình và giao tiếp phù hợp mà không làm tổn thương người khác. Bạn nên cố gắng tranh thủ sự hỗ trợ của các đồng nghiệp trong công việc.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng hai, tháng bảy, tháng tám và tháng mười một.<br/><br/><b>Tài lộc của tuổi Thìn năm 2020</b><br/>&emsp;Do nhieeuv công việc lại mới bắt đầu năm 2020, bạn thường chỉ có thể mong đợi sự may mắn trong việc kiếm tiền và tạo điều kiện tốt hơn để cải thiện tài lộc của bạn. Ngoài công việc khó khăn, bạn có thể thử những cách mới, chẳng hạn như công việc bán thời gian và các cuộc thi mà bạn đã từ chối làm trong quá khứ, nếu bạn muốn có được tài lộc hơn; miễn là bạn sẵn sàng làm điều đó, bạn chắc chắn sẽ nhận được kết quả tốt với tài năng của mình. Đồng thời, cân bằng thu nhập chi tiêu và cố gắng tiết kiệm một chút. Theo vận hạn may mắn, bạn có thể sáng suốt và có kỹ năng quản lý và đầu tư tài chính, có cơ hội giành giải thưởng trong các hoạt động xổ số và nhận được sự giàu có bất ngờ thông qua việc đó, giành giải thưởng và các cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Thìn dự báo tài chính cho thấy một năm cũng ấm áp về các vấn đề tiền bạc. Dòng tiền sẽ chậm chạp, nhưng bạn vẫn có thể trang trải chi phí của mình. Bất kỳ khoản đầu tư nào bạn đang thực hiện nên có mục đích và dựa trên phân tích thích hợp.<br/><br/>&emsp;Các chỉ số chiêm tinh chỉ ra khả năng mất mát tài chính nghiêm trọng trong tháng ba và tháng chín. Bạn phải cực kỳ cảnh giác trong những tháng này. Ngoài ra, tránh tất cả các khoản đầu tư trong thời gian này. Bất kỳ sự tham lam sẽ dẫn đến thảm họa.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng bảy và tháng tám.<br/><br/><b>Tình cảm của tuổi Thìn năm 2020</b><br/>&emsp;Người tuổi Thìn, độc thân, đang yêu hoặc đã kết hôn, được ban phúc trong mối quan hệ tình cảm trong năm nay và bạn sẽ duy trì mối quan hệ tốt. Nếu bạn còn độc thân, bạn sẽ có cơ hội tìm được người cùng chí hướng và bắt đầu một mối quan hệ tốt đẹp. Tuy nhiên, nếu bạn đang yêu hoặc đã kết hôn, may mắn sẽ là bình thường bởi vì bạn quá chiếm hữu và mạnh mẽ và cai trị bạn tình bằng một cây gậy sắt, khiến người đó không hài lòng với bạn. Do đó, bạn nên nhẹ nhàng và ân cần và cho nhau nhiều không gian trống để giữ cảm giác bí ẩn và duy trì mối quan hệ ổn định.<br/><br/>&emsp;Dự đoán chiêm tinh cho tuổi Thìn trong năm 2020 chỉ ra rằng bạn sẽ quan tâm nhiều hơn đến các hoạt động của chính mình. Ngoài ra bạn sẽ tránh các mối quan hệ tình cảm phát sinh. Nếu bạn đang trong tình yêu, rất có thể bạn sẽ vướng vào những cuộc cãi vã với đối tác của mình một cách không cần thiết. Nhìn chung, bạn không thể lặp lại những điều tốt đẹp trong tình yêu của năm 2019 trong năm nay.<br/><br/>&emsp;Rồng cô đơn nên cố gắng mạo hiểm và cố gắng lôi cuốn các đối tác mới vào mối quan hệ tình cảm. Sáu tháng đầu năm 2020 dường như đầy hứa hẹn cho tình yêu, miễn là bạn sẵn sàng. Bạn cũng nên cố gắng tận dụng các cơ hội bạn có được.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng sáu, tháng tám và tháng mười một.<br/><br/><b>Sức khỏe của tuổi Thìn năm 2020</b><br/>&emsp;Đối với những người sinh năm Rồng, sức khỏe có thể rõ ràng vào năm 2020 và bạn sẽ dễ mắc bệnh nhẹ trong cuộc sống hàng ngày. Do đó, bạn nên theo dõi sức khỏe của mình và đừng bao giờ coi tuổi trẻ là cái cớ để hành động liều lĩnh và không quan tâm đến điều gì. Đặt sức khỏe của bạn lên hàng đầu trong mọi tình huống.<br/><br/>&emsp;Theo tử vi dự báo sức khỏe tuổi Thìn trong năm 2020 chỉ ra một năm khá tốt. Bệnh nhẹ và thương tích nhỏ có khả năng. Ngoài ra, hãy chăm sóc sức khỏe của bạn bằng cách ăn kiêng hợp lý và đừng quên thực hiện một thói quen tập thể dục. Chấn thương có thể tránh được bằng cách thận trọng hơn. Lái xe nên thận trọng trong các tháng của tháng một, tháng chín và tháng mười hai. Tháng 4 là nguy hiểm cho các môn thể thao dưới nước.",
	"Ti":"Tử vi năm 2020 của tuổi Tỵ dự đoán rằng mọi thứ sẽ dễ dàng hơn cho bạn trong năm nay so với những năm trước. Bạn sẽ cảm thấy như bạn có nhiều tự do hơn để làm những điều mà bạn thích. Bạn sẽ có thể thoát khỏi nhiều phiền toái trong cuộc sống của bạn. Sẽ có ít vấn đề hơn trong cuộc sống của bạn trong năm Canh Tý 2020 này và cũng có nhiều cơ hội thăng tiến hơn. Bạn có thể quên đi những điều khó chịu đã xảy ra trong cuộc sống của mình và mong chờ một thời gian dễ chịu vào năm 2020. Bạn có thể nhận được một năm với một tâm trí bình yên và không bị xáo trộn.<br/><br/>&emsp;Năm 2020 sẽ mang đến cho bạn rất nhiều sự mở cửa đòi hỏi nhiều hành động và nhiều chuyến đi. Những triển vọng này đi kèm với các mối nguy hiểm vốn có, và bạn phải di chuyển nhanh chóng và cẩn thận nếu bạn phải đạt được thành công.<br/><br/>&emsp;Năm 2020 Canh Tý đòi hỏi tuổi Tỵ phải siêng năng và phù hợp với tốc độ biến động cuộc sống. Nếu bạn phải hoàn thành mục tiêu của mình, sẽ cần phải cải thiện kỹ thuật giao tiếp của bạn. Cũng cần có sự chân thành và cống hiến trong cách tiếp cận của bạn đối với các công việc khác nhau mà bạn đã đảm nhận.<br/><br/>&emsp;Tuổi Tỵ năm nay cũng có thể mong đợi sự khuyến khích và hỗ trợ từ một người quen hoặc người thân trong việc biến các dự án của bạn thành công. Mặc dù năm 2020 hứa hẹn cho các khoản đầu tư, nhưng chúng cần được hỗ trợ bởi chuyên môn phù hợp.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Tỵ<br/><br/>&emsp;Vào năm 2020 Canh Tý, thuộc về nước trong Ngũ hành trong khi Tỵ thuộc về lửa, vì vậy những người tuổi Tỵ cảm thấy không may mắn về mọi mặt, đặc biệt là trong sự nghiệp và mối quan hệ yêu đương. Tuy nhiên thực tế, Về mặt sự nghiệp, công việc của bạn sẽ tiếp tục rất tốt và bạn sẽ thấy không gian hạn chế để phát triển của bạn. Bạn sẽ mất rất nhiều công để thay đổi tình hình. Đối với mối quan hệ tình cảm, bạn sẽ cảm thấy bị giữ chặt, đặc biệt nếu bạn độc thân - thất bại trong việc bắt đầu một mối quan hệ, thiếu đi một mối quan hệ đúng đắn và những trở ngại trên con đường của bạn.<br/><br/><b>Sự nghiệp của tuổi Tỵ năm 2020</b><br/>&emsp;Năm 2020 sẽ có dấu hiệu tiến bộ trong sự nghiệp của bạn, vẫn có một số khó khăn sẽ xảy ra với bạn. Đối với những người làm công ăn lương, bạn sẽ khó có thể vượt qua tình trạng hiện tại trong sự nghiệp của mình trong năm nay. Bạn có thể chọn tạm thời chuyển trọng tâm công việc và bắt đầu từ những việc nhỏ nhặt; nếu bạn có thể làm cho mọi chi tiết nhỏ trở nên hoàn hảo, bạn có thể đạt được những điều tuyệt vời. Đối với những người tự kinh doanh hoặc doanh nhân tuổi Tỵ, bạn không nên cẩu thả trong năm nay mà cực kỳ thận trọng trong việc lựa chọn đối tác hoặc xử lý các thói quen hàng ngày, đặc biệt là khi ký thỏa thuận hoặc hợp đồng với người khác, để tránh tổn thất cho chính bạn hoặc công ty của bạn.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Tỵ dự đoán rằng công việc của bạn sẽ đa dạng hóa trong năm nay cho dù chính bạn là người thực hiện các thay đổi hoặc do người khác. Sẽ có thêm một số cơ hội thăng tiến trong công việc vào năm 2020 vì tất cả những thay đổi này. Nếu bạn có thể chứng tỏ mình là người tuyệt vời ở nhiều thứ khác nhau, hoặc một người chơi nhóm có thể khiến người khác làm nhiều việc khác nhau, thì bạn gần như chắc chắn sẽ được thăng chức hoặc tăng lương. Làm việc chăm chỉ trong năm nay sẽ cải thiện cuộc sống của bạn.<br/><br/>&emsp;Nếu Rắn đang nghĩ đến việc thay đổi công việc mới, thì năm nay không phải là triển vọng thực hiện. Mặc dù bạn có thể phải đối mặt với một số hỗn loạn tại nơi làm việc, bạn sẽ có sự giúp đỡ của một thiên thần hộ mệnh để vượt qua các thử thách.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 4, Tháng 7, Tháng 8 và Tháng 11.<br/><br/><b>Tài lộc của tuổi Tỵ năm 2020</b><br/>&emsp;Tài chính ổn định cho tuổi Tỵ năm nay, có thể có đột phá nào đó ngoài dự kiến sẽ xảy ra so sánh với năm ngoái. Về thu nhập từ công việc, bạn sẽ có được thu nhập tiền lương ổn định và ấn tượng. Từ quan điểm của tử vi, bạn sẽ nhận được rất nhiều lợi nhuận đầu tư từ phương tiện tài chính hợp lý, tầm nhìn độc đáo, nắm bắt tốt các cơ hội, cũng như sự giúp đỡ và hướng dẫn của các chuyên gia. Mặc dù thu nhập tốt, chi phí cá nhân của bạn cũng sẽ tăng so với các năm trước. Bạn nên thực hành tiêu dùng hợp lý và lập kế hoạch tiêu dùng hợp lý để giữ cho thu nhập và chi tiêu của bạn được cân bằng.<br/><br/>&emsp;Năm nay cũng là năm làm việc để trả hết nợ cũ trước khi bạn chi tiền cho những thứ mới. Tránh thúc đẩy mua và chi tiêu vượt mức nếu bạn muốn giữ cho ngân sách của bạn cân bằng. Mặc dù vậy, cũng không nên tiết kiệm quá. So với năm trước, tình hình tài chính năm nay của bạn sẽ tốt hơn, nhưng vẫn phải quản lý tốt.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng 4, tháng 7 và tháng 8.<br/><br/><b>Tình cảm của tuổi Tỵ năm 2020</b><br/>&emsp;Tình yêu có thể không lý tưởng trong năm nay, đặc biệt đối với tuổi Tỵ đang yêu có thể gặp khủng hoảng trong tình yêu. Nếu bạn không chăm sóc sẽ không được ban phúc trong mối quan hệ tình cảm trong năm nay và ngay cả khi bạn phải lòng một ai đó, bạn có thể sẽ không gặp phải bất kỳ khó khăn nào khi theo đuổi anh ấy / cô ấy và cảm thấy khó khăn trong mối quan hệ. Đối với những bạn đã kết hôn, mối quan hệ tình yêu của bạn cũng có thể khá gập ghềnh và tình yêu của bạn có thể bị đe dọa bởi một bên thứ ba vì sẽ có nhiều cám dỗ xung quanh.<br/><br/>&emsp;Tuổi Tỵ có may mắn vào năm 2020 không? Sẽ có nhiều thay đổi trong cuộc sống tình yêu của bạn trong năm nay, nhưng chủ yếu là trong chính bạn. Bạn chắc chắn sẽ cảm thấy nhiều cảm xúc hơn trong năm nay. Điều này sẽ giúp bạn thể hiện bản thân dễ dàng hơn trong các mối quan hệ của bạn. Điều này sẽ làm cho các mối quan hệ của bạn có ý nghĩa hơn, cho dù chúng thân thiện hay lãng mạn. Nếu bạn còn độc thân, thì đây là thời gian để cố gắng tìm một người hiểu bạn và giống bạn hơn là không.<br/><br/>&emsp;Cuộc sống hôn nhân có thể trở nên thú vị bằng cách giữ cho kênh liên lạc cởi mở với vợ / chồng của bạn. Bạn cũng có thể nhờ sự giúp đỡ của bạn bè để làm mờ các nếp nhăn trong mối quan hệ của bạn. Cần phải tiếp cận những vấn đề trong hôn nhân của bạn với tinh thần lạc quan và với một tinh thần cởi mở.<br/><br/>&emsp;Những người độc thân sẽ có thể có được những mối quan hệ mới, và bạn thậm chí có thể may mắn có được một người bạn chọn. Trước khi bạn xác nhận mối quan hệ, hãy dành thời gian của riêng bạn và cố gắng hiểu người đó một cách đầy đủ. Điều này sẽ tránh những rắc rối không cần thiết trong tương lai.<br/><br/><b>Sức khỏe của tuổi Tỵ năm 2020</b><br/>&emsp;Sức khỏe sẽ tốt cho bạn, những người sinh ra tuổi Tỵ không có gì nghiêm trọng nhưng những vấn đề nhỏ sẽ xảy ra. Nói chung, bạn sẽ giữ một sức khỏe tốt. Tuy nhiên, đừng vì thế mà quên đi trong cuộc sống hàng ngày; thay vào đó, bạn sẽ theo dõi cơ thể của mình và tìm kiếm lời khuyên y tế kịp thời miễn là bạn cảm thấy không khỏe. Không bao giờ quá tự tin vào cơ thể của bạn và trì hoãn chữa bệnh, nếu không nó sẽ xấu đi và ảnh hưởng đến sức khỏe của bạn.<br/><br/>&emsp;Tử vi Sức khỏe cho tuổi Tỵ dự báo trong năm 2020 trong các vấn đề chung. Bạn bè và các thành viên gia đình già có khả năng bị bệnh. Phải có biện pháp phòng và chữa bệnh kịp thời sẽ tránh được tình trạng nặng thêm.<br/><br/>&emsp;Để phòng ngừa, hãy duy trì sức khỏe của bạn bằng các thói quen tập thể dục phù hợp, chế độ ăn uống hợp lý và thư giãn vừa đủ. Vì vậy, bạn có thể tham dự các bữa tiệc để làm cuộc sống thêm thú vị.",
	"Ngo":"Tử vi tuổi Ngọ năm 2020 cho thấy đây có thể là một năm đầy thách thức. Có tính xung đột giữa Tý - Ngọ và bạn phải cảnh giác hơn bình thường. Và do thực tế là có một số ngôi sao không may mắn mang đến tuổi Ngọ của bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền.<br/><br/>&emsp;Vì vậy, chiến lược tốt nhất của bạn có lẽ là giữ một nhịp độ sống thấp và không nên đưa ra bất kỳ thay đổi và quyết định lớn nào. Không phải là một năm tốt để kết hôn, đừng thay đổi công việc của bạn và đừng mua một ngôi nhà hoặc doanh nghiệp mới. Coi chừng những kẻ phản bội âm mưu chống lại bạn.<br/><br/>&emsp;Cố gắng làm công việc tình nguyện hoặc từ thiện để cân bằng năng lượng xấu hoặc sắp xếp để đi đến các điểm tâm linh và cầu nguyện cho phúc lành an toàn từ các tác động tiêu cực của ngôi sao nói. Tránh những nơi quá âm như đám tang và nghĩa địa, và tốt nhất nên đến nơi tổ chức đám cưới hoặc những dịp hạnh phúc khác trong gia đình để mang lại năng lượng tốt cho bạn. Nói chung, chỉ cần làm hết sức mình để tránh xung đột, tranh chấp và rắc rối.<br/><br/>&emsp;Tử vi năm 2020 dự báo cho thấy năm đó sẽ là thời gian thử nghiệm cho tuổi Ngọ. Vì có xung đột Tý - Ngọ, nên cần phải có sự cảnh giác nhất định. Các ngôi sao cũng không thuận lợi, và điều này có thể gây ra những điều không cần thiết, mất tài chính do áp dụng sai.<br/><br/>&emsp;Vì năm nay không tốt cho tất cả các tuổi Ngọ, nên trì hoãn tất cả các quyết định quan trọng. Nếu bạn đang nghĩ đến việc đầu tư vào một ngôi nhà mới, tốt hơn bạn nên hoãn lại. Đừng vội vàng thay đổi công việc của bạn hoặc kết duyên với một cô dâu tương lai. Bạn cũng nên cảnh giác với những người đang cố đố kỵ bạn. Nhìn chung, đi chậm và để thời gian xấu đi qua.<br/><br/>&emsp;Điều quan trọng đối với Ngọ là tập trung vào làm việc theo nhóm, đề cao lòng tự trọng của mình để thành công trong năm 2020 Canh Tý. Bạn nên quan tâm đến cảm xúc của người khác và từ bi với các cộng sự của mình.<br/><br/>&emsp;Bạn có thể cải thiện cơ hội thành công của mình trong năm 2020 bằng cách phủ nhận các tác động có hại của các ngôi sao. Đã đến lúc làm các công việc nhân đạo để giúp đỡ người nghèo hoặc hướng sự chú ý của bạn vào các hoạt động tín ngưỡng và tâm linh. Bạn nên tham gia các hoạt động gia đình đầy niềm vui và tránh những nơi có năng lượng tiêu cực. Hãy tốt với người khác và họ sẽ đáp lại lòng tốt của bạn.<br/><br/><b>Sự nghiệp tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán về sự nghiệp cho ngựa trong năm 2020 đã báo trước rằng sẽ có vô số những con đường dẫn đến sự nghiệp của bạn. Bạn phải đối phó với tình huống một cách tỉnh táo và phải có can đảm để vượt qua các thử thách. Hãy cẩn thận trong khi giao tiếp với người khác và thậm chí nên sẵn sàng cho các cuộc tranh cãi pháp lý.<br/><br/>&emsp;Bạn nên tránh xung đột với đồng nghiệp, cấp trên và nên sẵn sàng đối phó với mưu mô của kẻ đố kỵ. Học hỏi từ những kinh nghiệm tồi tệ qua các năm và chuyển đổi chúng thành lợi thế của bạn trong những năm tới.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tình cảm của tuổi Ngọ năm 2020</b><br/>&emsp;Dự báo tình yêu cho Tử vi tuổi Ngọ năm 2020 cho thấy một năm rất ảm đạm cho tình yêu và sự lãng mạn. Bạn độc thân sẽ khó tìm được đối tác lãng mạn và bạn vẫn FA đơn độc trong năm. Không có hại trong việc cố gắng và bạn nên tìm kiếm tình yêu trong gia đình và các cuộc tụ tập vui chơi.<br/><br/>&emsp;Nếu bạn đã có một mối quan hệ tình cảm đang yêu, bạn nên cố gắng bằng cách dễ chịu với người yêu của bạn và giữ cô ấy trong tâm trạng tốt. Không nên làm đám cưới của bạn trong năm nay và hạnh phúc nếu bạn có thể giữ mối quan hệ.<br/><br/>&emsp;Những tuổi Ngọ đã kết hôn cũng sẽ thấy cuộc sống của mình không có bất kỳ niềm vui hay điều bất thường nào.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán tài chính năm 2020 tuổi Ngọ</b><br/>&emsp;Những lời tiên tri trong năm 2020 cho thấy khả năng thu nhập âm trên một số khoản đầu tư. Nhìn chung, tình hình tiền tệ sẽ rất biến động và bạn nên giảm thiểu các hoạt động tài chính của mình. Bạn nên chỉ lập kế hoạch tương lai tài chính của bạn.<br/><br/>&emsp;Tuổi Ngọ sinh vào mùa thu hoặc mùa đông nên sẵn sàng đối mặt với một số khó khăn trên mặt trận tài lộc vào năm 2020. Không được thưởng thức bất kỳ loại đầu tư, đầu cơ nào. Trì hoãn tất cả các hoạt động chính như đầu tư vào tài sản giá trị lớn. Theo dõi chặt chẽ các chi phí của bạn và không mua bất kỳ mặt hàng xa xỉ nào.<br/><br/>&emsp;Nếu bạn sinh vào mùa xuân hoặc mùa hè, bạn có thể cố gắng dùng tiền của mình vào các khoản đầu tư mới. Nhưng đừng quên nghiên cứu nghiêm túc trước khi bạn bỏ tiền vào các khoản đầu tư này. Không có chỗ cho sự đầu cơ hay lòng tham.<br/><br/>&emsp;Tháng may mắn cho tài chính: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán sức khoẻ tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho Ngựa trong năm 2020 cho thấy một năm dưới mức trung bình. Mặc dù không có gì nghiêm trọng được dự đoán trước, hãy sẵn sàng đối mặt với những cơn đau dai dẳng và những cơn thiếu quyết đoán. Bạn cũng có thể dễ bị chấn thương. Lái xe phải hết sức cẩn thận khi đi trên đường.<br/><br/>&emsp;Sức khỏe nên được duy trì bằng cách kiểm tra y tế thường xuyên. Chế độ ăn uống hợp lý, ngủ đủ giấc và tập thể dục đầy đủ sẽ giúp bạn về lâu dài. Một cách khác để cải thiện vận may của bạn là giúp đỡ người khác bằng công việc từ thiện hoặc hiến máu.<br/><br/>&emsp;Tháng không may mắn cho sức khỏe: tháng hai, tháng tư, tháng bảy, tháng mười một và tháng mười hai.",
	"Mui":"Tử vi tuổi Mùi năm 2020 sẽ là một năm có nhiều vận may bị chi phối bởi những ảnh hưởng tiêu cực của các ngôi sao. Nếu bạn đã không gặp rắc rối, bạn có thể sẽ có một năm sẽ khó khăn. Vì vậy, hãy chuẩn bị cho một chuyến đi khó khăn đó nhé.<br/><br/>&emsp;Tuổi Mùi sẽ phải đối mặt với một năm thú vị 2020 Canh Tý với rất nhiều sự cống hiến và sức chịu đựng. Sáu tháng đầu năm sẽ mang đến cho bạn cơ hội tuyệt vời về lợi nhuận tài chính. Bạn phải tận dụng những triển vọng này và tiết kiệm cho những  khó khăn phía trước. Bốn năm tới sẽ là bất lợi đặc biệt, và bạn sẽ phải phụ thuộc vào tài chính bạn có được trong năm.<br/><br/>&emsp;Sẽ có rất nhiều hứng thú trong nửa đầu năm và từ nửa cuối năm 2020 tuổi Mùi nên sẵn sàng đối mặt với thực tế nghiệt ngã. Điều này sẽ đòi hỏi sự cống hiến và quyết tâm tuyệt vời. Năm Tý sẽ khiến bạn trở thành một cá nhân cứng rắn sẵn sàng đối mặt với những rào cản trong tương lai.<br/><br/>&emsp;Tử vi năm 2020 dự đoán, những người tuổi Mùi sẽ thấy vận may không ổn định, đôi khi tốt và đôi khi xấu. trong tất cả các khía cạnh. Trong suốt cả năm, sự nghiệp của bạn sẽ phải chịu đựng nhiều nhất từ ​​những điều trên, chủ yếu bị ảnh hưởng bởi ngôi sao không thuận lợi, và nó có thể bị đình trệ trong một thời gian. Hơn nữa, tài lộc và sự nghiệp có phần song song, vì vậy bạn sẽ có ít may mắn vì tiền từ sự nghiệp. Về sức khỏe, người tuổi Mùi thường cảm thấy ốm yếu vì áp lực lớn trong công việc. May mắn thay, tình yêu có thể suôn sẻ trong năm nay và bạn có thể gặp nhiều điều hạnh phúc, điều này có thể an ủi bạn một chút.<br/><br/>&emsp;Năm Tý bạn nên duy trì sự điềm tĩnh của mình. Không có chỗ cho tình cảm, và bạn phải vượt qua những khó khăn trong cuộc sống bằng cách khó khăn. Bạn nên chú ý duy trì sức mạnh thể chất và tinh thần của mình để có thể chuyển đổi năm thành năm thành công. Các chuyên gia sẽ có nhiều cơ hội để chuyển sang một công việc mới hoặc thay đổi nơi làm việc trong năm. Nếu có thể, bạn nên ngừng làm điều đó vì lợi ích của mình. Cơ hội tài chính không nên chi phối bởi lòng tham, và cần phải kiểm soát chi phí của bạn. Các khoản tiết kiệm bạn thực hiện sẽ có ích cho tương lai.<br/><br/><b>Sự nghiệp của tuổi Mùi năm 2020</b><br/>&emsp;Nhiều cuộc khủng hoảng có thể xảy ra đối với sự nghiệp của những người tuổi Mùi, trong đó những người bị ảnh hưởng nhiều nhất sẽ là tầng lớp lao động. Nếu bạn là người làm công ăn lương, bạn sẽ khó đạt được tiến bộ lớn, và xác suất tăng lương và thăng chức cũng sẽ mờ mịt; rất nhiều rắc rối trong công việc và tình trạng làm việc kém sẽ khiến bạn không thể hoàn toàn mà thường bị cấp trên chỉ trích và khiển trách, thậm chí có thể mất việc. Đối với tuổi Mùi trong vai trò lãnh đạo, điều quan trọng nhất sẽ nằm ở khía cạnh 'con người' và bạn cần nỗ lực nhất định để hòa nhập với mọi người xung quanh; đừng quá hà khắc với cấp dưới mà hãy chiến thắng mọi người bằng niềm tin, sự tử tế với người khác.<br/><br/>&emsp;Trong năm 2020 cho thấy rằng về mặt chuyên môn, bạn sẽ làm tốt một cách hợp lý. Có nhiều cơ hội để đạt được tiến bộ trong công việc của bạn. Bạn sẽ có nhiều triển vọng để kiếm thêm tiền nếu bạn có sự thông minh để sử dụng các cơ hội bạn gặp phải. Nếu bạn làm trong ngành dịch vụ như bảo hiểm nhân thọ, giao dịch tài sản, bạn sẽ có một khoảng thời gian rất hiệu quả. Bạn có thể mong đợi thu nhập của bạn tăng lên ngoài mong đợi của bạn. Bạn phải nỗ lực rất nhiều và nắm bắt cơ hội khi chúng đến. Hãy yên tâm rằng những nỗ lực của bạn sẽ được bù đắp.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tài lộc của tuổi Mùi năm 2020</b><br/>&emsp;Vào năm 2020, sự may mắn của bạn đối với tài lộc rất xấu. Bạn sẽ thấy gần như không có cách nào để kiếm tiền và thu nhập của bạn sẽ giảm rất nhiều so với dự kiến. Về đầu tư và quản lý tài chính, bạn khó có thể kiếm được lợi nhuận lớn do thiếu kiên nhẫn và lòng tham cho lợi nhuận nhỏ. Đồng thời, mong muốn cá nhân của bạn sẽ dẫn đến chi tiêu lớn và không siêng năng  tiết kiệm có thể dễ dàng khiến bạn sống vượt quá thu nhập của mình. Để có được may mắn hơn cho tài chính, trước tiên bạn phải tiết kiệm, chi tiêu hợp lý và thiết lập chế độ chính xác về tiền bạc; Thứ hai, bạn phải làm việc chăm chỉ để kiếm tiền và cải thiện thu nhập cá nhân.<br/><br/>&emsp;Không nên đầu tư đầu cơ như cổ phiếu và cổ phiếu. Đừng hào phóng trong việc cho người khác vay tiền. Đảm bảo thu nhập và làm thêm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Mùi năm 2020</b><br/>&emsp;Ngôi sao tốt lành sẽ mang lại cho bạn may mắn về khía cạnh tình cảm. Mối quan hệ của bạn sẽ trở nên sâu sắc và bền chặt hơn và bạn sẽ tin tưởng và yêu nhau, và cùng nhau chịu đựng những thử thách mang lại. Một số Mùi độc thân sẽ khá nổi tiếng với những người khác giới và có nhiều người ngưỡng mộ, từ đó bạn có thể gặp đúng người để bắt đầu một mối quan hệ. Ngoài ra, những người đã kết hôn có thể bước vào một giai đoạn mới, mang thai và nâng cấp lên cha mẹ, điều này thực sự hài lòng.<br/><br/>&emsp;Tuổi Mùi trong các mối quan hệ nên tránh xung đột. Tất cả những hiểu lầm nên được xóa bằng đối thoại và tương tác. Cuộc sống tình yêu cho các cặp vợ chồng nên giản đơn và không có rườm rà.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng năm và tháng chín.<br/><br/><b>Sức khỏe của tuổi Mùi năm 2020</b><br/>&emsp;Bạn Người cừu sẽ ở trong tình trạng chung và sự dao động sẽ không có hại. Tuy nhiên, thời gian khó khăn trong công việc chắc chắn sẽ ảnh hưởng đến tâm trạng của bạn và khiến bạn có tinh thần thấp, do đó ảnh hưởng đến cả sức khỏe thể chất và tinh thần. Bạn được nên điều chỉnh suy nghĩ của mình, giữ thái độ tích cực và lạc quan, giảm nhẹ gánh nặng của bạn đúng cách, giảm bớt tâm trạng và ra ngoài dành thời gian rảnh rỗi để thư giãn.",
	"Than":"Tử vi tuổi Thân năm 2020 sẽ là một năm trung bình. Mọi thứ sẽ không tốt hoặc quá khủng khiếp. Bạn có thể vượt qua năm bằng cách duy trì hiện trạng và hoãn tất cả các quyết định quan trọng cho tương lai. Nếu bạn đang nghĩ đến việc nhận một công việc mới hoặc mua một ngôi nhà mới, bạn có thể thực hiện điều đó.<br/><br/>&emsp;Tuổi Thân gặp năm tam hợp Tý, sẽ tương đối tốt hơn so với các năm tới. Bạn phải kiếm đủ và tiết kiệm càng nhiều càng tốt trong năm. Tuổi Thân phải kỷ luật và siêng năng hơn và cố gắng hoàn thành mục tiêu của mình.<br/><br/>&emsp;Có điều, tuổi Thân nên gác lại sự bướng bỉnh của mình và tranh thủ sự hỗ trợ của đồng nghiệp và những người có kinh nghiệm trong việc đạt được mục tiêu. Bạn phải tìm kiếm lời khuyên từ người khác và giao lưu với các đồng nghiệp của mình để vượt qua những khó khăn mà bạn có thể phải đối mặt trong năm Tý.<br/><br/>&emsp;Trong khi bạn đang thực hiện tất cả các biện pháp thận trọng, bạn nên hết sức cảnh giác trong việc phát hiện kẻ thù và cố gắng loại bỏ âm mưu của chúng để âm mưu chống lại bạn. Bạn nên xoay quanh đối thủ của mình bằng cách ngoại giao và nói chuyện suôn sẻ.<br/><br/>&emsp;Bạn sẽ cần phải dựa vào chính mình hơn bất kỳ ai khác trong năm Tý. Điều này có nghĩa là bạn cần phải làm việc chăm chỉ hơn. Bạn phải học cách trở thành một người tích cực của nhóm làm việc và chú ý hơn đến các chi tiết. Ngoài ra, sự bướng bỉnh của bạn dường như sẽ giúp bạn trở nên tốt hơn trong năm nay. Bạn nên cố gắng linh hoạt hơn và thực hành và học cách lắng nghe và giao tiếp với người khác. Và mặc dù bạn sẽ phải đối mặt với tất cả các loại thử thách trong năm nay, bạn sẽ luôn có ai đó giúp bạn giải thoát khó khắn. Đồng nghiệp, bạn bè và cấp trên sẽ rất ủng hộ bạn và sẽ vững vàng phía sau bạn trong mọi nỗ lực.<br/><br/>&emsp;Trong khi đó, hãy nhớ quan đằng sau bạn vì ai đó có thể đố kỵ hoặc đang âm mưu chống lại bạn. Bạn có thể vô tình giẫm phải một vài vết xe đổ một vài bản ngã do mâu thuẫn, vì vậy hãy lưu ý và làm dịu mội vấn đề trước khi cho phép bản thân có cơ hội nói.<br/><br/><b>Tử vi sự nghiệp của tuổi Thân năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho tuổi Thân trong năm Tý 2020 cho thấy nhiều rào cản đối với sự nghiệp của bạn. Nó phụ thuộc vào trí thông minh của bạn làm thế nào bạn có thể vượt qua những thách thức này và vẫn hoàn thành công việc của mình để làm hài lòng sếp.<br/><br/>&emsp;Bạn phải giảm bớt sự hung hăng của bạn và đưa những người khác đi cùng để hoàn thành các dự án của bạn. Hãy cảnh giác với những người đang cố gắng tạo ra những trở ngại trên con đường tiến bộ của bạn. Bạn nên nhận thức được những hạn chế của mình và đừng quá nhiệt tình trong việc thực hiện các công việc mà bạn không thể hoàn thành.<br/><br/>&emsp;Triển vọng nghề nghiệp rất đáng khích lệ đối với những tuổi Thân được sinh ra trong sáu tháng đầu năm. Những người sinh vào nửa cuối năm có thể có một năm khó khăn. Ngoài ra, đừng hứa bất cứ điều gì trừ khi bạn chắc chắn 100%. Những người tuổi Thân được sinh ra vào mùa xuân và mùa hè sẽ có may mắn hơn trong sự nghiệp so với những con được sinh ra vào mùa thu và mùa đông.<br/><br/>&emsp;Trong năm nay, các doanh nhân tuổi Thân sẽ có một khởi đầu tốt và hầu hết bạn có thể có được một vị trí trong ngành với sự cạnh tranh khốc liệt nhờ vào đầu óc kinh doanh nhanh nhẹn của bạn. Đồng thời, bạn sẽ được nhiều người ủng hộ để giúp cho con đường khởi nghiệp của bạn trở nên suôn sẻ hơn. Đối với những người làm công ăn lương, bạn sẽ gặp may mắn trong sự nghiệp, làm việc một cách hiệu quả hơn và giành được sự công nhận của sếp với thành tích cá nhân xuất sắc. Đối với những người săn việc làm, bạn sẽ gặp may mắn ở mức trung bình cho sự nghiệp và sự khó khăn do môi trường mới mang lại có thể khiến bạn không thể làm việc trong trạng thái rất tốt. Do đó, hãy suy nghĩ kỹ trước khi bạn đưa ra quyết định về nhảy việc, tham khảo ý kiến ​​của những người đi trước và chọn một công việc phù hợp nhất.<br/><br/><b>Tài lộc của tuổi Thân năm 2020</b><br/>&emsp;Những chú khỉ sẽ được Thần may mắn và những ngôi sao tốt lành vào năm 2020. Do đó, bạn sẽ trải nghiệm một câu thần chú may mắn và cảm thấy khá may mắn về cả thu nhập từ công việc. Thu nhập tiền lương của bạn sẽ được cải thiện và bạn sẽ nhận được mức thù lao mong muốn. Ngoài ra, lời khuyên được đưa ra bởi nhiều người lớn tuổi có kinh nghiệm xung quanh và tích luỹ của bạn trong học tập và nhận thức sẽ mang lại cho bạn rất nhiều tài lộc bất ngờ từ đầu tư và quản lý tài chính. Tuy nhiên, bạn nên chi tiêu hợp lý thay vì ngông cuồng, hoặc sẽ rất khó để tiết kiệm tiền cho dù bạn đã kiếm được bao nhiêu.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Dự đoán tình yêu của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho tuổi Thân trong năm 2020 cho thấy một năm có phần nhất quán cho các mối quan hệ. Người đã kết hôn có thể hy vọng năm sẽ ổn định và yên bình. Những người độc thân sẽ tận hưởng khoảng thời gian dễ chịu tìm kiếm, và sẽ không thiếu bạn mới.<br/><br/>&emsp;Bạn sẽ có rất nhiều sự lựa chọn và bạn có thể chọn đúng một trong những sở thích của bạn. Cả nam và nữ sẽ có một số lượng lớn người cầu hôn, và bạn phải chọn và chọn. Những người trong tình yêu sẽ có một năm thú vị.<br/><br/>&emsp;Các nam tuổi Thân sẽ trải qua một vài mối quan hệ chỉ trong một năm và nữ sẽ được bao quanh bởi nhiều người cầu hôn, có lẽ bạn không biết điều này, nhưng bạn thực sự có một hoặc nhiều người bạn là những người ngưỡng mộ bí mật của bạn. Vì vậy, hãy để mắt và tai mở to, và bạn có thể thấy mình là một người quan trọng khác.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 11.<br/><br/><b>Dự đoán về tiền và tài chính của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán tuổi Thân về các vấn đề tài chính cho thấy rằng tất cả các khoản đầu tư lớn nên tránh. Đầu tư mạo hiểm và đánh bạc đều bị nghiêm cấm. Ngay cả khi bạn đầu tư, bạn nên thực hiện nhiều nghiên cứu và chọn lọc. Những người làm ngành môi giới và hoa hồng hoặc bảo hiểm không được đảm bảo về thu nhập ổn định. Coi chừng các khoản đầu tư hứa hẹn lợi nhuận đáng kể.<br/><br/>&emsp;Dự báo năm 2020 cho tiền thấy rằng đối với những người làm việc môi giới như bảo hiểm, bất động sản, bạn phải lên kế hoạch trước và chuẩn bị cho một năm với những thăng trầm. Nói chung, tránh đầu tư lớn, và không bao giờ hành động theo quyết định bốc đồng. Hãy khách quan và hợp lý khi nói đến đầu tư. Và hãy nhớ rằng, đừng tin mọi lời khuyên từ bạn bè của bạn và tránh xa đầu tư rủi ro, hợp tác hoặc đánh bạc. Trên thực tế, ai đó đang âm mưu đố kỵ và dễ có một số tổn thất tài chính.<br/><br/>&emsp;Đi du lịch có thể mang lại cho bạn bất ngờ bất ngờ sẽ làm tăng lợi nhuận tài chính của bạn. Vì vậy, bắt đầu lên kế hoạch cho kỳ nghỉ tiếp theo của bạn. Ngoài ra, nó có thể là một ý tưởng tốt để bắt đầu kinh doanh hoặc thực hiện một số trường hợp từ nước ngoài.<br/><br/>&emsp;Tháng may mắn về tài chính: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Sức khoẻ của tuổi Thân năm 2020</b><br/>&emsp;Sức khỏe của khỉ trong năm 2020 sẽ không gây ra bất kỳ vấn đề nghiêm trọng nào trên mặt trận sức khỏe. Sẽ có những sự thiếu sót nhỏ có thể được chăm sóc bằng cách hỗ trợ y tế nhanh chóng. Có thể là sốt và các vấn đề dạ dày.<br/><br/>&emsp;Bạn có thể dễ dàng cảm thấy mệt mỏi, và điều này có thể được chữa khỏi bằng cách nghỉ ngơi đầy đủ. Một vấn đề khác sẽ là từ căng thẳng nghề nghiệp. Đặc biệt là các chuyên gia và người tài chính có thể phải đối mặt với một số thất bại trong công việc của họ. Biện pháp duy nhất là thư giãn bằng các kỹ thuật như yoga và thiền định.",
	"Dau":"Tử vi tuổi Dậu năm 2020 dự báo trước rằng những ảnh hưởng chiêm tinh tích cực của các ngôi sao trong năm Tý trở thành một năm đáng kinh ngạc đối với người tuổi Dậu. Bạn có thể mong đợi năm sẽ vô cùng may mắn trong tất cả các lĩnh vực của cuộc sống. Các chuyên gia và doanh nhân sẽ thịnh vượng theo kế hoạch của họ.<br/><br/>&emsp;Tình yêu cuộc sống sẽ tuyệt vời, và người độc thân sẽ có rất nhiều cơ hội để có được mối quan hệ tình cảm. Năm 2020 hứa hẹn với những người nổi tiếng và sự may mắn đối với bạn. Bạn sẽ nhận được sự khuyến khích và giúp đỡ từ đồng nghiệp, quản lý, gia đình và bạn bè trong tất cả các công việc của bạn.<br/><br/>&emsp;Tất cả những điều này có thể đạt được nếu bạn sử dụng thông minh và giao tiếp của bạn đúng cách. Bạn nên có khả năng ngoại giao trong giao dịch với người khác và mang theo người khác để hoàn thành các dự án của bạn. Kỹ năng quản lý và sự cống hiến của bạn có được lợi nhuận.<br/><br/>&emsp;Vào năm 2020, những người tuổi Dậu sự nghiệp sẽ là khía cạnh tốt nhất trong năm nay và bạn có thể mở rộng tầm cao mới và hoàn thành điều gì đó dưới sự ban phúc của những ngôi sao tốt lành; sự may mắn bất lợi cho tài lộc sẽ đòi hỏi bạn phải chú ý nhiều hơn về tiền của mình; may mắn trong mối quan hệ tình cảm, nhưng bạn cần để mắt đến điều không thuận lợi khi bắt đầu một mối quan hệ. Còn về sức khỏe, có sức khỏe kém, vì vậy hãy cẩn thận trong cuộc sống hàng ngày.<br/><br/><b>Tử vi tuổi Dậu năm 2020 cho sự nghiệp</b><br/>&emsp;Dự đoán tử vi Trung Quốc cho sự nghiệp của người tuổi Dậu vào năm 2020 cho thấy sự mở rộng để tiến bộ trong nghề nghiệp hoặc dự án kinh doanh của bạn. Nếu bạn được tuyển dụng, các khen thưởng cấp cao hơn và phần thưởng tài chính sẽ theo sau nếu bạn siêng năng. Bạn có thể tin tưởng vào sự hỗ trợ từ các cộng sự của bạn. May mắn đứng về phía bạn, và bạn phải tận dụng nó.<br/><br/>&emsp;Mặt khác, bạn có thể phá hỏng cơ hội tiến bộ nếu bạn không cẩn thận trong giao tiếp với đồng nghiệp. Bạn không nên vướng vào bất kỳ tranh cãi nào và tôn trọng ý kiến ​​của người khác. Ngoại giao và đối thoại đúng đắn sẽ giúp bạn về lâu dài.<br/><br/>&emsp;Với sự giúp đỡ của ngôi sao tốt lành Tang Fu, bạn tuổi Dậu sẽ thấy sự tiến bộ lớn hơn trong sự nghiệp so với năm ngoái, có thể đột nhiên thăng tiến trong cuộc sống và có được sức mạnh to lớn. Ngay cả khi bạn là một nhân viên bán hàng nhỏ, bạn có thể lại nổi lên như nút chai, được thăng chức và tăng lương và tạo sự khác biệt trong nghề nghiệp chính của bạn. Tuy nhiên, điều này sẽ đòi hỏi bạn phải cống hiến nhiều hơn cho sự nghiệp, tích cực hoàn thành các nhiệm vụ do cấp trên giao và giữ mối quan hệ tốt với đồng nghiệp. Sự phát triển tốt hơn trong sự nghiệp cũng có thể bù đắp cho sự thiếu hụt tài sản tài chính ở một mức độ nhất định. Để cải thiện vận may trong sự nghiệp vào năm 2020, tốt hơn nên đeo vòng tay Lapis Lazuli có ký hiệu Dậu.<br/><br/>&emsp;Tử vi tuổi Dậu 2020 cho sự nghiệp cho thấy sẽ có rất nhiều cơ hội cho bạn. Trên thực tế, bạn có một cơ hội khá tốt để được thăng chức hoặc tăng lương, vì vậy mặc dù bạn sẽ dành nhiều thời gian và công sức cho công việc của mình, ít nhất, bạn sẽ được khen thưởng. Hơn nữa, bạn bè của bạn sẽ giúp đỡ bạn rất nhiều khi nói đến sự nghiệp và công việc của bạn. Vì vậy, hãy để trái tim và tâm hồn của bạn vào sự nghiệp của bạn và cho mọi người thấy những gì bạn được tạo ra. Có cơ hội thăng tiến và nâng cao sẽ may mắn.<br/><br/>&emsp;Tuy nhiên, năm không hoàn toàn sẽ có những xui xẻo, vì vậy bạn phải chú ý đến những gì bạn nói. Cố gắng giữ ý kiến của bạn với bản thân và thể hiện lòng trắc ẩn và tôn trọng người khác. Bạn cần quan tâm đến việc kinh doanh của riêng bạn. Đôi khi, cái miệng lớn của bạn có thể là kẻ thù tồi tệ nhất của chính bạn gây rắc rối cho bạn. Tránh xung đột và tranh chấp với người khác.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 1, Tháng 3, Tháng 4, Tháng 6, Tháng 8, Tháng 12.<br/><br/><b>Dự đoán tài lộc của tuổi Dậu năm 2020</b><br/>&emsp;Tài chính cho người tuổi Dậu vào năm 2020 dự đoán một năm có lợi nhuận cao cho các doanh nhân. Tất cả các liên doanh và đầu tư tài chính mới sẽ sinh lời. Điều quan trọng là phải khốn khổ khi chi tiêu. Tất cả các khoản đầu tư nên được nghiên cứu thích hợp.<br/><br/>&emsp;Người độc thân nên hỏi ý kiến cha mẹ để xử lý các vấn đề tài chính của họ. Tương tự, các doanh nhân nam nên cho phép vợ chăm sóc tài chính. Trong năm, bạn sẽ có sự hỗ trợ liên tục của bạn bè. Tránh bất kỳ suy đoán và tham lam để nhân số tiền của bạn.<br/><br/>&emsp;Tuổi Dậu dự báo năm 2020 cho thấy đây là năm bạn sẽ mỉm cười suốt chặng đường đến ngân hàng. Bất cứ điều gì bạn có trong đầu - một doanh nghiệp mới hoặc đầu tư, bạn có thể kiếm được khá nhiều lợi nhuận từ nó. Tuy nhiên, đừng ném tiền của bạn như nước, thực hiện một số nghiên cứu và tin tưởng vào bản năng của bạn, và bạn sẽ có được thu hoạch mà bạn mong muốn. Bạn sẽ nhận được nhiều sự giúp đỡ từ bạn bè bất cứ khi nào bạn cần. Nhớ đừng đánh bạc và không nên quá tham lam khi đầu tư.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 4, tháng 6, tháng 8, tháng 12.<br/><br/><b>Dự đoán tình cảm tuổi Dậu năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho những người tuổi Dậu trong năm Tý báo trước rằng định mệnh đứng về phía bạn trong vấn đề tình yêu. Mặc dù ít cơ hội để có được mối quan hệ yêu đương, bạn vẫn có thể gặp để có được người bạn đời phù hợp.<br/><br/>&emsp;Nếu bạn có thể xác định đúng đối tác, anh ấy hoặc cô ấy có thể từ vòng kết nối xã hội hoặc văn phòng của bạn. Chỉ có điều, bạn phải hết sức cảnh giác và gây ấn tượng với người khác giới.<br/><br/>&emsp;Có một mối nguy hiểm rình rập đối với các cặp vợ chồng trong năm Tý. Do đó, nếu cuộc hôn nhân của bạn lâu bền, bạn phải giữ cho người bạn đời của bạn hạnh phúc với sự quan tâm và ấm áp của bạn. Sự lãng mạn giữa bạn và bạn đời sẽ nảy nở, và có nhiều khả năng sẽ có một thành viên mới trong gia đình.<br/><br/>&emsp;Những người tuổi Dậu sẽ có vận may tình yêu vào năm 2020. Họ dễ gặp may mắn lãng mạn nhờ bạn bè và dễ dàng tìm kiếm cơ hội tình yêu ở những nơi giải trí và tiệc tùng. Tuy nhiên, những mối quan hệ bất ngờ này sẽ mang lại bất ngờ cho họ. Đối với những người tuổi Dậu đã kết hôn, nên tự giác, và tránh xa rượu, tránh mang lại những rắc rối tiềm ẩn cho gia đình và hôn nhân.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng tư, tháng sáu, tháng mười hai.<br/><br/><b>Dự đoán năm 2020 về sức khoẻ tuổi Dậu</b><br/>&emsp;Dự báo sức khỏe cho những người tuổi Dậu trong năm Tý 2020 không thể hiện một bức tranh đẹp. Nơi làm việc có thể là một nguồn gây căng thẳng, và bạn nên thực hiện các bước khắc phục để giảm căng thẳng. Lái xe nên cẩn thận trên đường để tránh bị tai nạn.<br/><br/>&emsp;Người tuổi Dậu nên cẩn thận để tránh chấn thương từ những vật sắc nhọn và phụ nữ đang mang thai nên chú ý đến những gì họ mặc.<br/><br/>&emsp;Nghiện rượu sẽ mang lại cho họ sự khó chịu về thể chất và những nguy hiểm tiềm ẩn. Người tuổi Dậu sẽ dễ dàng bị liên lụy hoặc gây ra thảm họa, gây thương tích cho cơ thể. Họ rất dễ mắc các vấn đề về hệ hô hấp và bệnh thương hàn. Chúng tôi khuyên nên tránh xa vùng nước nguy hiểm hoặc những nơi ẩm ướt.",
	"Tuat":"Tử vi tuổi Tuất năm 2020 cho thấy sau một năm chậm chạp 2019, cuối cùng, hãy ôm lấy bản thân để có một năm tốt đẹp hơn trong năm Tý 2020. Với một vài ngôi sao may mắn trên đường chân trời của bạn, mọi thứ sẽ luôn trở nên tốt đẹp hơn. Thành công là của bạn khi tham gia vào một số lĩnh vực bạn muốn theo đuổi.<br/><br/>&emsp;Bạn bè sẽ đóng một vai trò quan trọng trong cuộc sống của bạn vào năm Tý 2020. Vì vậy, hãy kết bạn thay vì kẻ thù và đánh giá cao tất cả những người bạn tốt mà bạn có. Họ chắc chắn sẽ giúp một tay khi bạn cần. Sẽ có một số thăng trầm và trở ngại, mặc dù có thể có những thay đổi phía trước như công việc mới hoặc vị trí hiện tại, nếu bạn có thể chọn, tốt hơn là giữ nguyên thay vì thay đổi lớn. Vì vậy, ở lại với công ty của bạn hoặc ngôi nhà hiện tại của bạn. Đừng thực hiện bất kỳ động thái hay kế hoạch lớn nào, có lẽ tốt hơn là đợi đến năm sau.<br/><br/>&emsp;Để hoàn thành mục tiêu của bạn trong năm 2020, Bạn phải tránh sự cố chấp và điều chỉnh bản thân với các điều kiện luôn thay đổi. Bạn sẽ phải lắng nghe quan điểm của người khác và đưa ra ý tưởng của bạn rõ ràng cho người khác.<br/><br/>&emsp;Người tuổi Tuất sẽ gặp may mắn vào năm 2020. Nhưng bạn cần quản lý vấn đề tiền bạc một cách hợp lý và không tiêu xài hoang phí, bởi vì vận may thông thường không có nghĩa là sẽ không có chuyện gì xảy ra. Ngược lại, những sự cố bất ngờ có thể khiến bạn mất rất nhiều tiền. Năm nay, những người tuổi Tuất nên đặc biệt chú ý đến sức khỏe và rất cẩn thận khi lái xe hoặc đi bộ bên ngoài.<br/><br/>&emsp;Tuy nhiên, tuổi Tuất cũng sẽ có nhiều cơ hội trong năm Tý 2020 và tất cả những gì cần thiết là mất thêm một chút và sẵn sàng điều chỉnh nhanh với một số sự kiện và đòi hỏi khắt khe. Trong khi đó, bạn sẽ cảm thấy xúc động và kích động theo thời gian. Cố gắng học hỏi từ những sai lầm của bạn trong những khoảnh khắc trước dây, và tận dụng những khoảnh khắc khi bạn đang ở trên đỉnh cao. Cụ thể, tốc độ cuộc sống cao hơn có thể khiếncác quyết định nhanh chóng được đưa ra để tận dụng các cơ hội trong năm nay.<br/><br/><b>Sự nghiệp của tuổi Tuất năm 2020</b><br/>&emsp;So với năm ngoái, sẽ không có gì đặc biệt xảy ra với sự nghiệp của bạn, vì vậy đừng có chuyển đổi công việc. Nói chung, nhảy việc là ngu ngốc khi bạn kém may mắn trong sự nghiệp. Do đó, bạn nên làm việc tốt hơn ở vị trí hiện tại và điều quan trọng nhất là làm tốt công việc trước mắt - chỉ bằng cách này bạn mới có thể tìm kiếm một công việc tốt hơn. Mỗi tuổi Tuất đều có ngày - bạn sẽ không gặp xui xẻo trong sự nghiệp; một ngày nào đó, bạn sẽ gặp may mắn.<br/><br/>&emsp;Năm 2020 thể hiện một bức tranh màu hồng trong công việc. Cần có thêm sự tự tin trong khi hoàn thành các dự án của bạn. Sự siêng năng của bạn sẽ được quản lý công nhận và sự nghiệp của bạn sẽ thăng tiến. Điều này sẽ được đi kèm với các khen thưởng và tăng lương. Trong khi làm việc, bạn nên tìm cách hoàn thành công việc của mình một cách hoàn hảo. Bạn cũng phải theo dõi các dự án được giao cho bạn đến điểm hoàn thành. Năm Tý sẽ cho bạn nhiều cơ hội để đảm nhận công việc bổ sung ngoài nơi làm việc hiện tại của bạn. Bạn có thể tận dụng kinh nghiệm và tài năng của mình để kiếm thêm tiền.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng 5, tháng 7, tháng 10, tháng 12.<br/><br/><b>Tài lộc của tuổi Tuất năm 2020</b><br/>&emsp;Đối với tài lộc, những người tuổi Tuất dễ bị tổn thất tài chính cá nhân. Nhưng đừng quá lo lắng về điều đó - tình hình sẽ không tồi tệ mà mất ít tiền. Theo lý thuyết phong thủy, thật tốt khi chịu tổn thất tài chính bất ngờ nhưng 'của đi thay người'. Trong suốt cả năm, tốt hơn hết bạn không nên đánh bạc hoặc mua vé số. Nó không quan trọng nếu bạn làm điều đó cho vui.<br/><br/>&emsp;Dự báo chiêm tinh tuổi Tuất năm 2020 đã báo trước một giai đoạn tuyệt vời về tiền bạc. Các tuổi Tuất sẽ có được thu nhập ổn định và sẽ có đủ để tiết kiệm. Bạn không nên phung phí vào những thứ xa xỉ và sử dụng thu nhập đưa vào tiền tiết kiệm. Các bạn làm việc trong các ngành bảo hiểm và bất động sản sẽ sẵn sàng đối mặt với sự biến động trong dòng tiền. Thỉnh thoảng bạn có thể mong đợi một khoản lợi nhuận từ các nguồn không xác định ngoài thu nhập thường xuyên của bạn.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 5, tháng 10, tháng 12.<br/><br/><b>Tình cảm của tuổi Tuất năm 2020</b><br/>&emsp;Tuổi Tuất sẽ được ban phúc trong mối quan hệ tình cảm vào năm 2020. Nếu bạn kết hôn, cuộc hôn nhân của bạn sẽ được cải thiện hơn nữa và không bị cãi vã; nếu bạn độc thân hoặc không có người thân, bạn có thể gặp đúng người, vì vậy hãy nắm bắt cơ hội để đi chơi nhiều hơn, kết bạn nhiều hơn và gặp gỡ nhiều người hơn để tăng xác suất. Mặc dù bạn sẽ trở nên nổi tiếng hơn với người khác giới, nhưng bạn không nên nói chuyện với người khác; nếu không thì nghiệp chướng sẽ trừng phạt bạn và người khác sẽ làm tổn thương bạn khi bạn làm tổn thương người khác.<br/><br/>&emsp;Dự đoán về tình yêu năm Tý khuyên các cặp vợ chồng nên vun đắp sự hòa hợp trong cuộc hôn nhân của họ. Bạn nên tận hưởng cuộc sống với người bạn đời của bạn. Điều tương tự cũng áp dụng cho các cặp đang trong giai đoạn tình yêu.<br/><br/>&emsp;Tuổi Tuất độc thân nên dành thời gian để tạo mối quan hệ mới. Bạn sẽ có rất nhiều cơ hội để có được bạn tình phù hợp nếu bạn nhìn xung quanh. May mắn đứng về phía bạn, và bạn có thể ngạc nhiên khi tìm thấy trong vòng tròn cuộc sống của bạn.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng năm, tháng mười, tháng mười hai.<br/><br/><b>Sức khỏe của tuổi Tuất năm 2020</b><br/>&emsp;Theo quan điểm về sự may mắn cho sức khỏe vào năm 2020, những người tuổi Tuất cần phải rất cẩn thận khi ra ngoài, hoặc bạn có thể dễ dàng gặp tai nạn. Bạn sẽ dễ bị chấn thương do tai nạn hơn là bệnh tật. Đối với phụ nữ tuổi Tuất, bạn không nên đi bộ một mình vào ban đêm mà nên thận trọng trong mọi việc; Đối với người đàn ông, chú ý đến sự an toàn khi bạn đang lái xe.<br/><br/>&emsp;Sẽ có các vấn đề sức khỏe liên quan đến công việc bên cạnh các chấn thương và các sự kiện liên quan đến nước. Điều cần thiết là bạn phải chú ý đến sức khỏe cảm xúc của mình bên cạnh việc rèn luyện thể chất. Sức khỏe của một số thành viên trong gia đình cũng sẽ gây ra một số lo lắng, và bạn phải chú ý đúng mức đến sức khỏe của họ.",
	"Hoi":"Tử vi năm 2020 tuổi Hợi cho thấy sau một năm 2019 đầy khó khăn, cuối cùng may mắn của bạn đã chuyển sang những điều tốt đẹp hơn trong năm Tý 2020, đặc biệt là vào nửa cuối năm. Vẫn còn một số trở ngại và va chạm trên đường đi, vì vậy bạn cần kiên nhẫn, bình tĩnh và vận may của bạn sẽ ngày càng tốt hơn vào mùa thu. Do thực tế là có một số ngôi sao không may mắn được mang đến cho bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền nhỏ trong khoản đầu tư.<br/><br/>&emsp;Cố gắng đừng để mất tập trung và nóng nảy, bạn phải học cách theo dõi hành vi và lời nói của mình, bạn có thể vô tình giẫm phải vết xe đổ một vài bản ngã do xung đột, vì vậy hãy lưu ý và làm mát trước khi cho phép bạn có cơ hội nói. Bên cạnh việc cẩn thận với những gì bạn nói, bạn cũng cần học cách quan tâm đến việc kinh doanh của chính mình; bạn có thể kéo mình vào thứ gì đó mà bạn thực sự không quan tâm. Trong khi đó, sức khỏe cũng có thể trở thành một trong những mối quan tâm lớn của bạn trong năm nay, vì vậy hãy chú ý hơn đến sức khỏe của chính bạn.<br/><br/>&emsp;Người tuổi Hợi sẽ giống như những chú chó may mắn vào năm 2020. Được ban phúc bởi ngôi sao tốt lành, bạn sẽ khá may mắn trong cả sự nghiệp và tài lộc, như thể được ông trời ủng hộ. Tuy nhiên, mối quan hệ tình yêu sẽ không may mắn như vậy, tuy nhiên có thể phụ thuộc vào may mắn để bạn gặp đúng người! Sức khỏe sẽ là điều bạn cần quan tâm nhất vì đây là khía cạnh kém may mắn nhất. Đừng thờ ơ với sức khỏe vì công việc mà hãy tập trung vào cả hai để đạt được thành công. Nói tóm lại, xu hướng chung của tuổi Hợi sẽ rất tốt trong năm 2020. Đừng quên nắm bắt cơ hội vì cơ hội như vậy không thể bỏ lỡ. Thành công thường nằm ở một điểm cụ thể, vì vậy hãy chắc chắn rằng bạn sẽ nắm lấy cơ hội.<br/><br/>&emsp;Tử vi năm 2020 trong năm Tý cho thấy trong sáu tháng đầu năm, bạn sẽ phải đối mặt với nhiều trở ngại. Do đó cần phải duy trì sự điềm tĩnh của bạn và hy vọng cho những ngày tốt hơn. Sức mạnh của sao không hữu ích trong năm có khả năng bạn trở nên cáu kỉnh. Trong quá trình đó, sẽ có sự mất tập trung và thậm chí các vấn đề tài chính. Tránh tất cả các loại xung đột và tranh cãi và phải tập trung vào trách nhiệm của bạn<br/><br/><b>Sự nghiệp của tuổi Hợi năm 2020</b><br/>&emsp;Khá may mắn trong sự nghiệp, những người sinh ra năm tuổi Hợi sẽ ở đỉnh cao của sự nghiệp, vì vậy hãy nắm bắt cơ hội và không bao giờ lãng phí may mắn trong sự nghiệp. Hãy thử nhiều công việc khác nhau, bạn sẽ tìm thấy một công việc phù hợp bất ngờ. Về mặt học hành, bạn là ưu tú vì bạn rất thông minh và phù hợp nhất để khởi nghiệp. Nhưng nếu không được phép bởi các điều kiện khách quan, bạn cũng có thể làm việc để người khác hoàn thành điều gì đó; đừng chùn bước vì trí thông minh của bạn - thành công bao gồm 1% quà tặng và 99% nỗ lực. Chỉ khi bạn tận dụng tốt năng lượng và tài năng của mình, bạn mới có thể sống với may mắn khá tốt cho sự nghiệp trong năm nay.<br/><br/>&emsp;Mặc dù những người có người sẽ có cơ hội vàng tại nơi làm việc và nhận được sự giúp đỡ từ cấp trên, nhưng các đối thủ cạnh tranh cũng sẽ nắm lấy cơ hội của bạn vì cạnh tranh. Bên cạnh đó, sự xáo trộn từ những người có tính cách đố kỵ sẽ dẫn đến ảnh hưởng trong công việc. Bạn nên giữ bình tĩnh; Hãy là một người dịu dàng. Ngoài ra, dành nhiều thời gian hơn để đọc sách để cải thiện cá nhân.<br/><br/>&emsp;Mặt khác, bạn nên sẵn sàng đối mặt với căng thẳng do công việc của bạn tạo ra và khắc phục những vấn đề do đối thủ của bạn tạo ra. Có khả năng gặp rắc rối pháp lý trong năm nay. Bạn phải đối phó với tất cả những khó khăn với một khung tâm trí tuyệt vời, và thành công cuối cùng sẽ thuộc về bạn.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tài lộc của tuổi Hợi năm 2020</b><br/>&emsp;Tuổi Hợi sẽ rất may mắn trong việc kiếm tiền và nhận được lợi ích lớn trong đầu tư chứng khoán. Nhưng bạn nên kiểm soát  tiêu tiền. Nếu không, bạn sẽ không cân bằng được thu nhập và chi phí và không tiết kiệm tiền. Ngoài đầu tư, bạn cũng sẽ có cơ hội nhận được lợi nhuận từ việc mua vé số, nhặt tiền hoặc được cảm ơn vì đã mạnh dạn làm những gì chính đáng. Nói một cách dễ hiểu, hãy làm nhiều việc tốt hơn và tích lũy may mắn để được ban phúc nhiều hơn trong tài lộc và nhận được sự giúp đỡ từ người khác.<br/><br/>&emsp;Những cơ hội có thể tạo ra một lượng thu nhập nhất định có thể sẽ bị người khác chộp lấy. Bằng cách này, lợi nhuận cá nhân của bạn sẽ bị xâm phạm. Những kết quả không may mắn này sẽ đến từ các cuộc chạy đua thất bại hoặc thái độ cạnh tranh tiêu cực đối với công việc và cuộc sống. Bạn nên tránh xa các khoản đầu tư mạo hiểm và cũng tránh hợp tác với bạn bè trong năm nay.<br/><br/>&emsp;Tuổi Hợi đi việc làm sẽ có thu nhập ổn định. Bạn nên tập trung vào tiết kiệm và tránh các chi phí không cần thiết. Tất cả các khoản đầu tư đầu cơ nên cẩn thận, và tiết kiệm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tình cảm của tuổi Hợi năm 2020</b><br/>&emsp;Mối quan hệ tình cảm cũng sẽ được ban phúc cho bạn, những người tuổi Hợi có thể cảm thấy thoải mái về điều đó. Được hỗ trợ bởi ngôi sao tốt lành, những chú Lợn độc thân sẽ có nhiều khả năng bắt đầu một mối quan hệ và trở nên nổi bật hơn với người khác giới. Mặc dù vậy, bạn không thể hoàn toàn tập trung vào mối quan hệ tình cảm nhưng lại gây căng thẳng trong công việc và tình yêu bởi vì xem xét cài gì là nền tảng của tình yêu và hạnh phúc. Đối với tuổi Hợi đã kết hôn, bạn nên duy trì hôn nhân đúng cách và tránh xa mối quan hệ ngoài hôn nhân.<br/><br/>&emsp;Các cặp vợ chồng sẽ có một năm tuyệt vời với sự hạnh phúc của họ. Mối quan hệ của bạn sẽ là nguồn ghen tị cho người khác bất chấp những cuộc mâu thuẫn nhỏ thông thường trong cuộc sống hôn nhân. Tất cả các vấn đề giữa các cặp vợ chồng nên được hài hoà ngay lập tức, và sự hòa hợp sẽ thắng thế. Tuooit Hợi đang yêu cũng sẽ có một năm tuyệt vời.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 9, tháng 12.<br/><br/><b>Sức khỏe của tuổi Hợi năm 2020</b><br/>&emsp;Sức khỏe vào năm 2020 và bạn có thể bị một căn bệnh nghiêm trọng, dữ dội và không thể cưỡng lại. Nhưng đừng quá bận tâm về nó vì nó không phải là một căn bệnh nan y nhưng có thể rất đau đớn và đau đớn. Đừng đánh mất trái tim, hãy tự tin và tiếp tục vui sống. Chỉ bằng cách này, bạn có thể phục hồi tốt hơn và nhanh hơn. Đối với bạn, lý do chính khiến bạn bị ốm sẽ là ngày và đêm làm việc liên tục tiêu tốn sức khỏe của bạn; một khi bạn thức khuya trong một thời gian dài và bị bế tắc trong một thời gian dài, bệnh tật, nghiêm trọng hoặc nhỏ, sẽ đánh bạn và kéo bạn xuống từng bước.<br/><br/>&emsp;Dựa trên dự đoán vận may của lợn vào năm 2020, người lợn có nhiều khả năng bị thấp khớp, rối loạn gan và tim và các bệnh trong hệ hô hấp. Lời khuyên là hãy tránh xa những nơi tối tăm và ẩm ướt. Ngoài ra, tham gia các sự kiện ngoài trời và giúp đỡ người khác là phương pháp tốt để điều chỉnh sức khoẻ hợp lý.",
	"BachDuong":"<b>Tử vi về tình cảm của Bạch Dương 2020</b><br/>&emsp;Đối với những bạn cung Bạch Dương mà còn độc thân thì đường tình cảm của bạn trong năm 2020 sẽ rất thuận lợi, may mắn. Bạn có thể sẽ tìm thấy được tình yêu giữa những người bạn đã có sự quen biết và  những người có nhiều điểm chung và có nhiều triển vọng của hôn nhân vào năm 2020.<br/><br/>&emsp;Với những bạn Bạch Dương đã kết hôn, cuộc sống hôn nhân của bạn sẽ hạnh phúc, êm ấm và tràn ngập tình yêu giữ 2 người do ảnh hưởng của hành tinh. Nhưng chuyện đau buồn, cãi vã và cả tổn thương trong quá khứ có thể dễ dàng quên đi. Để tránh những cãi vã trong cuộc sống vợ chồng, 2 người nên thẳng thắn trong giao tiếp sẽ giúp ích rất nhiều để cải thiện tình cảm.<br/><br/><b>Về sự nghiệp của Bạch Dương năm 2020</b><br/>&emsp;Dự báo năm 2020 cho Bạch Dương cho thấy đây có thể là một giai đoạn hỗn loạn trong nửa đầu năm 2020 này. Bạn có thể sẽ gặp một ít khó khăn, nhưng mọi chuyện sẽ sớm suôn sẻ hơn và có thể sẽ có những thay đổi trong sự nghiệp. Tuy nhiên, bạn cũng nên giữ mối quan hệ hài hòa với người có kinh nghiệm và đồng nghiệp của mình. <br/><br/><b>Về tài chính năm 2020</b><br/>&emsp;Trong năm 2020 của Bạch Dương dự đoán một năm có rất nhiều may mắn về tài chính, đặc biệt là cuối tháng Sáu. Nếu quyết tâm và kiên trì bạn hoàn toàn có thể  bắt đầu một doanh nghiệp hoặc công việcc mới. Với vận may của năm nay, ban sẽ không gặp nhiều trục trặc đáng kể nào trong tình hình tài lộc của bạn và bạn có thể hứng thú với việc quyên góp vào các hoạt động nhân đạo.<br/><br/><b>Về sức khỏe của Bạch Dương năm 2020</b><br/>&emsp;Tình hình sức khỏe của Bạch Dương cho thấy bạn nên tập trung vào cuộc sống bình an và tránh căng thẳng. Ảnh hưởng của Sao Mộc có thể được nhìn thấy trong việc duy trì sức khỏe tốt của bạn trong nửa đầu năm. Sáu tháng cuối năm sẽ trở nên tồi tệ trên mặt trận sức khỏe, bạn cần phải bảo tồn và duy trì năng lượng trong bạn.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Bạch Dương cho thấy bạn sẽ khá bình thản, và may mắn trong năm nay. Đối với hầu hết các việc, mọi thứ sẽ ổn định và không đáng lo ngại. Những thay đổi đáng kể có thể đến, nhưng chỉ khi bạn là người tạo ra chúng. Những thay đổi nhỏ sẽ tự đến. Bạn sẽ cần phải hành động hoặc làm việc chăm chỉ hơn nữa nếu bạn muốn làm cho năm của bạn thú vị hơn.<br/><br/><b>Tử vi hàng tháng của Bạch Dương 2020</b><br/><b>Tháng 1</b>:  Đây là thời điểm tuyệt vời để Bạch Dương bắt đầu một liên doanh, công việc hoặc những hợp đồng mới.<br/><br/><b>Tháng 2</b>: Một tháng tuyệt vời để xây dựng các mối quan hệ ngoại giao chuyên nghiệp và cá nhân của bạn.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng giúp bạn bạn sẽ có năng lượng và hứng thú để thực hiện những nhiệm vụ khó khăn nhất trong công việc của mình.<br/><br/><b>Tháng 4</b>:  Tháng này là thời điểm tốt nhất để sử dụng năng lượng của bạn cho các ý tưởng xây dựng trong công việc.<br/><br/><b>Tháng 5</b>:  Tháng này bạn phải cẩn thận để không tham gia vào các dự án đầy tham vọng.<br/><br/><b>Tháng 6</b>: Vào tháng 6 bạn cần kiên trì và có sự kiên nhẫn cho những thời điểm khó khăn để vượt qua.<br/><br/><b>Tháng 7</b>: Đây là tháng giúp đỡ người khác sẽ mang lại cho bạn niềm vui và hạnh phúc.<br/><br/><b>Tháng 8</b>:  Tháng 8 có thể mang lại một số nhầm lẫn trong các khía cạnh khác nhau của cuộc sống.<br/><br/><b>Tháng 9</b>: Đây là tháng sẽ mang đến sự quan tâm trong việc thức tỉnh tâm linh cho cung hoàng đạo Bạch Dương.<br/><br/><b>Tháng 10</b>:  Tháng 10 chính xác là lúc bạn sẽ bận rộn với nhiều điều xảy ra trong cuộc sống.<br/><br/><b>Tháng 11</b>: Bạn sẽ cần phải đi chậm, cân nhắc kỹ lưỡng về công việc của mình hơn  để bạn không bị thua lỗ.<br/><br/><b>Tháng 12</b>:  Đây sẽ là một tháng tốt cho Bạch Dương, và bạn cũng sẽ cảm thấy tốt khi giúp đỡ người khác.<br/><br/>&emsp;",
	"KimNguu":"<b>Về sự nghiệp năm 2020 của Kim Ngưu</b><br/>&emsp;Tử vi năm 2020 của Kim Ngưu cho thấy bạn nên cẩn trọng về các mối quan hệ với đồng nghiệp của mình, những người có thể tạo ra những trở ngại cho bạn. Tuy nhiên, trong năm nay bạn có thể hoàn thành mục tiêu của mình bằng sự siêng năng và kiên trì, mọi nỗ lực đều có thể thu lại được thành quả xứng đáng. Bạn cũng có thể có một ông việc tốt hơn hoặc được thăng chức lên một vị trí cấp cao.<br/><br/><b>Về tài chính của Kim Ngưu 2020</b><br/>&emsp;Dự đoán cung hoàng đạo Kim Ngưu 2020, vào khoảng cuối tháng 8 vấn đề tài chính của bạn sẽ may mắn, thành công hơn. Bên cạnh đó, nếu bạn có bất cứ dự định gì cần tiêu sài đến tiền, thì mọi thứ sẽ không quá khó khăn. Tuy nhiên hãy luôn biết tiết kiệm tiền và giữ nó cho ngày sau.<br/><br/><b>Tử vi tình yêu của Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, tình yêu cuộc sống của bạn sẽ tràn ngập cảm xúc và đam mê. Mối quan hệ của bạn sẽ tốt đẹp và thuận lợi hơn rất nhiều. Đây cũng là dịp giúp bạn kết nối lại các mối quan hệ căng thẳng trong những năm qua. <br/><br/>&emsp;Đối với những người đã kết hôn, việc tiến tới hôn nhân là điều tự nhiên. Cuộc sống vợ chồng sẽ có nhiều điều mới mẻ, hạnh phúc trong năm nay.<br/><br/><b>Tử vi gia đình Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, cuộc sống gia đình của Kim Ngưu đảm bảo sẽ có một năm hạnh phúc và dễ chịu hơn so với mọi năm. Mặc dù có thể có một số xích mích trong nửa đầu năm giữa các thành viên trong gia đình, nhưng những tháng cuối năm moi chyện sẽ ổn thỏa và tốt đẹp hơn. <br/><br/><b>Tử vi sức khỏe của Kim Ngưu năm 2020</b><br/>&emsp;Trong năm 2020 này, Kim Ngưu nên hết sức chú tâm đến tình trạng sức khỏe của bạn trong năm nay. Bạn hãy cố gắng thực hiện một số thói quen tập thể dục và cố gắng ăn một chế độ ăn uống điều độ, cân bằng để bạn có thể khỏe mạnh nhất có thể.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Kim Ngưu cho thấy đây là một năm ổn định và bình yên đối với bạn. Do đó là thời điểm thích hợp để bạn bắt tay vào những kế hoạch đẫ đặt ra. Hãy chuẩn bị để đưa ra quyết định quan trọng liên quan đến nghề nghiệp hoặc các mối quan hệ của bạn. Ngoài ra, bạn cũng nên hỏi ý kiến của người thân trong gia đình để đưa ra quyết định đúng đắn nhất.<br/><br/><b>Tử vi hàng tháng của Kim Ngưu 2020</b><br/><b>Tháng 1</b>: Trong tháng này Kim Ngưu cần phải cẩn thận trên mặt trận sức khỏe của bản thân, tập thể dục và ăn uống điều độ.<br/><br/><b>Tháng 2</b>: Tháng này sẽ yêu cầu bạn phải kiên nhẫn trên các mặt trận cá nhân cũng như tính chuyên nghiệp.<br/><br/><b>Tháng 3</b>: Tháng này, Kim Ngưu sẽ thấy được ​​sự cải thiện về tài chính và nắm giữ tiền tệ.<br/><br/><b>Tháng 4</b>: Đây sẽ là tháng bạn đạt được nhiều thành tự trong công việc, c cải thiện triển vọng kinh doanh và sự nghiệp của bạn.<br/><br/><b>Tháng 5</b>: Đây là một tháng tốt lành cho du lịch và phúc lành tài chính.<br/><br/><b>Tháng 6</b>: Mọi điều tốt đẹp sẽ đến với sức khỏe tốt và cơ hội mới cho Kim Ngưu.<br/><br/><b>Tháng 7</b>: Tháng 7 này, bạn có thể theo đuổi một kỹ năng mới và phát triển cơ hội kiếm việc làm tốt hơn.<br/><br/><b>Tháng 8</b>: Bạn sẽ kiếm được một số tiền từ các nguồn bất ngờ.<br/><br/><b>Tháng 9</b>: Đây có thể sẽ là một tháng lý tưởng để dành cho bạn bè và gia đình, hãy dành thời gian để quan têm đến gia đình của mình hơn.<br/><br/><b>Tháng 10</b>: Đây là khoảng thời gian những người đã sai, bạn sẽ phải gánh chịu hậu quả.<br/><br/><b>Tháng 11</b>: Là thời điểm thích hợp cho sự khởi đầu mới. Bạn sẽ được ban phúc với may mắn và hạnh phúc.<br/><br/><b>Tháng 12</b>: Tháng 12 sẽ là thời điểm tốt để tận hưởng bản thân và đi nghỉ dài ngày với những người thân yêu.<br/><br/>&emsp;",
	"SongTu":"<b>Tử vi sự nghiệp Song Tử  năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho Song Tử trong năm 2020, nếu bạn làm việc trong ngành nghề và quan hệ đối tác sẽ có một giai đoạn thuận lợi. Do những khía cạnh tích cực của Sao Mộc, bạn có thể mong đợi rất nhiều thành tích trong công việc của mình. Bên cạnh đó, bạn cũng sẽ đạt được bởi những thay đổi bước ngoặt trong môi trường kinh doanh.<br/><br/><b>Tử vi tài chính Song Tử 2020</b><br/>&emsp;Những người thuộc cung Song Tử có thể sẽ gặp nhiều khó khăn trong vấn đề tài chính trong năm nay. Điều này chủ yếu là do các khía cạnh tiêu cực của Sao Thổ. Hơn nữa, bạn nên tránh những chi phí không cần thiết, chi phí phải phù hợp hoặc nằm trong thu nhập của bạn và cần học cách tiết kiệm.<br/><br/><b>Tử vi tình yêu Song Tử năm 2020</b><br/>&emsp;Tình yêu của Song Tử cho năm 2020 cho thấy một giai đoạn hài hòa, hạnh phúc cho các cặp vợ chồng và cả những ai còn độc thân. Bạn sẽ có nhiều cơ hội để hiểu đối tượng của mình hơn. Kết quả là tình yêu cuộc sống sẽ thú vị và bình yên.<br/><br/>&emsp;Với những ai đã kết hôn có thể sẽ có được rất nhiều niềm vui và đam mê trong năm 2020. Để duy trì mọi mối quan hệ,  bạn cần tránh tranh cãi về những điều nhỏ nhặt.<br/><br/><b>Tử vi gia đình Song Tử năm 2020</b><br/>&emsp;Dự đoán chiêm tinh Gia đình Song Tử cho năm 2020 chỉ ra rằng các khía cạnh kết hợp của Sao Mộc và Sao Thổ sẽ mang lại sự hài hòa cũng như chia sẻ các vấn đề. Cuộc sống gia đình sẽ hòa thuận, êm ấm, tuy nhiên cũng hết sức tránh các mâu thuẫn từ vấn đề nhỏ. Bên cạnh đó, hãy thường xuyên hỏi thăm và chia sẻ với thành viên trong gia đình.<br/><br/><b>Tử vi sức khỏe Song Tử 2020</b><br/>&emsp;Tử vi cung Song Tử dự báo cho thấy sức khỏe của bạn sẽ có vấn đề trong năm 2020. Vạy nên hãy thường xuyên chăm chút đến sức khỏe của mình. Trong quý thứ hai, bạn nên chuẩn bị để đối mặt với những cơn đau ốm đột ngột vì những khía cạnh tiêu cực của Sao Mộc.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Tử cho thấy rằng năm nay là một khởi đầu mới cho bạn. Trong năm nay, bạn hoàn toàn có thể chọn lựa bắt đầu một thứ gì đó mới mẻ để làm việc hoặc giải trí. Làm những việc mà bạn yêu thích và không thỏa hiệp với bất kỳ ai khác. 2020 là năm của bạn, vì vậy hãy làm bất cứ điều gì bạn cần làm để làm cho nó tuyệt.<br/><br/><b>Hãy cùng xem tử vi cung Song Tử hàng tháng năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là thời gian để bạn suy ngẫm về bước đi tiếp theo của mình và tập trung hơn vào giáo dục.<br/><br/><b>Tháng 2</b>: Hãy hết mình theo đuổi đam mê và cả các sự kiến giáo dục của mình.<br/><br/><b>Tháng 3</b>: Tháng 3 có thể là thời điểm khó khăn để bạn giữ im lặng khi thấy điều gì đó không ổn xảy ra.<br/><br/><b>Tháng 4</b>: Bạn có thể cải thiện mối quan hệ của bạn với bạn bè và gia đình của bạn.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng đầy đam mê và cảm xúc. Thực hành thiền sẽ có lợi.<br/><br/><b>Tháng 6</b>: Là một tháng tràn đầy năng lượng khi bạn sẽ muốn làm một cái gì đó mới, tiếp tục hết mình với công việc của mình.<br/><br/><b>Tháng 7</b>: Hãy lên kế hoạch cho tương lai của bạn. Có thể là một nghề nghiệp hoặc các mối quan hệ mới, đây là một tháng tốt để suy nghĩ về nó.<br/><br/><b>Tháng 8</b>: Tháng 8 sẽ là một tháng đầy biến động trong cuộc sống của bạn. Thời điểm khó khăn có thể đến trước mặt bạn.<br/><br/><b>Tháng 9</b>: Bạn nên giao tiếp tốt hơn với những người thân yêu và đồng nghiệp.<br/><br/><b>Tháng 10</b>: Bạn sẽ cần đưa ra những quyết định quan trọng có thể thay đổi tương lai của bạn.<br/><br/><b>Tháng 11</b>: Tháng này, bạn sẽ thích giúp đỡ mọi người, điều đó sẽ mang lại cho bạn sự bình an về tinh thần.<br/><br/><b>Tháng 12</b>: Hứa hẹn tháng 12 sẽ là một tháng bận rộn. Nhiều lực sẽ kéo bạn theo các hướng khác nhau.<br/><br/>&emsp;",
	"CuGiai":"<b>Triển vọng sự nghiệp cung Cự Giải năm 2020</b><br/>&emsp;Dự đoán tử vi năm 2020 của Cự Giải, năm nay có khả năng xảy ra xung đột tại nơi bạn làm việc nên cần cẩn thận lời ăn tiếng nói hoặc các mối quan hệ khác. Bạn sẽ cần phải làm việc chăm chỉ hơn và tự tin hơn so với đồng nghiệp nếu bạn muốn đạt nhiều thanh tựu vào năm 2020.<br/><br/><b>Dự đoán tình yêu cung Cự Giải năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn có khả năng tìm thấy sự hòa hợp trong các mối quan hệ tình cảm của mình. Mọi thứ sẽ tự nhiên và tốt đẹp hơn rất nhiều.<br/><br/>&emsp;Nếu bạn hiện là một Cự Giải độc thân, thì đây cũng là một năm tuyệt vời để cố gắng tìm kiếm người như ý. Bạn có nhiều khả năng tìm thấy tình yêu với một người mà bạn có nhiều điểm chung hơn là những người khác thích bạn.<br/><br/><b>Dự báo Tài chính cung Cự Giải năm 2020</b><br/>&emsp;Năm Canh Tý này, bạn cũng có khả năng gặp may mắn trong tài chính của mình trong năm nay. Cuộc sống của bạn sẽ tiện lợi, dễ dnagf hơn với việc chi tiêu thường nhật. Tiền bạc cũng du giả hơn rất nhiều. Làm việc theo sở thích kiếm tiền cũng là một cách tốt để có thêm tiền tiêu vặt.<br/><br/><b>Tử vi sức khỏe cung Cự Giải năm 2020</b><br/>&emsp;Có thể thấy, trong năm nay bạn có thể sẽ gặp vấn đề với sức khỏe nhưng bạn vẫn nên cố gắng tập thể dục thường xuyên. Cố gắng thích nghi với một thói quen tập thể dục hoặc chế độ ăn uống mới trong năm nay.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Cự Giải dự đoán rằng năm nay bạn sẽ có nhiều may mắn và học được nhiều điều về bản thân bằng cách xem những gì người khác làm. Bạn sẽ có nhiều cảm hứng trong công việc của mình. Đây chỉ là một vài ví dụ về những điều có thể truyền cảm hứng cho sự thay đổi trong cuộc sống của bạn vào năm 2020.<br/><br/><b>Tử vi hàng tháng của Cựu Giải năm 2020</b><br/><b>Tháng 1</b>: Tháng này sẽ là một tháng của những câu hỏi và sự nhầm lẫn cho Cự Giải.<br/><br/><b>Tháng 2</b>: Trong tháng này, bạn sẽ có khoảng thời gian cần cẩn thận với những gì xảy ra xung quanh bạn để không gặp phải những chuyện không mong muốn.<br/><br/><b>Tháng 3</b>: Đây là thời điểm tốt để theo đuổi giáo dục đại học.<br/><br/><b>Tháng 4</b>: Tháng 4 sẽ là một tháng đầy cảm xúc đối với những người Cự Giải.<br/><br/><b>Tháng 5</b>: Trong tháng này, hãy tập trung năng lượng của bạn vào các công việc cần tới bạn.<br/><br/><b>Tháng 6</b>: Bạn sẽ có nhiều cảm hứng và cả cơ hội trong công việc.<br/><br/><b>Tháng 7</b>: Vì là tháng sinh nhật của bạn khi bạn sẽ hạnh phúc về mọi mặt trong cuộc sống, chuyện tình cảm như ý.<br/><br/><b>Tháng 8</b>: Đây là một tháng tốt lành để bắt đầu dự án mới mà bạn đã chuẩn bị trong nhiều tháng.<br/><br/><b>Tháng 9</b>: Hãy cẩn trọng vì đây là lúc bạn nên chuẩn bị để đối mặt với mọi trở ngại trên con đường của mình.<br/><br/><b>Tháng 10</b>: Hứa hẹn sẽ là một tháng thuận lợi khi bạn sẽ rơi vào những mối quan hệ mới.<br/><br/><b>Tháng 11</b>: Khoảng thời gian này bạn cần suy nghĩ kỹ trước khi đưa ra bất kỳ quyết định quan trọng nào.<br/><br/><b>Tháng 12</b>: Bạn sẽ dành nhiều thời gian cho chuyện tình cảm cá nhân của mình.<br/><br/>&emsp;",
	"SuTu":"<b>Về tình yêu của cung Sư Tử năm 2020</b><br/>&emsp;2020 là một năm cho sự thay đổi khi nói đến mối quan hệ của bạn. Tuy nhiên, có thể xảy ra vấn đề trong cuộc sống lãng mạn của bạn, nếu bạn không ở bên đúng người. Bạn có thể cố gắng giải quyết mọi việc hoặc bỏ chúng đi khi xảy ra vấn đề.<br/><br/>&emsp;Nếu bạn đang tìm kiếm một mối quan hệ mới, bạn có thể sẽ gặp được người như ý và khả năng sẽ hạnh phúc hơn với các kết nối hơn là các cam kết.<br/><br/><b>Sự nghiệp của Sư Tử năm 2020</b><br/>&emsp;Chiêm tinh học 2020 dự đoán rằng năm nay bạn sẽ tập trung hơn bao giờ hết vào công việc. Bên cạnh đó, bạn cũng có khả năng nhận được nhiều công việc hơn. Cố gắng kết bạn với đồng nghiệp và cấp trên của bạn. Chúng giúp bạn tạo ra sự ổn định trong công việc của bạn, và thậm chí giúp bạn nổi bật. <br/><br/><b>Dự báo tài lộc của Sư Tử năm 2020</b><br/>&emsp;Trong năm nay bạn sẽ cảm thấy có xu hướng tiết kiệm tiền của mình hơn là chi tiêu hoang phí. Bởi vì điều này, bạn cũng có khả năng tăng thu vào ngân sách của bạn nhiều hơn và chăm sóc nó tốt cho bản thân hơn so với những năm trước. Hãy nắm bắt cơ hội để kiếm nhiều tiền hơn, như đầu tư vào năm 2020.<br/><br/><b>Tử vi sức khỏe cho Sư tử năm 2020</b><br/>&emsp;Tử vi dự đoán năm 2020 báo trước rằng Sư Tử có thể cảm thấy bốc đồng hơn bình thường trong năm nay. Trong khi điều này là tuyệt vời cho tâm trí của bạn, nó cũng tuyệt vời cho cơ thể của bạn. Bạn nên thử các bài tập mới hoặc ăn các loại thực phẩm mới. Bên cạnh đó, một vấn đề phổ biến với Leos là họ thiếu ngủ, vì vậy hãy cố gắng thực hiện điều này để tránh mệt mỏi nói chung và các vấn đề sức khỏe có thể đi kèm với nó.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Sư Tử dự đoán rằng năm nay tất cả là dành cho sự phát triển cá nhân, đây sẽ là thông tin cho gần như mọi Sư Tử. Bạn có khả năng có nhiều năng lượng hơn để hoàn thành công việc và còn dư lại để tiệc tùng một chút sau đó. Bạn có thể hoàn thành bất cứ điều gì nếu bạn cố gắng hết sức ngay cả trong thời kỳ khó khăn của sao Thủy năm 2020! Đối với hầu hết mọi thứ, bạn có thể có một năm dễ dàng và thú vị.<br/><br/><b>Tử vi hàng tháng của Sư Tử năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt cho việc hướng nội, lập kế hoạch trong tương lai và có gắng thực hiện nó một cách hoàn hảo.<br/><br/><b>Tháng 2</b>: Bạn cần thực hiện các kế hoạch một cách hoàn chỉnh thay vì phá vỡ những chi tiết nhỏ nhặt.<br/><br/><b>Tháng 3</b>: Có thể nói tháng 3 là thời điểm tốt cho những mối quan hệ lãng mạn và tình yêu mới. Đừng bắt đầu một cái gì đó mới trên mặt trận sự nghiệp của bạn.<br/><br/><b>Tháng 4</b>: Những gì đang xảy ra trong tháng này hãy cố gắng làm quen và chấp nhận nó.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng tuyệt vời để Sư tử bắt đầu các dự án mới và giúp đỡ những người khác trong các hoạt động xã hội.<br/><br/><b>Tháng 6</b>: Tháng 6 sẽ thuận lợi khi bạn sẽ đối mặt với cuộc sống với nụ cười trên khuôn mặt.<br/><br/><b>Tháng 7</b>: Bạn hãy biết cách nắm lấy các cơ hội đến với bạn trong tháng này.<br/><br/><b>Tháng 8</b>: Sẽ là một tháng thuận lợi khi bạn sẽ tràn đầy sức sống và đam mê mới, bạn sẽ không dễ dàng bỏ cuộc.<br/><br/><b>Tháng 9</b>: Đây là một tháng để xã hội hóa và tiệc tùng, chỉ cần đừng quá lạm dụng nó.<br/><br/><b>Tháng 10</b>: Sẽ là một tháng ổn định, yên bình. Đây là thời điểm thích hợp để trở lại trên đôi chân của bạn.<br/><br/><b>Tháng 11</b>: Tháng này sẽ đem lại nhiều điều tốt cho sinh viên Sư Tử. Tài chính cũng sẽ rất tuyệt vời và tốt hơn.<br/><br/><b>Tháng 12</b>: Bạn nên  đi hành hương nhiều hoặc bắt đầu những kỳ nghỉ tâm linh với những người thân yêu của bạn.<br/><br/>&emsp;",
	"XuNu":"<b>Về tình yêu của Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, mọi sự sẽ rất may mắn với Xử nữ trong chuyện tình cảm, mọi thứ đang diễn ra tốt đẹp với bạn và bạn không cần phải thay đổi những gì bạn đang làm. <br/><br/>&emsp;Trong năm mới này, nhiều cơ hội sẽ đến theo cách của bạn để tạo ra sự thay đổi trong mối quan hệ của bạn nếu bạn cần. Các mói quan hệ cũng sẽ đến nếu bạn đang tìm cách cải thiện mối quan hệ của mình với bạn bè và các thành viên trong gia đình.<br/><br/><b>Sự nghiệp của cung Xử Nữ năm 2020</b><br/>&emsp;Vấn đề sự nghiệp của xử Nữ trong năm nay sẽ có ảnh hưởng đôi chút từ năm ngoái. Cuộc sống của bạn sẽ vẫn hoạt động theo cùng một cách như năm ngoái, không có nhiều điểm khác biệt rõ rệt. Bạn có thể tập trung vào một thứ rất lâu và kỹ năng của bạn có khả năng tỏa sáng, thành công hơn nữa trong năm nay.<br/><br/><b>Tài chính cung Xử Nữ năm 2020</b><br/>&emsp;Cung Xử Nữ năm 2020 cũng gợi ý rằng bạn cũng sẽ cải thiện rất nhiều về thu nhập của mình trong năm nay. Bạn sẽ có đủ tiền để chi trả cho tất cả các chi phí cũng như nhu cầu thiết yếu trong cuộc sống và có thêm một số tiền để tiết kiệm cho tương lai.<br/><br/><b>Sức khỏe cho cung Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn sẽ có rất nhiều năng lượng và sức khỏe vẫn duy trì tốt. Điều cần thiết là bạn thường xuyên tập thể dục trong năm nay để giữ dáng, ăn uống điều độ khoa học  hơn. Nói chung chăm sóc bản thân tốt cũng sẽ giúp ngăn ngừa nhiều bệnh tật và thương tích. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Xử Nữ gợi ý rằng bạn nên sử dụng hàng năm để cố gắng cải thiện cuộc sống cá nhân, công việc, các mối quan hệ, ngay cả khi cuộc sống xã hội và công việc của bạn có vẻ trì trệ. Bạn có xu hướng chia sẻ cảm xúc và cảm xúc bên trong của bạn trong năm nay với mọi người xung quanh. Năm nay sẽ đi kèm với cả kết quả tốt và xấu trong hành động của bạn, cũng như những điều tốt và xấu nằm ngoài tầm kiểm soát của bạn trong năm 2020 Sao Thủy nghịch hành.<br/><br/><b>Tử vi hàng tháng của cung Xử Nữ năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm chính là thời điểm lý tưởng để bắt đầu các dự án mới hoặc thay đổi công việc của bạn.<br/><br/><b>Tháng 2</b>: Tháng 2 sẽ chứa đầy những bất ngờ và tình huống không nằm trong tầm kiểm soát của bạn, hãy sẵn hàng để đối mặt với chúng.<br/><br/><b>Tháng 3</b>: Nếu bạn mong muốn nối lại các mối quan hệ thì đây là thời điểm tốt để kết bạn mới và liên lạc với những người bạn cũ.<br/><br/><b>Tháng 4</b>: Bạn sẽ bắt đầu bằng tích cực nhưng chậm lại vào cuối tháng.<br/><br/><b>Tháng 5</b>: Hứa hẹn đây sẽ là tháng  khó khăn đối với các Xử Nữ. Bạn thường không chắc chắn về các quyết định mà bạn đang đưa ra.<br/><br/><b>Tháng 6</b>: Đây là thời điểmckhi bạn sẽ hành động trái với bản chất của mình và bị cám dỗ đưa ra quyết định vội vàng, đôi khi là sai lầm.<br/><br/><b>Tháng 7</b>: Bạn hãy tự nhìn vào nội tâm của mình và tìm câu trả lời cho sự an lành về tinh thần của bạn.<br/><br/><b>Tháng 8</b>: Tâm trí của bạn sẽ bình yên, và bạn sẽ có thể đưa ra quyết định quan trọng mà không có bất kỳ nghi ngờ nào.<br/><br/><b>Tháng 9</b>: Bạn hãy phát triển cáccmối quan hệ tốt hơn với gia đình bạn và cả người bạn xung quanh.<br/><br/><b>Tháng 10</b>: Tháng 10 sẽ là khoảng thời gian tuyệt vời để giúp đỡ những người khác.<br/><br/><b>Tháng 11</b>: Bạn sẽ có một cuộc sống hạnh phúc và thịnh vượng theo cách bạn muốn.<br/><br/><b>Tháng 12</b>: Tháng này sẽ tràn ngập tiếng cười và niềm vui vì bạn sẽ hào hứng với những sự kiện khác nhau trong cuộc sống.<br/><br/>&emsp;",
	"ThienBinh":"<b>Tình yêu cung Thiên Bình năm 2020</b><br/>&emsp;Chiêm tinh học Thiên Bình năm 2020 dự báo rằng các mối quan hệ trong quá khứ của bạn đều không đáng lo ngại trong năm nay. Có một hỗn loạn nhỏ trong mối quan hệ của bạn trong năm nay và sự hòa hợp trong mối quan hệ của bạn vẫn luôn hiển nhiên. Bạn sẽ muốn có nhiều quyền kiểm soát cuộc sống tình yêu của bạn trong năm nay.<br/><br/>&emsp;Với những Thiên Bình đã kết hôn, Các cặp vợ chồng sẽ có một cuộc sống tình yêu hài hòa và bình yên. Đây là một năm đối với các vấn đề gia đình, vì vậy hãy tận hưởng thời gian mà bạn dành cho gia đình.<br/><br/><b>Sự nghiệp cung Thiên Bình cho năm 2020</b><br/>&emsp;Thiên Bình, trong năm nay bạn sẽ có một sự thôi thúc làm việc nhiều hơn bình thường. Bạn cũng sẽ cảm thấy có xu hướng, cảm hứng làm việc theo sở thích. Vậy nên bạn sẽ  khá bận rộn vào năm 2020, nhưng ít nhất bạn sẽ hạnh phúc và vui vẻ .Điều bắt buộc là phải duy trì mối quan hệ hài hòa với đồng nghiệp và vững vàng trong công việc của mình.<br/><br/>&emsp;Quý II của năm sẽ có những ảnh hưởng tích cực của Sao Mộc và Sao Thổ đối với người Thiên Bình, bạn sẽ dễ đảm bảo thăng tiến lên cấp cao.<br/><br/><b>Tài chính cung Thiên Bình năm 2020</b><br/>&emsp;Năm 2020 này, vấn đề tài chính sẽ không làm Thiên Bình quá đau đầu và bận tâm. Bạn sẽ có ít chi phí lớn nên bạn cảm thấy không lo lắng. Tuy nhiên, hãy cố gắng tiết kiệm tiền khi và hãy theo dõi các chi tiêu của bạn, nhưng hãy thoải mái vào gần cuối năm.Dự báo của tài chính cho Thiên Bình năm 2020 cho thấy tài chính dồi dào trong quý đầu tiên của năm.  Do đó, bạn sẽ có  một số tiền dư có thể được sử dụng để xóa các khoản nợ cũ.<br/><br/><b>Tử vi sức khỏe cho cung Thiên Binh</b><br/>&emsp;Dự đoán sức khỏe năm 2020 của Thiên Bình báo trước rằng bạn cũng nên cẩn trọng vào vấn đề sức khỏe của mình trong năm nay. Trong vài tháng đầu năm bạn sẽ tràn đầy năng lượng, vì vậy hãy sử dụng nó hiệu quả nhất có thể. Tuy nhiên bạn vẫn có thể mắc phải các căn bệnh nhỏ. Do đó, Thiên Bình hãy cố gắng rèn luyện thói quen thể dục thể thao kết hợp với chế độ ăn uống lành mạnh.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Thiên Bình báo trước rằng cuộc sống của bạn sẽ dễ dàng hơn bình thường. Bạn sẽ có nhiều thời gian hơn để làm những việc mình thích. Điều đó mang lại cho bạn sự vui vẻ và cảm hứng  trong năm nay. Bên cạnh đó, năm 2020 là một năm tuyệt vời để tập trung vào bản thân và các mối quan hệ của bạn. Các mối quan hệ của bạn cũng sẽ phát triển theo hướng tích cực hơn so với mọi năm. Bên cạnh đó, bạn cũng có thể dành thời gian rảnh của mình với gia đình và bạn bè của mình.<br/><br/><b>Tử vi theo tháng của cung Thiên Bình năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt để làm cho bạn dễ dàng và lập kế hoạch tốt cho tương lai trong công việc cũng như cuộc sống bên gia đình.<br/><br/><b>Tháng 2</b>: Các Thiên Bình hãy tự tin bắt đầu các dự án mới mà bạn đã lên kế hoạch.<br/><br/><b>Tháng 3</b>: Bạn có thể gặp phải các vấn đề sẽ ảnh hưởng đến tâm trí của bạn và làm bạn khó chịu.<br/><br/><b>Tháng 4</b>: Tháng 4 là khoảng thời gian bạn cần cân bằng suy nghĩ và hành động của mình một cách cẩn thận.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ tiếp thêm năng lượng tăng thêm của bạn sẽ được sử dụng tốt.<br/><br/><b>Tháng 6</b>: Tháng 6 trung bình khi mọi thứ sẽ di chuyển với tốc độ bình thường.<br/><br/><b>Tháng 7</b>: Đây sẽ là một tháng chậm chạp khi nhiều thứ không có lợi cho bạn khiến bạn phải tự đặt câu hỏi.<br/><br/><b>Tháng 8</b>: Bạn có thể gặp nhiều phiền toái và cả khó khăn trong tháng này vì các vẫn đề nảy sinh.<br/><br/><b>Tháng 9</b>: Là khoảng thời gian tuyệt vời để yêu hoặc kết hôn.<br/><br/><b>Tháng 10</b>: Thời điểm thuận lợi cho kinh doanh và các mối quan hệ mới của các Thiên Bình.<br/><br/><b>Tháng 11</b>:  Tháng 11 là thời điểm mọi thứ sẽ diễn ra theo ý bạn, và bạn có thể đạ được những điều mình mong muốn nhưng điều đó không có nghĩa là bạn nên nhiệt tình.<br/><br/><b>Tháng 12</b>: Bạn hãy dành thời gian cho những người thân yêu trong gia đình.<br/><br/>&emsp;",
	"BoCap":"<b>Sự nghiệp cung Bọ Cạp năm 2020</b><br/>&emsp;Dự báo về sự nghiệp của Bọ Cạp dự kiến ​ bạn thành công trong kinh doanh hoặc nghề nghiệp trong năm nay. Quý thứ hai của năm là tốt lành cho các doanh nhân bắt đầu liên doanh mới. Các hành tinh sẽ tăng mức độ tự tin của bạn, và do đó bạn sẽ rất thành công. <br/><br/>&emsp;Về chuyên môn kỹ thuật của bạn sẽ có những tiến bộ vượt bậc trong nửa đầu năm 2020. Tuy nhiên, trong năm 2020 bạn có thể sẽ chán ở công việc hiện tại của bạn. Hãy suy nghĩ ký lưỡng trước khi đưa ra quyết định cuối cùng. Hoặc cố gắng tìm một công việc phù hợp với kỹ năng của bạn và với những thứ bạn thích để thực sự làm việc vì đam mê.<br/><br/><b>Về tài chính cung Bọ Cạp năm 2020</b><br/>&emsp;Tử vi Tài chính cho Bọ Cạp cho năm 2020 dự đoán tài chính của bạn đủ để trang trải chi tiêu và chi phí của bạn. Bên cạnh đó, bạn cũng nên nỗ lực để thu hồi các khoản vay cũ có thể được sử dụng để trang trải các khoản nợ chưa thanh toán của bạn. Đối với những Bọ Cạp muốn cải thiện chuyên môn tài chính của mình, bạn sẽ học các phương pháp để cải thiện tài chính của bạn và để cân bằng thu nhập của bạn với chi phí của bạn.<br/><br/><b>Về tình yêu cung Bọ Cạp năm 2020</b><br/>&emsp;Dự đoán tình yêu của Bọ Cạp cho năm 2020 đã báo trước một thời kỳ hỗn loạn trong vấn đề các mối quan hệ. Những người độc thân sẽ gặp khá nhiều khó khăn khi tham gia vào quan hệ tình cảm .Bạn có thể sẽ phải lựa chọn giữa mối quan hệ nghề nghiệp và tình yêu. <br/><br/>&emsp;Đối với những Bọ Cạp đã có gia đình, cuộc sống gia đình của bạn khá hạnh phúc, ấm êm. Các khía cạnh tích cực của sao Mộc cho thấy các cuộc hôn nhân và sự xuất hiện của trẻ em, hứa hẹn gia đình sẽ có nhiều điều vui trong năm. <br/><br/><b>Về sức khỏe cung Bọ Cạp năm 2020</b><br/>&emsp;Trong năm nay sức khỏe của Bọ Cạp khá ổn định, bạn cũng nên  có ý thức để duy trì sức khỏe của mình. Các hành tinh sẽ giúp bạn quản lý sức sống của bạn. Tuy nhiên, điều cần thiết là sử dụng năng lượng của bạn cho đúng mục đích. Bạn có thể duy trì sức khỏe của mình bằng cách tập trung vào các bài tập phù hợp và chế độ ăn uống lành mạnh và các bài tập sẽ cải thiện sức bền của bạn. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bọ Cạp sẽ là một năm  độc lập và tự do hành động theo bất cứ điều gì bạn muốn. Bạn không bị ràng buộc bởi bất kỳ kiềm chế hoặc ràng buộc bởi bất cứ điều gì. Năm 2020 hứa hẹn sẽ có nhiều cơ hội cho các cá nhân Bọ Cạp thành công trong cuộc sống trên mặt trận tài chính và sự nghiệp. Do đó, họ nên nắm bắt các cơ hội và cố gắng đạt được mục tiêu của mình với kế hoạch đã được lệp lên.<br/><br/><b>Tử vi hàng tháng của cung Bọ Cạp năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là một tháng mà bạn sẽ đam mê nhiều nhiệm vụ, hầu hết trong số đó sẽ vô dụng với bạn về lâu dài.<br/><br/><b>Tháng 2</b>: Bạn sẽ cảm thấy rằng bạn không kiểm soát được mọi thứ, đôi lúc sẽ thấy mệt mỏi. Nhưng chiến thắng này đã kéo dài mãi mãi.<br/><br/><b>Tháng 3</b>: Bạn cần đi chậm và thận trọng với tất cả vấn đề khi có thể.<br/><br/><b>Tháng 4</b>: Mọi việc sẽ thuận lợi hơn đối với bạn. Nhưng đừng nuông chiều bản thân nhiều hơn mức cần thiết.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng tốt để trẻ hóa và tìm mục đích của bạn trong cuộc sống.<br/><br/><b>Tháng 6</b>: Lập kế hoạch thay vì thực hiện bất kỳ nhiệm vụ.<br/><br/><b>Tháng 7</b>: Tháng 7 là thời điểm tốt để quay trở lại với những vấn đề mà bạn đã bỏ dở, hãy hết mình hoàn thiện chúng.<br/><br/><b>Tháng 8</b>: Trong tháng này bạn sẽ bình yên với nội tâm của mình. Chỉ sau đó, bạn mới có thể nhận được những từ chối mà bạn có thể phải đối mặt trong cuộc sống.<br/><br/><b>Tháng 9</b>: Tháng 9 sẽ đi kèm với chia sẻ những thói quen xấu mà bạn có thể bị nghiện. Hãy cảnh báo!<br/><br/><b>Tháng 10</b>: Cuộc sống của bạn sẽ tràn đầy tình yêu và sự ấm áp. Bạn sẽ được ban phúc và chia sẻ hạnh phúc của mình với người khác.<br/><br/><b>Tháng 11</b>: Đây là tháng sinh của bạn, và không có gì có thể ngăn cản bạn bây giờ.<br/><br/><b>Tháng 12</b>: Chắc chắn là khoảng thời gian tuyệt vời cho tình yêu, sự lãng mạn, mang thai và các mối quan hệ mới.<br/><br/>&emsp;",
	"NhanMa":"<b>Sự nghiệp của cung Nhân Mã năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho cung Nhân Mã năm 2020 sẽ may mắn và tốt lành. Năm nay hứa hẹn cho các bạn có thể bắt đầu các dự án mới. Tuy nhiên, bạn nên thận trọng nếu bạn đang bắt đầu kinh doanh hợp tác. Năm nay, bạn sẽ có thể đạt được mục tiêu nghề nghiệp của bạn và sẽ được khen thưởng xứng đáng cho những nỗ lực của bạn. Tuy nhiên, điều quan trọng là duy trì mối quan hệ hài hòa với các đồng nghiệp và quản lý của bạn.<br/><br/><b>Tài chính cung Nhân Mã năm 2020</b><br/>&emsp;Tài chính của Nhân Mã năm nay hứa hẹn sẽ dồi dào hơn so với năm trước. Tình hình tài chính sẽ rất tốt và bạn nên tiết kiệm một số tiền để dành các chi phí trong tương lai. Bên cạnh đó, bạn cũng không nên tiêu tiền có nhiều vào những vấn đề không cần thiết, hãy học cách tiết kiệm.<br/><br/>&emsp;Bạn cũng nên trả hết các khoản vay cũ và nghĩ đến việc tăng thu nhập. Nếu bạn có liên quan đến bất kỳ vấn đề pháp lý nào liên quan đến kinh doanh hoặc tài sản, có lẽ kết quả sẽ có lợi cho bạn.<br/><br/><b>Tình yêu của cung Nhân Mã năm 2020</b><br/>&emsp;Tình yêu của Nhân Mã dự đoán sẽ đầy hứa hẹn cho những người độc thân vào năm 2020. Bạn sẽ có thể tìm được đối tượng của mình và có một tình yêu mới và vài tháng cuối năm hứa hẹn nhiều chuyện tình lãng mạn. Nếu bạn đang trong một mối quan hệ, bạn có thể mong đợi một sự thay đổi căn bản của bạn.<br/><br/>&emsp;Với Nhân Mã đã kết hôn, do ảnh hưởng của các hành tinh cho thấy sẽ có những thay đổi đáng kể trong cuộc sống hôn nhân của bạn. Cuộc sống gia đình, vợ chồng sẽ có rất nhiều tình yêu và sự lãng mạn, bạn sẽ cố gắng duy trì và phát triển. Bạn có sự hỗ trợ đầy đủ của các thành viên gia đình trong bất cứ điều gì bạn làm.<br/><br/><b>Sức khỏe cung Nhân Mã năm 2020</b><br/>&emsp;Dự đoán sức khỏe của Nhân Mã chỉ ra một năm tràn đầy niềm vui và sức sống trong năm 2020. Sao Mộc giúp bạn có thể duy trì sức khỏe thể chất và tinh thần của bạn. Tuy nhiên, điều đó không có nghĩa là bạn dành năng lượng cho những thứ không cần thiết hoặc quên giữ thể lực. Bên cạnh đó, bạn cần một chế độ tập thể dục là điều cần thiết để giữ sức khỏe thể chất của bạn. Bạn cũng nên tránh chăng thẳng và nên giữ tinh thần thoải mái.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Nhân Mã hứa hẹn sẽ là một năm thành công trong các lĩnh vực quan hệ và tài chính. Bạn đang mong muốn tạo ra những thay đổi mạnh mẽ trong cuộc sống của bạn. Để thành công trong kế hoạch của bạn, điều cần thiết là phải thực tế hơn và tiến hành chậm và ổn định. Đừng vội vàng để thành công. Bên cạnh đó, năm nay cung Nhân Mã  sẽ quyết định các vấn đề quan trọng trong cuộc sống của họ trong năm. Bạn sẽ phân tích có vấn đề dựa trên kinh nghiệm của bạn và đưa ra quyết định lớn trong cuộc sống.<br/><br/><b>Tử vi theo tháng của cung Nhân Mã năm 2020</b><br/><b>Tháng 1</b>: Bạn sẽ cảm thấy không chắc chắn về bước tiếp theo nên làm, đôi khi sẽ có sự mông lung trong công việc hay các bước ra quyết định.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng cho tình yêu và sự lãng mạn. Hãy suy nghĩ kỹ trước khi bước vào những mối quan hệ mới.<br/><br/><b>Tháng 3</b>: Tháng này bạn cần thận trọng với những người bạn tiếp xúc trong môi trường làm việc và xã hội.<br/><br/><b>Tháng 4</b>: Tháng  sẽ thuận lợi cho các cuộc chinh phục cá nhân và chuyên nghiệp.<br/><br/><b>Tháng 5</b>: Nếu bạn quyết tâm và có niềm tin tiến lên phía trước với thái độ đúng đắn bạn sẽ gặt hái được nhiều thành công.<br/><br/><b>Tháng 6</b>: Đây là một tháng tốt để tổ chức, cuộc sống và ý tưởng của bạn để khi thời gian đến, không có sự chậm trễ.<br/><br/><b>Tháng 7</b>: Khoảng thời gian bạn sẽ thực hiện một nhiệm vụ để tìm câu trả lời cho tất cả các câu hỏi chưa được trả lời trong tâm trí của bạn.<br/><br/><b>Tháng 8</b>: Bạn sẽ đối mặt với nhiều thử thách và đau khổ. Bạn nên cẩn thận với hành động của bạn.<br/><br/><b>Tháng 9</b>: Cũng có thể là thời điểm bạn cần cẩn thận với những hành động và sự nuông chiều của mình.<br/><br/><b>Tháng 10</b>: Sự nghiệp của bạn sẽ thuận lợi và may máy hơn cho  các dự án kinh doanh mới. Thu nhập tài chính cũng sẽ tích cực.<br/><br/><b>Tháng 11</b>: Đây là một tháng may mắn được dành cho những người thân yêu của bạn.<br/><br/><b>Tháng 12</b>: Tháng cuối năm là thời điểm tốt cho du lịch và kỳ nghỉ. Bạn cũng có thể đi công tác.",
	"MaKet":"<b>Tử vi sự nghiệp của cung Ma Kết</b><br/>&emsp;Trong năm 2020 này, triển vọng nghề nghiệp của cung Ma Kết không hứa hẹn sẽ rất sáng sủa, may mắn. Bạn có thể có được những công việc, vị trí tốt trong công việc của mình và có cơ hội thể hiện mình. Tuy nhiên, môi trường làm việc có thể sẽ rất khắc nghiệt cho các Ma Kết. Do đó, bạn cần phải siêng năng và hoàn thành mục tiêu của mình một cách sáng tạo hơn nữa.  Bên cạnh đó, bạn nên tạo mối liên hệ với khách hàng mới và mối quan hệ mạnh mẽ với đồng nghiệp của bạn cũng rất quan trọng cho sự nghiệp của bạn.<br/><br/><b>Tài chính của cung Ma Kết năm 2020</b><br/>&emsp;Dự đoán tài chính của Ma Kết đã báo trước sự gia tăng đáng kể của dòng tiền trong năm 2020. Ngoài ra, đây cũng là thời gian là thuận lợi để thu hồi các khoản vay cũ. Có thể có những chi phí phát sinh đối với việc đi lại và phòng ngừa sức khỏe. Tuy nhiên, Ma Kết có thể gặp rắc rối về pháp lý trong quá trình làm việc của bạn. Chính vậy bạn nên hết sức cẩn trọng trong quá trình giao thương, làm việc của mình.<br/><br/><b>Tình yêu của cung Ma Kết năm 2020</b><br/>&emsp;Tử vi tình yêu cho Ma Kết dự báo rằng tình yêu cuộc sống sẽ tuyệt vời và vui vẻ do hành tinh sao Kim. Sẽ có một sự mới mẻ trong mối quan hệ của bạn với người bạn đời của mình. Đây chính xác là thời gian bạn gắn kết mối quan hệ, hâm nóng thêm tình cảm với người bạn đời của mình.<br/><br/>&emsp;Những người độc thân sẽ có mọi cơ hội để hình thành các mối quan hệ mới, gặp được người vừa ý và sẽ có rất nhiều điều lãng mạn. Hơn nữa, trong năm nay Ma Kết còn có cơ hội cho sự kết hôn sau mối quan hệ tình cảm của mình. Nhìn chung, cuộc sống gia đình của Ma Kết sẽ rất thú vị trong năm 2020 và mối quan hệ của bạn với các thành viên sẽ rất thân mật, tôt đẹp hơn.<br/><br/><b>Sức khỏe của cung Ma Kết năm 2020</b><br/>&emsp;Dự báo sức khỏe cho Ma Kết cho năm 2020 cho thấy nhiều sức sống và ít bệnh tật trong năm. Bạn sẽ có thể duy trì mức năng lượng cao do tập thể dục thường xuyên và chế độ ăn uống lành mạnh. Bạn sẽ có nhiều cảm hứng hơn trong công việc nhờ khía cạnh tâm lý vững vàng của mình.<br/><br/>&emsp;Tuy nhiên, các cá nhân Ma Kết sẽ phải đối mặt với các vấn đề sức khỏe trong quý đầu tiên của năm do các khía cạnh không thuận lợi của Sao Thổ. Sao Mộc sẽ đảm bảo sức khỏe tốt sau quý đầu tiên.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Ma Kết dự đoán rằng bạn sẽ nỗ lực hết sức để đạt được sự bình yên và cả mục đích của mình trong cuộc sống. Tuy nhiên, chính những căng thăng cũng ké khiến bạn kiệt sức và mệt mỏi . Do đó, bạn cũng cần chú trọng hơn nữa đến sức khỏe của mình.<br/><br/>&emsp;Tử vi cung Ma Kết năm 2020 dự đoán rằng đây là một năm tuyệt vời để Ma Kết cải thiện bản thân. Cho dù bạn đang cố gắng cải thiện cuộc sống tình yêu, đời sống xã hội, cuộc sống công việc hay cuộc sống cá nhân, bạn chắc chắn sẽ có thể làm được nếu bạn đặt tâm trí vào nó.<br/><br/><b>Tử vi theo tháng của cung Ma Kết năm 2020</b><br/><b>Tháng 1</b>: Vì là tháng sinh nhật của bạn, nên mọi sự sẽ tràn đầy sự tích cực.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng thú vị khi bạn sẽ có nhiều kế hoạch được triển khai cùng một lúc và có triển vọng thành công.<br/><br/><b>Tháng 3</b>: Hứa hẹn sẽ là một tháng tốt cho giáo dục đại học hoặc theo đuổi một số kỹ năng mới trên mặt trận việc làm.<br/><br/><b>Tháng 4</b>: Bạn hãy suy nghĩ kỹ trước khi đi đến quyết định cuối cùng để tránh các trường hợp ngoài ý muôn .<br/><br/><b>Tháng 5</b>: Thời điểm thích hợp để đưa các kế hoạch của bạn vào hành động. Đừng nghi ngờ khả năng của bạn.<br/><br/><b>Tháng 6</b>: Bạn cần tiến lên một cách cẩn thận nhưng không đưa ra bất kỳ quyết định vội vàng nào.<br/><br/><b>Tháng 7</b>: Bạn phải dẫn dắt đội của mình đến chiến thắng. Có thể là công việc hoặc tình yêu; bạn cần phải thực hiện bước đầu tiên<br/><br/><b>Tháng 8</b>: Tháng 2 là một tháng cần sự cân bằng ở tất cả. Học hỏi kinh nghiệm sẽ chứng minh là có lợi.<br/><br/><b>Tháng 9</b>: Bạn cần ngừng xem xét các vấn đề nhỏ và thay vào đó hãy nghĩ về kế hoạch nói chung.<br/><br/><b>Tháng 10</b>: Bạn sẽ có nhiều cảm hứng và sẽ tập trung vào việc đạt được mục tiêu của mình.<br/><br/><b>Tháng 11</b>: Những người xung quanh sẽ cần sự hỗ trợ, tình yêu và sự giúp đỡ của bạn. Vì vậy đừng nghĩ hai lần trước khi giúp người có nhu cầu.<br/><br/><b>Tháng 12</b>: Cuối năm là một tháng tuyệt vời để lên kế hoạch cho tình yêu và cuộc sống hiện đại của bạn.<br/><br/>&emsp;",
	"BaoBinh":"<b>Sự nghiệp cung Bảo Bình năm 2020</b><br/>&emsp;Tử vi sự nghiệp năm 2020 cho Bảo Bình dự đoán một năm trung bình, không có điểm gì đáng lo ngại cũng như tiến triển vượt bậc. Trong năm nay, bạn nên mạo hiểm vào các dự án mới với sự hướng dẫn của các chuyên gia.<br/><br/>&emsp;Mặc dù bạn hài lòng với tình thình công việc hiện tại của mình, nhưng bạn vẫn nên cố găng hơn nữa để có nhiều dấu mốc đáng chú ý hơn. Bạn hoàn toàn có thể mong đợi một tương lai tốt đẹp khi nhận được kết quả của sự siêng năng của bạn. <br/><br/><b>Tài chính cung Bảo Bình năm 2020</b><br/>&emsp;Năm 2020 sẽ hợp lý tốt cho sự tăng trưởng tài chính đáng chú ý của Bảo Bình. Công việc khó khăn bạn đã làm trong những năm trước sẽ đem lại cho bạn nhiều lợi nhuận và dòng tiền  dồi dào trong năm nay. <br/><br/>&emsp;Các  Bảo Bình là doanh nhân nên tránh bắt đầu các dự án mới và tránh chi tiêu không cần thiết. Tất cả các khoản đầu tư đầu cơ nên được giữ lại cho hiện tại. Bên cạnh đó, dự báo cuối năm 2020 hứa hẹn sẽ gặp may mắn trên mặt trận tài chính.<br/><br/><b>Tình yêu cung Bảo Bình năm 2020</b><br/>&emsp;Dự báo tình yêu cho các cá nhân Bảo Bình năm 2020 chỉ ra rằng bạn sẽ có nhiều điều hứa hẹn về đường tình cảm. Điều này là do ảnh hưởng của Sao Mộc. Bạn sẽ có nhiều thời gian để dành cho người bạn đời của mình và bạn sẽ không ngần ngại tặng cô ấy những món đồ xa xỉ. Do đó, mối quan hệ của bạn cũng tiến triển tốt đẹp hơn.<br/><br/>&emsp;Những người cung Bảo Bình độc thân sẽ có nhiều cơ hội để tìm kiếm những đối tượng yêu đương yêu phù hợp và có được mối quan hệ tình cảm lãng mạn. Bên cạnh đó, bạn nên biết cách kìm nén bản chất bốc đồng tự nhiên của mình và hành động thận trọng để tránh các cãi vã không đáng có. <br/><br/><b>Sức khỏe cung Bảo Bình năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho cung Bảo Bình trong năm 2020 cho thấy sức khỏe của bạn có thể chuyển biến khá phức tạp, có thể tốt hơn hoặc kém hơn. Bạn có thể gặp các vấn đề về tiêu hóa và các bệnh liên quan đến căng thẳng do ảnh hưởng của sao Thổ đối với cung Bảo Bình. Điều cần thiết Bảo Bình cần làm là duy trì sự cân bằng tinh thần,  kiểm soát những suy nghĩ và cảm xúc tiêu cực của mình nếu bạn muốn duy trì sức khỏe. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bảo Bình cho thấy đây là một năm bình thường của bạn. Bạn cần thận trọng với mọi thứ, từ công việc đến tình cảm của mình. Đầu năm, Bảo Bình có thể gặp một số trở ngại cho sự tiến bộ. Nhưng bạn sẽ không bị giữ lại và cố gắng tiến về phía trước với lòng nhiệt thành. Giữa năm thì không gặp quá nhiều thách thức nào, trong khi những tháng cuối năm sẽ là thười gian bạn tẩn hưởng thành quả của mình. <br/><br/><b>Tử vi theo tháng cung Bảo Bình năm 2020</b><br/><b>Tháng 1</b>: Tháng 1 đầu năm sẽ là thời điểm bạn nên tránh đưa ra quyết định lớn nếu chưa suy xét kỹ hưỡng. Bên cạnh đó, bạn hãy tận hưởng cuộc sống của mình.<br/><br/><b>Tháng 2</b>: Bạn cần làm sạch nội tâm của mình và ngừng suy nghĩ xấu về người khác.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng chuyện tình cảm đối với người Bảo Bình khi có cơ hội yêu nhau.<br/><br/><b>Tháng 4</b>: Bạn cần tập trung hết sức và dồn nhiều năng lượng đúng hướng trước khi nó ra khỏi tầm tay.<br/><br/><b>Tháng 5</b>: Có thể bạn sẽ thấy một số gián đoạn trong sức khỏe của bạn, hãy chắc chắn để ngăn chặn tất cả các loại nhiễm trùng trong năm 2020 sao Thủy.<br/><br/><b>Tháng 6</b>: Tháng 6 này, chính là khi bạn cần có một tư duy cởi mở và xử lý các ý tưởng khác nhau để làm việc hiệu quả nhất.<br/><br/><b>Tháng 7</b>: Đây là thời điểm bạn mở ra những cơ hội mới, ban đầu có vẻ buồn tẻ nhưng mọi thứ sẽ tốt đẹp hơn.<br/><br/><b>Tháng 8</b>: Tháng này là thời điểm thích hợp để thực hiện tất cả các giấc mơ và kế hoạch của bạn.<br/><br/><b>Tháng 9</b>: Hứa hẹn sẽ là một tháng tuyệt vời cho tình yêu và hôn nhân mới phát triển thịnh vượng trong công việc của Bảo Bình.<br/><br/><b>Tháng 10</b>: Tháng 10 có vẻ rất khó khăn, nhưng bạn cần phải cố gắng và tiến về phía trước.<br/><br/><b>Tháng 11</b>: Ttháng này khá thuận lợi để bạngiải quyết các vấn đề trong các mối quan hệ.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ tràn ngập niềm vui và hạnh phúc khi bạn dành kỳ nghỉ cùng những người thân yêu của mình.<br/><br/>&emsp;",
	"SongNgu":"<b>Sự nghiệp của cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 hứa hẹn một giai đoạn rất thuận lợi cho các Song Ngư là doanh nhân cũng như người đi làm. Người đi làm có thể mong đợi các chương trình khen thưởng và tăng lương vì ảnh hưởng tích cực của các hành tinh cùng với công việc khó khăn. <br/><br/>&emsp;Tuy nhiên, các Song Ngư nên biết cách duy trì mối quan hệ thân mật với đồng nghiệp và người có kinh nghiệm. Với các doanh nhân, đây sẽ là cơ hỗi cho bạn kiếm được nhiều lợi nhuận hơn và đạt được những mục đích đã đề ra.<br/><br/><b>Tài chính cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 sẽ là một năm đầy triển vọng và mang lại nhiều lợi nhuận cho ngôi sao Song Ngư do thuận lợi của sao Thổ sẽ giúp dòng tiền liên tục. Có thể thấy, đây là một năm tốt lành để mua tài sản, xe cộ hoặc chi tiền cho hôn nhân của bạn. <br/><br/>&emsp;Dòng tiền có thể được tăng cường với sự khéo léo hơn và bám sát vào một chiến lược tài chính hợp lý. Có khả năng nhận được tài lộc ở dạng thừa kế cho một số cá nhân Song Ngư may mắn. Nhìn chung, bạn sẽ nhận được nhiều tiền cũng như chi tiêu như nhau. Do đó, tiết kiệm sẽ là việc bạn cần lưu ý trong năm 2020.<br/><br/><b>Tình yêu của cung Song Ngư năm 2020</b><br/>&emsp;Dự đoán tình yêu của Song Ngư cho năm 2020 dự đoán một giai đoạn tuyệt vời đầy cảm xúc, lãng mạn và cả hạnh phúc.<br/><br/>&emsp;Những Song Ngư độc thân có thể tìm được  mối quan hệ với tình yêu và sự phấn khích. Bạn sẽ có thể tìm thấy tình yêu của sự lựa chọn của bạn, và bạn sẽ có một mối quan hệ lâu dài.<br/><br/>&emsp;Với Song Ngư đã kết hôn, bạn có thể vượt qua mọi khó khăn trong hôn nhân mà không gặp khó khăn gì. Bạn nên tập trung vào hạnh phúc hiện tại. Tuy nhiên, nếu có hiểu làm giữa 2 người hãy giải quyết bằng cách thẳng thắn chia sẻ, và thông cảm cho nhau. Bên cạnh đó, gia đình sẽ chào đón thành viên mới trong năm nay. <br/><br/><b>Sức khỏe của cung Song Ngư năm 2020</b><br/>&emsp;Dự báo sức khỏe cho các cá nhân Song Ngư trong năm 2020 đưa ra một bức tranh hạnh phúc về sức khỏe. Sức khỏe cả về thể chất và tinh thần của Song Ngư sẽ rất ổn định và không quá đáng lo. Bạn sẽ có những thay đổi phù hợp trong chế độ tập thể dục và thói quen ăn kiêng. Thư giãn đầy đủ sẽ đảm bảo bố trí tinh thần thích hợp.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Ngư hứa hẹn rất nhiều điều thú vị và cả những lựa chọn cho cuộc sống của bạn trong tất cả các lĩnh vực. Trong năm nay, các mối quan hệ cũng giúp bạn đạt được mục tiêu một cách nhanh chóng trong công việc của mình. Bạn sẽ hoàn thành xuất sắc kế hoạch và nâng cao cuộc sống của bạn. <br/><br/>&emsp;Với sự ban phúc của Sao Thổ, sự tự tin của bạn sẽ trở nên phi thường. Bạn sẽ có sự hỗ trợ của các thành viên gia đình và đồng nghiệp trong bất cứ điều gì bạn muốn đạt được. Trong khi bạn đang tiến lên phía trước, bạn nên cố gắng kiểm soát sự vội vã, nóng tính của mình.<br/><br/><b>Tử vi theo tháng cung Song Ngư năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm sẽ khá nhạy cảm đối với Song Ngư. Bạn cần lấy lại năng lượng của mình với sự thư giãn để bắt tay vào công việc.<br/><br/><b>Tháng 2</b>: Cuộc sống của bạn sẽ có những thay đổi và bạn nên chuẩn bị để đối mặt với những điều không thể tránh khỏi.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng sáng tạo khi bạn có cơ hội phát huy các kỹ năng của mình.<br/><br/><b>Tháng 4</b>: Bạn đừng cảm thấy bị tổn thương bởi hành vi của mọi người, hãy học cách làm quen với chúng.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng làm việc chăm chỉ và nhiều giờ. Đừng tìm kiếm các phím tắt vì chúng sẽ không hoạt động trong thời gian dài.<br/><br/><b>Tháng 6</b>: Bạn sẽ phải đi chậm lại để xem xét tình hình hơn là chiến đấu một trận chiến bất lợi.<br/><br/><b>Tháng 7</b>: Bạn sẽ khá bận rộn trong tháng này. Bên cạnh đó, vấn đề Tài chính cũng có thể eo hẹp.<br/><br/><b>Tháng 8</b>: Bạn  sẽ có một số nghi ngờ về mọi thứ xảy ra xung quanh bạn. Nhưng bạn sẽ vượt qua mọi thử thách để bước tiếp.<br/><br/><b>Tháng 9</b>: Tháng này sẽ có nhiều hoạt động tích cực cho Song Ngư. Bạn có thể hoàn thành thay vì để mọi thứ hoàn thành dở dang.<br/><br/><b>Tháng 10</b>: Đây là thời điểm bạn cần suy nghĩ kỹ trước khi thực hiện bất kỳ hành động nào.<br/><br/><b>Tháng 11</b>: Tháng 11 là một tháng tích cực khi bạn sẽ có thể hình dung thấy những gì bạn muốn trong cuộc sống.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ mang theo rất nhiều câu hỏi chưa được giải đáp mà chỉ bạn mới có thể trả lời được một số.<br/><br/>&emsp;"
	},
"202008": {
    "Ty":"&emsp;Tử vi tháng 8/2020 Đông phương của 12 con giáp dự báo đây tuổi Tý khá chủ động và quyết định mọi việc khá dứt khoát. Có thể là vì có người hỗ trợ nên con giáp này cảm thấy tự tin tiến bước. Thế nhưng, bên cạnh đó vẫn có những người đang ganh tị với những gì bản mệnh đang có và ngấm ngầm làm hại.<br/><br/>&emsp;Tháng này chuyện làm ăn khá thuận lợi, tuy nhiên con giáp này có chức có quyền thì tài lộc có phần chững lại vì có người cố tình gây hại, ngáng đường, song bản mệnh cũng nhận ra ai thực sự tốt với mình. Những người đang có kế hoạch đầu tư thì thời điểm này thấy được các cơ hội mới khá tốt.<br/><br/>&emsp;Đường tình duyên của con giáp này có nhiều biến động. Nguời tuổi Tý độc thân càng ngày càng cảm thấy thất vọng với những mối quan hệ xung quanh và con giáp này đang có xu hướng khép mình, không muốn gặp gỡ, hẹn hò ai nữa. Bản mệnh đang sợ bị tổn thương lần nữa và cần thời gian để cân bằng.<br/><br/>&emsp;Tình hình sức khỏe của con giáp này không được tốt, bởi con giáp này bận rộn với quá nhiều việc phát sinh và không có thời gian để chăm sóc bản thân đúng cách. Muốn làm việc sáng suốt thì tinh thần phải tốt, để có được điều đó thì bản mệnh nhất định không nên bỏ bê việc tập luyện đâu đấy nhé.<br/><br/>",
	"Suu":"&emsp;Tử vi tháng 8 dương lịch năm 2020 cho thấy tuổi Sửu tháng mới có nhiều tín hiệu tốt lành. Các kế hoạch bản mệnh thực hiện từ tháng trước thì nay đã bắt đầu có những kết quả đáng kể. Hơn nữa, mỗi khi con giáp này đối mặt với khó khăn, trở ngại gì cũng có người gợi ý cho đường hướng đúng đắn nhất.<br/><br/>&emsp;Đường tài lộc của người tuổi Sửu lúc này đã khởi sắc, tài vận có cơ hội tăng tiến trong thời gian ngắn. Đã đến lúc năng lực của bản mệnh thực sự được phát huy. Nếu ai đang có kế hoạch khởi nghiệp, mở rộng kinh doanh hay đầu tư đều khá phù hợp. Tuy nhiên con giáp này nên bắt đầu từ những thứ nhỏ thôi.<br/><br/>&emsp;Về phương diện tình cảm, bản mệnh được nhắc nhở không nên kỳ vọng quá nhiều rồi nhận lại thất vọng mà thôi. Người độc thân không nên tin tưởng vào ai đó quá vì sẽ dễ bị lừa gạt. Nếu không cẩn thận con giáp này có thể vô tình trở thành người thứ 3 trong một mối quan hệ mà không hề hay biết đấy.<br/><br/>&emsp;Sức khỏe không có điều gì phải lo lắng nhiều vì bản mệnh cũng khá có ý thức trong việc giữ gìn cơ thể khỏe mạnh và cẩn thận trong chế độ ăn uống. Bên cạnh đó, ngày hè nóng nực, con giáp này chớ đi ra ngoài quá thường xuyên kẻo dễ bị trúng nắng, trúng gió rồi cảm sốt.<br/><br/>",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết người tuổi Dần không nhận biết vận may của mình đang tới do đang mải tự vỗ ngực khen bản thân cũng bởi thái độ tự cao, tự đại của mình. Rắc rối cũng từ đó mà ra khiến bản mệnh gặp không ít khó khăn, trở ngại. Môi trường làm việc cũng kém hài hòa.<br/><br/>&emsp;Tài lộc tuy có nhưng dường như tiền vào rồi lại ra đi nhanh chóng vì sự thiếu kiểm soát của con giáp này. Hơn nữa, do bạn cứ để mặc cảm xúc hành hạ nên tiêu tiền theo cảm xúc khá nhiều mà không hề tính toán. Tháng Cô hồn, không hề tốt cho việc mua sắm thêm đồ đạc đâu, thay vào hãy dành một khoản tiết kiệm nhé.<br/><br/>&emsp;Vận trình tình cảm khá rối ren. Dù tuổi Dần cũng cầu mong hạnh phúc và may mắn như bao người nhưng suy nghĩ và hành động của bản mệnh lại trái ngược nhau. Nhiều cặp đôi có dấu hiệu rạn nứt, đổ vỡ, thậm chí là xuất hiện người thứ 3 nếu con giáp này không khéo léo thì mối quan hệ rất dễ đổ vỡ.<br/><br/>&emsp;Bản mệnh sẽ ưu tiên việc nghỉ ngơi và dành thời gian cho bản thân hơn trong tháng này. Đây là cơ hội tốt để bạn nắm bắt tất cả những tiếng nói bên trong và thực sự lắng nghe những cảm xúc bên trong. Hãy quan tâm hơn tới việc chăm sóc làn da của mình. Tuổi càng lớn thì các tế bào sẽ nhanh chóng lão hóa.<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, vận trình sự nghiệp của người tuổi Mão không thực sự thuận lợi. Con giáp này rất dễ để xảy ra sai sót, phần lớn là do sự chủ quan trong các tình huống gặp phải. Nếu bản mệnh ý thức được từng việc mình làm và trở nên từ tốn hơn thì sẽ tránh được rắc rối không đáng có.<br/><br/>&emsp;Tài lộc có dấu hiệu đi xuống, con giáp này nên cẩn thận trong chi tiêu, đừng vung tay quá trán kẻo lại hối hận. Thời gian này thu nhập chính của bản mệnh vẫn là lương, không có khoản thu thêm nào cả. Ảnh hưởng của Tiểu Hao hung tinh là lời nhắc nhở tuổi Mão nên xem xét cẩn thận việc mua sắm của mình.<br/><br/>&emsp;Chuyện tình cảm của con giáp này đã có chút khởi sắc. Bản mệnh đã chú ý hơn trong việc dành thời gian để chia sẻ cuộc sống cùng một nửa của mình và nhờ đó càng tăng sự kết nối giữa hai người hơn. Người độc thân cũng có nhiều tín hiệu tốt lành. Hãy chủ động mở rộng mối quan hệ của mình nhé.<br/><br/>&emsp;Con giáp này nên hiểu rằng cân bằng việc nghỉ ngơi và làm việc mới là cuộc sống lành mạnh. Hãy tập thói quen tốt này để đảm bảo một cơ thể khỏe mạnh. Tháng này, có thể bản mệnh sẽ cảm thấy hăng hái trong việc luyện tập thể thao cũng như duy trì một chế độ ăn uống hợp lý.<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo tháng 8/2020 dương lịch, vận trình của tuổi Thìn khởi sắc nhờ cục diện Tam Hợp. Nhìn chung mọi sự thuận lợi, công việc hanh thông khi con giáp này có ưu thế hơn hẳn mọi người. Tháng này rất hợp cho việc ký kết hợp đồng, lúc này bản mệnh mưu cầu đại sự rất dễ thành.<br/><br/>&emsp;Tài lộc có dấu hiệu tăng tiến nhưng con giáp này chớ nên chủ quan. Để đảm bảo có doanh thu đều thì bạn nên tìm lĩnh vực mang lại lợi nhuận có tính chất bền vững. Bản mệnh có xu hướng chi tiêu nhiều hơn trong tháng này, đó có thể là những khoản tiền chi cho sinh nhật, ma chay, cưới hỏi…<br/><br/>&emsp;Các mối quan hệ của con giáp này cũng đã tốt hơn rất nhiều, gia đạo cũng an yên hơn trước. Hứa hẹn đây là tháng tốt cho những người độc thân, có thể bản mệnh bị hấp dẫn bởi đối tượng trái với hình mẫu lý tưởng của mình. Trong khi đó, người đã có đôi sẽ có những nấc thang mới trong chuyện tình cảm.<br/><br/>&emsp;Ảnh hưởng tiêu cực của tháng Cô hồn nhắc nhở con giáp này đi lại cẩn thận. Nếu không bản mệnh dễ bị tai nạn bất ngờ dẫn đến bị thương và phải nằm viện đấy. Sức khỏe của tuổi Thìn không tốt, hãy lên kế hoạch tập thể thao như đi bộ, chạy hay bơi lội… Sự đa dạng của các hoạt động sẽ tránh sự nhàm chán.<br/><br/>",
	"Ti":"&emsp;Tuổi Tị làm gì cũng phải từ tốn, không hề tốt cho việc ký kết hợp đồng, làm ăn lớn. Con giáp này nên cẩn thận với những lời dụ dỗ đầy cạm bẫy của đối tác nữa nhé. Có khá nhiều người cố tình dành thời gian để gây dựng tình cảm, lòng tin nơi bản mệnh là có mục đích riêng chứ không hề trong sáng.<br/><br/>&emsp;Con giáp này sẽ nhận thấy rõ những rắc rối của mình liên quan tới những sai sót liên quan đến chuyện tiền bạc trong thời gian trước. Việc buồn phiền vì điều này là không thể tránh khỏi nhưng hãy vì thế mà rút kinh nghiệm cho các kế hoạch tương lai, tin tưởng rằng tình hình sẽ sớm được cải thiện thôi.<br/><br/>&emsp;Bản mệnh sẽ phải trải qua nhiều cảm xúc thất thường. Người tuổi Tị nhận rõ sự chông chênh trong mối quan hệ tình cảm của mình. Có thể đây là dấu hiệu cho thấy con giáp này cần lắng nghe bản thân nhiều hơn, không nên cố đuổi theo những thứ ảo vọng mà không biết mình sẽ đi về đâu.<br/><br/>&emsp;Về phương diện sức khỏe, bản mệnh muốn dành thời gian ở một mình nhiều hơn. Mải đuổi theo những tham vọng khiến bạn bỏ bê bản thân trong suốt thời gian vừa qua và đây là lúc thích hợp để nghỉ ngơi. Hãy khởi động cuộc sống lành mạnh bằng chế độ ăn khoa học và lịch trình tập luyện đều đặn nhé.<br/><br/>",
	"Ngo":"&emsp;Vận trình sự nghiệp của người tuổi Ngọ không được tốt khi nhiều kế hoạch không đi đúng hướng, con giáp này thường xuyên trong tình trạng áp lực, căng thẳng. Nhiều việc đổ dồn khiến bản mệnh khó khăn trong việc cân đối việc nào nên ưu tiên làm trước. Hơn nữa, đó là những nhiệm vụ không hề dễ dàng gì.<br/><br/>&emsp;Đường tài lộc có cải thiện nhưng muốn mọi thứ thực sự vượt trội hơn thì rất cần sự nỗ lực nhiều sự nỗ lực của con giáp này. Bản mệnh có xu hướng tiêu pha khá nhiều vì tâm trạng không tốt nên muốn mua sắm để lấp đầy khoảng trống trong lòng mình. Hãy cố gắng cẩn thận trong việc ra quyết định.<br/><br/>&emsp;Về phương diện tình cảm, mối quan hệ với những người xung quanh của con giáp này trong tháng Cô hồn này không được tốt. Thường là lý do xuất phát từ chuyện công việc không suôn sẻ nên bản mệnh dễ cáu giận hơn. Không những thế, giao đạo nhiều xáo động, có sự chia ly hoặc có người chuyển đi xa do mâu thuẫn.<br/><br/>&emsp;Sức khỏe khá ổn định, tuy nhiên thời gian này bản mệnh hay căng thẳng, cáu gắt khiến trong lòng luôn cảm thấy bất an, không được tràn đầy sức sống. Dù mệt mỏi, căng thẳng cũng không được bỏ bữa đâu đấy nhé, nếu không sẽ kéo theo căn bệnh đau dạ dày của tuổi Ngọ tái phát bất cứ lúc nào đấy.<br/><br/>",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo đường công danh sự nghiệp của tuổi Mùi không thuận lợi cho lắm. Thế nhưng, con giáp này không cần để ý tới bất cứ giới hạn nào và cứ thế nỗ lực. Dường như không khó khăn nào có thể làm bản mệnh gục ngã. May mắn là Chính Quan xuất hiện thì mọi gánh nặng dần được tháo gỡ.<br/><br/>&emsp;Con giáp này nên chú ý quản lý tiền bạc. Có thể vì đầu tháng rủng rỉnh tiền mà người tuổi Mùi quên không để ý tới kế hoạch tiền bạc của bản thân và có xu hướng mua sắm thoải mái. Tháng này còn có nhiều lời mời cưới xin, ăn uống, sinh nhật… khó có thể từ chối và kết quả là tốn một khoản kha khá.<br/><br/>&emsp;Người độc thân có vận trình tình duyên vô cùng tốt đẹp. Con giáp này sẽ có cơ may gặp được một nửa tâm đầy ý hợp. Sức quyến rũ của bản mệnh đang ở đỉnh điểm, nên đừng bỏ qua cơ hội trước mắt để gặp một người mới. Hơn nữa, bản năng giao thiệp rộng sẽ giúp cho các mối quan hệ trở nên bùng nổ.<br/><br/>&emsp;Tháng Cô hồn, tinh thần lạc quan rất quan trọng vì nó giúp cho con giáp này khỏe mạnh hơn, sức đề kháng tốt hơn để chống đỡ bệnh tật nhất là những bệnh theo mùa như cảm, sốt xuất huyết, sốt phát ban. Ngoài ra, bản mệnh cố gắng duy trì chế độ tập luyện thể dục đều đặn nhé.<br/><br/>",
	"Than":"&emsp;Xem tử vi tháng 8/2020 dương lịch, người tuổi Thân không hoàn thành hết các nhiệm vụ được giao trong tháng trước sẽ có thể ảnh hưởng tới tháng này. Công việc ngày càng chồng chất lên nhau khiến bản mệnh cảm thấy hoang mang. Hãy tìm cách xử trí từng việc một và thật tập trung nhé.<br/><br/>&emsp;Tháng này không thuận lợi cho các công việc đầu tư, mở rộng kinh doanh. Nhất là những người đang có ý định tham gia vào những khoản đầu tư có tính rủi ro cao. Cẩn thận kẻo bản mệnh sẽ bị lừa đấy. Nhìn chung, vận trình của tuổi Thân gặp nhiều trở ngại, thử thách nên khó khăn hơn bao giờ hết.<br/><br/>&emsp;Quá nhiều việc đổ dồn nên con giáp này không có nhiều thời gian để chăm sóc cho mối quan hệ tình cảm của mình. Các cặp đôi cảm nhận sự xa cách, không còn nồng nàn như trước nữa. Người độc thân chớ nên vội vã khi đưa quyết định liên quan tới việc lớn như cưới hỏi vì lúc này dễ mắc sai lầm.<br/><br/>&emsp;Sức khỏe chịu ảnh hưởng lớn từ suy nghĩ của bản mệnh. Vì thế, khi mà con giáp này cảm thấy mệt mỏi, chán nản thì làm sao có được thể trạng tốt được. Hãy giải tỏa những chướng ngại trong tâm trí. Đôi khi cần biết buông bỏ để thân, tâm được cảm thấy nhẹ nhõm, giảm bớt căng thẳng, mệt mỏi.<br/><br/>",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy khó khăn là điều không thể tránh khỏi trong tháng này nên tuổi Dậu có phần mệt mỏi nhưng không có ý định bỏ cuộc. Không những thế, từ những sai sót con giáp này rút ra được bài học cho bản thân để hoàn thiện bản thân hơn. Càng về cuối tháng, vận trình càng được cải thiện.<br/><br/>&emsp;Bản mệnh có vẻ lại khá ngờ nghệch với những vấn đề liên quan tới tiền bạc. Đừng thấy ai dáng vẻ đáng tin mà vội cho mượn tiền đấy nhé, sẽ có người lợi dụng lòng tin của con giáp này để lấy tiền. Lời khuyên dành cho người tuổi Dậu là nên thận trọng, khôn ngoan hơn trong tháng cô hồn nay.<br/><br/>&emsp;Về phương diện tình cảm, sự lôi cuốn của con giáp này dường như không có điểm dừng trong tháng mới, khiến bản mệnh như trở thành một thỏi nam châm cứ thu hút ánh nhìn của người khác về phía mình. Điều này vô tình sẽ trở thành bệ phóng cho một mối quan hệ mới cho người đang độc thân.<br/><br/>&emsp;Tâm trạng thoải mái, vui vẻ, nhất là khi con giáp này ở bên các tành viên trong gia đình. Khi tinh thần tốt thì tình hình sức khỏe cũng được cải thiện rõ rệt. Những ngườibị bệnh nặng sẽ sớm hồi phục. Trong khi đó, nếu bản mệnh lười tập thể dục thì dễ bị ốm vặt, dễ bị ảnh hưởng bởi thời tiết hơn.<br/><br/>",
	"Tuat":"&emsp;Người tuổi Tuất có rất nhiều nhiệm vụ đòi hỏi phải hoàn thành trong tháng này, và nếu như con giáp này chần chừ lập ra một kế hoạch chi tiết thì sẽ không thể có một ngày làm việc hiệu quả. Ngoài ra, môi trường làm việc khá căng thẳng, dễ có mâu thuẫn hoặc xung đột khi mỗi người một ý kiến và không ai chịu nhường nhịn cả.<br/><br/>&emsp;Bản mệnh nên nhớ rằng nguồn thu chính của đó là tiền lương, nếu vẫn chưa có kế hoạch cải thiện hay chịu khó đi làm thêm thì đừng kêu than rằng tiền không đủ tiêu nữa. Khi mọi thứ không thể thay đổi nhanh được thì con giáp này nên hài lòng với những gì mình có, hạn chế mua sắm thiếu kế hoạch.<br/><br/>&emsp;Đường tình duyên của tuổi Tuất chưa thực sự tốt nhưng đã có dấu hiệu khởi sắc, nhiều người độc thân đã lấy lại được niềm tin và mở lòng mình ra hơn, nhẫn nại hơn trong các cuộc trò chuyện tìm hiểu người khác giới. Con giáp này hiểu để có tình yêu bền chặt thì hai người phải cùng nhau vun đắp, xây dựng.<br/><br/>&emsp;Phương diện sức khỏe đang có dấu hiệu không tốt có thể vì bản mệnh chăm sóc không đúng cách. Đừng quên tham gia các hoạt động thể thao một cách thường xuyên, các môn thể thao có tác dụng rất tốt trong việc tuần hoàn máu đến các bộ phận. Bởi khi đổ mồ hôi cũng là lúc cơ thể được giải độc.<br/><br/>",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng tuổi Hợi phải đối mặt với không ít khó khăn, trở ngại. Thậm chí có những việc con giáp này đã lên kế hoạch chỉn chu từ trước nhưng vẫn phải gác lại. Sẽ có những người đối đầu khiến kết quả công việc bị ảnh hưởng. Tốt hơn hết lúc này bản mệnh không nên nhờ dựa vào bất cứ ai.<br/><br/>&emsp;Vận trình tài lộc có biến động lớn là lời cảnh báo cho con giáp này đã đến lúc cẩn trọng về vấn đề tiền bạc, đừng đổ lỗi cho hoàn cảnh khi chính người tuổi Hợi vẫn có thể hạn chế và kiểm soát tình hình đấy. Việc quản lý tiền bạc chưa bao giờ là việc dễ dàng cả vì thế, bản mệnh càng không được chủ quan.<br/><br/>&emsp;Đường tình duyên của con giáp này không được tươi sáng cho lắm, thậm chí có lúc con giáp này còn không muốn nghĩ tới chỉ để có thời gian tập trung cho công việc. Khá nhiều người độc thân chọn cuộc sống khép kín, không giao tiếp vì những tổn thương của mối quan hệ cũ vẫn làm bản mệnh lo lắng.<br/><br/>&emsp;Nhìn bên ngoài mọi người tưởng rằng con giáp này khỏe nhưng thực ra những vấn đề tâm lý đang gây ảnh hưởng không nhỏ tới sức khỏe hiện tại. Hãy bỏ hết những vướng bận để tâm trí của mình được nghỉ ngơi. Ngoài ra, việc tập luyện thể dục thể thao đóng góp không nhỏ vào việc cải thiện tình hình.<br/><br/>",
	"BachDuong":"&emsp;Tử vi tháng 8 cho thấy công việc của Bạch Dương thuận lợi hơn nhờ các mối quan hệ xã hội. Bạn không thể tự mình làm hết mọi thứ do đó cần có sự hợp tác với người khác. Bạn chăm chỉ và quyết đoán do đó việc phát triển sự nghiệp khôn ngoan sẽ không phải là vấn đề khó.<br/><br/>&emsp;Bạn sẽ kiếm được nhiều tiền trong tháng này vì trí thông minh tài chính của bạn. Bạn sẽ không chỉ dựa vào tiền lương của mình để có tiền mà còn dựa vào lợi nhuận của tất cả các khoản đầu tư mà bạn có. Người phối ngẫu của bạn cũng sẽ được hưởng tiền bạc dồi dào trong tháng này.<br/><br/>&emsp;Nhờ thế mà các nguồn thu của bạn cũng có sự tăng tiến rõ rệt. Bạn có thể cân nhắc để sử dụng số tiền đó để làm điều gì đó cho riêng bản thân mình chẳng hạn như mua quần áo mới, làm đẹp,... Đôi lúc cũng nên nuông chiều bản thân 1 xíu vì bạn hoàn toàn xứng đáng.<br/><br/>&emsp;Người độc thân cảm thấy hài lòng với cuộc sống tự do tự tại. Bạn muốn tập trung cho sự nghiệp trước rồi mới tính đến chuyện yêu đương. Các cặp đôi thì vẫn bình yên bên nhau, hoàn toàn không gặp trở ngại gì. Tuy nhiên tình cảm là thứ cần được hâm nóng thì mới bền lâu bạn nhé.<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu có tầm nhìn rộng mở hơn. Những ý tưởng và nguồn cảm hứng dồi dào sẽ tiếp thêm năng lượng cho bạn đi đúng hướng. Những cơ hội tốt cứ thế đến với bạn và mở ra cho bạn những cơ hội thăng tiến đáng kể. Hãy tận dụng thật tốt những cơ hội này nhé.<br/><br/>&emsp;Tình hình tài chính không phải là vấn đề đáng lo trong thời gian này. Nguồn thu nhập ổn định nên cung hoàng đạo này có thể thực hiện những dự định mua sắm của mình.  Song vẫn nên cân đối chi tiêu và tiết kiệm hơn vì sắp tới có thể bạn sẽ cần đến.<br/><br/>&emsp;Kim Ngưu độc thân luôn ưu tiên dành thời gian cho gia đình và bạn bè. Một phần vì bạn cảm thấy thoải mái khi ở cạnh họ, một phần là do bạn vẫn chưa tìm được người ưng ý. Với những người đã có đôi thì chuyện tình cảm vẫn tiến triển tốt.<br/><br/>&emsp;Bạn sẽ phải chăm sóc tốt cho sức khỏe của mình nhiều hơn. Hãy đảm bảo thể trạng không bị suy giảm bằng cách tập thể dục và thực hiện chế độ ăn uống cân bằng sẽ làm trẻ hóa cơ thể và cải thiện hệ thống miễn dịch. Cơ thể khỏe mạnh thì bạn làm mọi việc cũng trôi chảy hơn.<br/><br/>",
	"SongTu":"&emsp;Song Tử gặp khá nhiều phiền toái và những tình huống khó xử. Bạn cảm thấy bị mắc kẹt trong 1 mớ bòng bong, mất đi năng lượng để làm việc. Một vài sai sót sẽ xảy ra nhưng không sao, bằng trí thông minh và tài giao tiếp sẵn có của bạn mọi thứ sẽ được giải quyết ổn thỏa vào khoảng cuối tháng.<br/><br/>&emsp;Điều này sẽ giúp tâm trạng của bạn khá lên rất nhiều. Tình hình tài chính về cơ bản là ổn, bạn đang cân nhắc tham gia vào những buổi đi xem phim, du lịch, hội họp nho nhỏ cùng bạn bè. Qua đó bạn có được những giây phút vui vẻ và thú vị trong cuộc sống.<br/><br/>&emsp;Chuyện tình cảm tháng này không được thuận lợi cho lắm. Dường như chòm sao này và người ấy có cái tôi quá lớn, mặc kệ những bất đồng lâu ngày không thèm giải quyết, mọi thứ cứ tiếp tục tích tụ, dồn nén như thế này chắc chắn sẽ gây ảnh hưởng đến mối quan hệ của hai người.<br/><br/>&emsp;Về phương diện sức khỏe không được tốt cho lắm. Bạn có thể sẽ phải chịu đựng một số áp lực vào thời điểm này, vì thế hãy có chế độ nghỉ ngơi, thư giãn hợp lý, nếu không bạn sẽ kiệt sức đấy. Bên cạnh đó, bạn cũng cần chú ý thói quen sinh hoạt của mình, chớ nên thức khuya quá nhé.<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi nói rằng Cự Giải còn độc thân tự đặt ra kế hoạch cho riêng mình, vì thế bạn chẳng muốn ai sắp xếp những buổi gặp mặt cho mình cả. Nếu đã có nửa kia, bạn tự tin thể hiện cảm xúc của mình cho người ấy, không còn ngại ngùng, xấu hổ như trước đây nữa.<br/><br/>&emsp;Các bạn học sinh xác định rõ phương hướng nên bạn có thể dễ dàng lập kế hoạch học tập cho mình. Nhớ thực hiện đều đặn nhé. Những người đã đi làm hãy tiếp tục cố gắng, bạn có thể chạm tay tới cơ hội được thăng tiến đấy. Hãy làm mọi người ngạc nhiên.<br/><br/>&emsp;Về phương diện tài chính có dấu hiệu hao hụt trong tháng này. Bạn sẽ phải bỏ ra một khoản tiền lớn cho khá nhiều vấn đề trong thời điểm này, vì thế hãy giảm bớt việc mua sắm những gì không cần thiết lại nhé. Nếu muốn tăng thu nhập, bạn cũng có thể tìm một công việc làm thêm nào đó.<br/><br/>&emsp;Tình hình sức khỏe không gì nghiêm trọng, tuy nhiên bạn có thể bị dị ứng thời tiết, vì thế trước khi bước chân ra khỏi khỏi nhà, hãy chú ý ăn mặc cho phù hợp nhé. Bên cạnh đó, hãy tập cho mình thói quen rèn luyện thể dục thể thao mỗi ngày, việc này sẽ giúp cơ thể bạn dẻo dai và bền bỉ hơn.<br/><br/>",
	"SuTu":"&emsp;Sư Tử độc thân không có ý muốn yêu đương gì lắm trong thời điểm này, vì thế bạn chỉ muốn từ chối tất cả mọi người cho xong. Đới với người đã có đôi có cặp, tình cảm của bạn và nửa kia khá êm đẹp. Có lẽ hai người cần một cú hích nào đó để mối quan hệ tiến thêm một bước nữa.<br/><br/>&emsp;Bạn có thể gặp chút khó khăn để hoàn thành công việc. Chòm sao này luôn muốn năng động và sẽ cảm thấy bồn chồn trong bất cứ điều gì quá đơn điệu. Bạn sẽ tìm kiếm cách thức làm việc mới, mặc dù các vấn đề cần giải quyết không nhiều cho lắm.  Sẽ rất tốt nếu bạn cố gắng hướng năng lượng của mình vào một việc.<br/><br/>&emsp;Trong những tuần đầu tiên của tháng 8, bạn sẽ có những cuộc phiêu lưu với bạn bè. Có thể bạn sẽ không thể thực hiện hết các dự định trước nhưng vẫn có được nhiều trải nghiệm vui vẻ, điều đó khiến bạn rất hài lòng.  Các bữa tiệc chính là cơ hội để bạn chia sẻ các dự án đầu tư của mình.<br/><br/>&emsp;Cung hoàng đạo này được bạn bè và những người thân thiết ủng hộ khá nhiều, vì thế hãy đưa ra những quyết định sử dựng tiền bạc một cách đúng đắn. Tuy nhiên bạn có thể mắc phải bệnh vặt về hô hấp. Hãy có biện pháp bảo vệ mũi, họng cẩn thận trước khi ra khỏi nhà nhé.<br/><br/>",
	"XuNu":"&emsp;Xem tử vi tháng 8/2020 của 12 chòm sao, Xử Nữ đừng nản lòng nếu những lĩnh vực bạn đang theo đuổi vẫn chưa mỉm cười với bạn trong tháng này. Khối lượng công việc quá nhiều khiến bạn sẽ rất vất vả để hoàn thành mục tiêu. Nhưng hãy nhớ rằng mọi sự cố gắng luôn được đền đáp xứng đáng.<br/><br/>&emsp;Bạn sẽ cảm nhận rõ rệt điểm yếu và điểm mạnh của mình rõ ràng hơn. Cung hoàng đạo này có thể phải đối mặt với những thách thức và nghi ngờ của chính mình, và có khả năng là bạn sẽ có một quyết tâm và sự mạnh mẽ để đối mặt với chính mình mà trong thời gian qua bạn lờ đi.<br/><br/>&emsp;Cơ hội thăng tiến sẽ đến với bạn sớm thôi. Bạn vốn không phải là người tiêu xài hoang phí nhưng vẫn nên đặt ra kế hoạch và ngân sách chi tiêu cho từng việc. Điều đó sẽ giúp bạn quản lý tài chính của mình tốt hơn. Tháng này bạn không cần lo lắng gì nhiều về chuyện tiền bạc.<br/><br/>&emsp;Chòm sao này thuộc tuýp người càng trưởng thành càng thu hút. Nếu bạn còn độc thân cũng không sao, chắc chắn vẫn còn rất nhiều người ngoài kia đang thầm để ý bạn. Những ai đã có người yêu sẽ có những giây phút lãng mạn và ngọt ngào bên nhau.<br/><br/>",
	"ThienBinh":"&emsp;Công việc chính là động lực thúc đẩy cuộc sống của Thiên Bình. May mắn là trong tháng này mọi việc đều rất thuận lợi. Nửa đầu tháng sẽ là thời điểm bạn phải chạy đua để tìm kiếm sự hài lòng trong công việc. Với những nỗ lực mà bạn bỏ ra, công việc sẽ đươc hoàn thành đúng như kế hoạch.<br/><br/>&emsp;Sự nghiệp tiến triển thuận lợi, nhờ thế mà tài chình của bạn cũng được cải thiện hơn rất nhiều. Hơn thế nữa, cung hoàng đạo này đã làm việc vô cùng chăm chỉ và nỗ lực hết sức mình trong suốt khoảng thời gian vừa qua, chính vì vậy bạn sẽ được phần thưởng xứng đáng.<br/><br/>&emsp;Chuyện tình cảm không có gì phải lo lắng. Những bạn còn độc thân sẽ gặp được một vài đối tượng tiềm năng. Bạn có thể tìm thấy một nửa thích hợp với mình trong số họ đấy. Nếu đã có nữa kia, bạn và người ấy đều biết hi sinh và thấu hiểu nhau, nhờ thế mà tình cảm càng lúc càng trở nên bền vững.<br/><br/>&emsp;Chòm sao này trở nên quyết đoán hơn khi làm việc gì bạn cũng đưa ra những cách giải quyết riêng, tuy nhiên, bạn cũng cần tham khảo ý kiến của mọi người xung quanh xem sao nhé. Ngoài ra, bạn không nên uống quá nhiều các chất kích thích như rượu, bia, cafe… vì không tốt đến sức khỏe.<br/><br/>",
	"BoCap":"&emsp;Tử vi 12 chòm sao cho thấy Bọ Cạp là người mang nhiều tham vọng và đặt mục tiêu cũng rất rõ ràng. Tháng 8 này sẽ là thời điểm rất thích hợp để bạn sáng tạo, theo đuổi những ý tưởng dự án đã ấp ủ bấy lâu. Chỉ cần một chút may mắn và tận dụng những mối quan hệ thì bạn hoàn toàn có thể thành công.<br/><br/>&emsp;Cung hoàng đạo này sẽ gặp một vài vấn đề về tài chính tháng này, tình hình không được khả quan. Có lẽ bạn cần phải đưa ra kế hoạch chi tiêu tiết kiệm hơn, tránh mua sắm những món đồ không cần thiết hay vượt quá khả năng chi trả của bản thân nếu không cuối tháng bạn sẽ cháy túi.<br/><br/>&emsp;Thời điểm này chòm sao này còn độc thân vẫn chưa nghĩ nhiều đến chuyện yêu đương. Nhưng với các mối quan hệ trong công việc, có thể bạn sẽ gặp được đối tượng phù hợp với mình đấy. Nếu đã có nửa kia, bạn và người ấy sẽ bình tĩnh thảo luận với nhau những vấn đề còn chưa thống nhất.<br/><br/>&emsp;Tình trạng sức khỏe của bạn khá ổn định. Nếu duy trì lối sống khoa học, lành mạnh thì bạn sẽ có thể chất tốt để làm mọi việc như ý muốn. Nhìn chung cuộc sống của bạn trôi đi khá yên bình, bởi mọi việc vẫn đang tiến hành theo đúng kế hoạch. Hãy tiếp tục cố gắng và tiến về phía trước nhé.<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng tháng cho thấy Nhân Mã có một tháng thú vị dành cho bạn và những cuộc phiêu lưu. Bạn sẵn sàng đối mặt với những khó khăn trong công việc. Hơn nữa chòm sao này sẽ không né tránh các dự án phức tạp và sẽ giải quyết điều mà người khác không làm.<br/><br/>&emsp;Tuy nhiên, bạn có thể có một nhóm cộng sự tốt để giúp đỡ. Nhờ thế mà bạn cảm thấy thoải mái khi làm việc với những người khác vào lúc này. Sẽ có rất ít hoạt động nghỉ ngơi tại nơi làm việc, nhưng nếu dành một chút thời gian thư giãn sẽ giảm bớt căng thẳng do làm việc quá sức.<br/><br/>&emsp;Về phương diện tình cảm, có vẻ như tháng này những người còn độc thân sẽ tìm được nửa kia tâm đầu ý hợp. Những người đã có nơi có chốn thì tình cảm vẫn êm ấm, tuy nhiên vì cung hoàng đạo này có số đào hoa nên bạn vẫn cần giữ khoảng cách với những vệ tinh xung quanh mình nhé.<br/><br/>&emsp;Bạn sẽ phải dành một khoản tiền lớn để mua sắm đồ dùng cần thiết cho gia đình, song nửa kia hoặc cha mẹ lại không ủng hộ việc này lắm. Hơn nữa, bạn có thể gặp tình trạng ngủ không đủ giấc hoặc ngủ không ngon. Hãy tránh việc suy nghĩ quá nhiều hay mang việc về nhà làm nhé.<br/><br/>",
	"MaKet":"&emsp;Ma Kết làm việc vô cùng chăm chỉ và đầy quyết tâm. Đầu tháng bạn sẽ tập trung thực hiện công việc chính với mức năng lượng đáng ngạc nhiên. Cuối tháng khi khối lượng công việc cính đã giảm đi thì có thể sẽ xuất hiện nhiều nhiệm vụ nhỏ hơn. Bạn có thể được cân nhắc ở một vị trí mà bạn có thể tự hào.<br/><br/>&emsp;Tình hình tài chính tháng này của bạn khá ổn định, dù thu nhập không tăng lên như mong muốn nhưng bạn lại có kế hoạch chi tiêu hợp lí và biết tiết kiệm nên cũng không có gì phải lo lắng. Người kinh doanh nếu quyết định đầu tư vào khoảng thời gian này có thể sẽ thu được một khoản lợi nhuận kha khá.<br/><br/>&emsp;Cung hoàng đạo này độc thân có người khiến bạn để tâm hơn một chút. Thế nhưng bạn đang muốn tập trung cho sự nghiệp nên vẫn chưa có ý định tiến thêm bước nào cả. Những người đã có đôi có cặp tận hưởng khoảng thời gian hạnh phúc và nhiều kỷ niệm trong tháng này.<br/><br/>&emsp;Đôi khi bạn có thể cảm thấy cơ thể trở nên uể oải, mệt mỏi, đó là dấu hiệu bạn cần phải nghỉ ngơi rồi đấy. Đừng cố sức làm việc quá nhé. Lời khuyên dành cho bạn trong tháng này là hãy thay đổi suy nghĩ của mình trong một số vấn đề, đừng cứ giữ mãi tư duy đã cũ nhé.<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 con cung hoàng đạo nói rằng Bảo Bình đang có cảm giác chới với trong công việc. Quá nhiều trách nhiệm đặt nặng lên vai khiến bạn cảm thấy áp lực, lo lắng. Hãy bình tĩnh, tin tưởng vào bản thân mình và giải quyết tuần tự từng công việc một là cách tốt nhất.<br/><br/>&emsp;Cuối tháng mọi thứ sẽ dịu xuống, mặc dù bạn có thể cảm thấy hơi lạc lõng và không hài lòng với vị trí của mình. Có rất nhiều điều nhưng hơn hết là bắt đầu xây dựng một con đường phía trước là rất quan trọng. Có khả năng sẽ xuất hiện những cơ hội mới nếu bạn cố gắng vào lúc này.<br/><br/>&emsp;Chòm sao này còn độc thân rất hưởng thụ quãng thời gian nghỉ ngơi tự do chẳng bị ai làm phiền của mình thế nên tạm thời thì bạn không có ý định yêu đương gì cả. Các cặp đôi có thể sẽ mâu thuẫn với nhau vì những chuyện vụn vặt, vì thế mà hai người rơi vào tình trạng chiến tranh lạnh.<br/><br/>&emsp;Đôi khi bạn quá cố chấp, chỉ muốn làm theo ý mình mà chẳng chịu nghe ai cả. Đừng để mối quan hệ của mình rạn nứt nhé. Bên cạnh đó, bạn khá hài lòng với tình hình tài chính hiện tại của mình. Dù không nhận được khoản thưởng nào lớn lao nhưng ít nhất bạn cũng không cần chi tiêu quá nhiều.<br/><br/>",
	"SongNgu":"&emsp;Song Ngư khá mệt mỏi vì công việc áp lực, căng thẳng ngay từ những ngày đầu tháng. Phải đến cuối tháng thì bạn mới có thể thấy mọi thứ nhẹ nhõm hơn. Bạn có thể sẽ phải tiếp xúc với một số nội dung công việc mới, đừng hoảng lên mà hãy cứ bình tĩnh tìm hiểu dần dần nhé.<br/><br/>&emsp;Tình hình tài chính không mấy dồi dào nhưng bạn có thể yên tâm vì luôn có gia đình và bạn bè sẽ hỗ trợ bạn hết mình những lúc khó khăn. Người kinh doanh sẽ có khoảng thời gian đầu tư khá mạo hiểm, vì thế trước khi đưa ra quyết định cuối cùng thì hãy suy nghĩ cho thật kỹ nhé.<br/><br/>&emsp;Cung hoàng đạo này còn độc thân không biết mình có nên bắt đầu một tình cảm mới hay không, bạn cần người ta cho mình thêm thời gian để suy nghĩ. Nếu đã có nửa kia, bạn có khá nhiều thời gian để ở bên người ấy, nhờ vậy mà tình cảm của đôi bên gắn bó hơn nhiều.<br/><br/>&emsp;Thời tiết nóng nực, bạn cần chú ý ăn mặc mỗi khi ra đường, nếu không bạn rất có thể sẽ bị say nắng đấy. Hãy giữ cho tinh thần của mình thật lạc quan và tích cực, cho dù có thử thách, trở ngại gì xuất hiện đi chăng nữa thì bạn cũng mạnh mẽ, tự tin đối mặt.<br/><br/>"
    },
"202009": {
    "Ty":"&emsp;Tử vi tháng 9/2020 Đông phương của 12 con giáp dự báo đây tuổi Tý làm gì cũng phải cẩn trọng, nhất là với những việc ảnh hưởng đến uy tín thì bản mệnh nên chấp nhận việc mình chịu thiệt một chút, mất chút tiền mà giữ được lòng tin với người khác thì vẫn là điều nên. Song con giáp này nên lưu ý điều hướng năng lượng vào công việc.<br/><br/>&emsp;Tháng này bản mệnh phải chi tiêu khá nhiều, mới đầu tưởng rằng chỉ là mấy việc vặt thôi nhưng khi tính tổng lại đó là một khoản tiền đủ để làm một số việc quan trọng. Nếu ham mê, muốn sở hữu một món đồ đắt tiền nào đó thì thời điểm này chưa thực sự thích hợp đâu nhé. Nhưng vẫn có thể để dành mỗi hôm một chút để thực hiện mong muốn của mình.<br/><br/>&emsp;Đường tình duyên của người tuổi Tý vẫn chưa thấy có gì khởi sắc. Người độc thân đừng quá hi vọng điều gì đó quá xa xôi. Chỉ mới một vài cuộc hẹn hò thưa thớt sẽ chẳng nói lên điều gì cả. Hãy nhìn thẳng vào sự thật rằng không phải ai cũng dễ dàn gặp được người phù hợp ngay đâu, việc gì cũng cần phải thử nghiệm và thay đổi nữa nhé.<br/><br/>&emsp;Về phương diện sức khỏe của bản mệnh trong tháng này khá ổn định, thậm chí nhiều người bệnh nhanh khỏi ốm khi bạn đảm bảo được giấc ngủ sâu và đúng giờ. Hãy cố gắng phát huy thói quen tốt này để dần thấy được những thay đổi tích cực hơn. Ngoài ra, con giáp này lưu ý là đảm bảo việc cơ thể thường xuyên được vận động.<br/><br/>",
	"Suu":"&emsp;Tử vi tháng 9 dương lịch năm 2020 cho thấy vận trình sự nghiệp của tuổi Sửu lúc này không được thuận lợi cho lắm. Dường như những nhiệm vụ đang đảm nhận không phải là thế mạnh của con giáp này. Tuy nhiên, bản mệnh có thể thay đổi thái độ bằng việc từng bước học hỏi thêm, chậm nhưng chắc chắn là được.<br/><br/>&emsp;Vì luôn có những điều không dự đoán được như thế nên con giáp này luôn phải có kế hoạch đảm bảo an toàn cho số tiền của mình trước. Bản mệnh nên tránh tâm lý được ăn cả ngã về không kẻo có lúc sẽ tiêu tán hết tài sản của mình đấy. Người làm công ăn lương thì thời gian này không có nhiều biến động.<br/><br/>&emsp;Tháng này, có lợi cho những cặp đôi vừa chấp nhận lời yêu, mọi thứ vừa chớm nở và hai người say sưa tìm hiểu và dành nhiều thời gian bên nhau để có thêm những trải nghiệm đẹp đẽ. Thế nhưng, người tuổi Sửu đang độc thân đừng liều lĩnh tỏ tình vì có thể con giáp này chỉ đang có tình cảm đơn phương mà thôi.<br/><br/>&emsp;Hung tinh mang điềm báo tai họa, họa huyết quang, vì thế bản mệnh khi tham gia giao thông phải cố gắng đảm bảo an toàn ở mức tối đa nếu không có nguy cơ tai nạn, va chạm gây tổn hại tiền bạc, ảnh hưởng tới thân thể. Hơn nữa tinh thần cũng rất quan trọng bởi khi ủ rũ thì con giáp này cũng không phải là người khỏe mạnh đâu.<br/><br/>",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết người tuổi Dần thường xuyên trong tình trạng khó xử bởi việc công việc tư lẫn lộn. Thậm chí lúc đã đưa ra quyết định rồi con giáp này vẫn có cảm giác bất an, không thể cho qua việc này được. Hãy cho mình thời gian để xem xét mọi việc trước khi có chọn lựa tiếp theo nhé.<br/><br/>&emsp;Tháng này nhiều việc cần bản mệnh chi nhiều tiền hơn nên khó mà được tiền bạc rủng rỉnh như trước. Người làm công ăn lương lúc này không có cơ hội để gia tăng tài sản trong khi lịch trình vui chơi, giải trí luôn kín. Nếu con giáp này để việc này xảy ra quá lâu thì sẽ chẳng thể tiết kiệm được gì đâu nhé.<br/><br/>&emsp;Về phương diện tình cảm, tuổi Dần dễ vướng vào những thị phi, không tránh khỏi bị liên lụy cho dù bản mệnh có lỗi hay là không. Chính vì thế mọi việc cần phải rõ ràng, nếu còn điều gì vẫn giấu kín thì đây là thời điểm con giáp này cần tiết lộ. Khi một mối quan hệ không thể vì nhau thì nên biết dừng lại đúng lúc.<br/><br/>&emsp;Tình hình sức khỏe cũng có phần sa sút nênđi đâu bản mệnh cũng phải nghe lời nhận xét rằng sắc mặt không được tốt. Nhiều người quan tâm thái quá bằng việc khuyên con giáp này uống các loại thuốc bổ. Thế nhưng đừng vội nghe theo và mua ngay mà thay vào đó hãy đi khám để có hướng điều trị phù hợp với bản thân mình.<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, đường công danh sự nghiệp của người tuổi Mão đang có dấu hiệu tăng tiến trong thời gian này, thậm chí được xem là bước đột phá. Con giáp này có những đánh giá chuẩn xác, đưa ra quyết định dứt khoát hơn nên mang về nguồn lợi nhuận đáng kể cho công ty và nhận được sự tín nhiệm từ mọi người.<br/><br/>&emsp;Vận trình tài lộc trong tháng 9 dương lịch này đánh dấu giai đoạn rực rỡ khi con giáp này bắt đầu thoát khỏi được những khó khăn trước đó. Dù là người làm ăn kinh doanh hay đơn giản là làm công ăn lương thì đều rủng rỉnh tiền tiêu trong thời gian này. Bản mệnh không còn phải lo lắng về chuyện tiền bạc nhiều như trước nữa.<br/><br/>&emsp;Các mối quan hệ tình cảm trong đều có bước tiến tích cực, mọi thứ đang diễn ra tốt đẹp theo một cách nào đó. Đối với những cặp đôi đang yêu nếu cảm xúc hai người dành cho nhau đã chín muồi thì có thể bàn tính đến chuyện trăm năm, sớm về chung một nhà. Người độc thân có lẽ tháng này trái tim bản mệnh sẽ rộn ràng lắm đấy.<br/><br/>&emsp;Ảnh hưởng của Tứ Hành Xung nên sức khỏe của tuổi Mão không được tốt. Dù con giáp này rất ý thức trong việc cải thiện tình trạng này nhưng xem ra chưa đúng cách. Lời khuyên là bản mệnh nên linh hoạt hơn và phải chọn lọc những gì mình nghe, đừng ai nói gì cũng vội áp dụng kẻo gây ra tác dụng ngược đấy.<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo tháng 9/2020 dương lịch, sự nghiệp của tuổi Thìn nếu không có được bước tiến nào quan trọng thì cũng đừng chớ vội buồn. Cát tinh nâng đỡ để dù trong khó khăn con giáp này vẫn có thể tìm ra cơ hội riêng cho mình. Có thể cách thức thực hiện khác trước đây, đòi hỏi bản mệnh phải tập trung và tính toán nhiều hơn.<br/><br/>&emsp;Từ đầu năm tới nay mọi thứ đang chững lại nên con giáp này không dám liều lĩnh đầu tư, vì thế mà tình hình tài lộc chỉ đảm bảo thu chi đều đặn mà thôi, khó có cơ hội vượt lên hẳn. Đối với người tuổi Thìn thì lúc này an toàn đã là tốt rồi. Nguồn thu không có gì khởi sắc nên bản mệnh phải cố gắng tiết kiệm, chớ nên tiêu xài hoang phí.<br/><br/>&emsp;Lục Hợp mang lại cơ hội hòa hợp để con giáp này còn độc thân dễ dàng thu hút người khác giới. Thế nhưng đừng đùa giỡn tình cảm của bất cứ ai khi đối phương thật lòng với mình nhé. Đời sống tình cảm của người tuổi Thìn có thể có đôi chút thăng trầm, lúc thì hạnh phúc, lúc lại hời hợt xa cách chẳng thể nào đoán biết được.<br/><br/>&emsp;Về phương diện sức khỏe, con giáp này không phải bận rộn tới mức quên mất việc chăm sóc bản thân như tháng trước thì cũng là thời điểm mà bản mệnh nên nghỉ ngơi nhiều hơn. Dù bạn nóng lòng muốn làm thêm việc này, việc kia để lấp thời gian trống nhưng thực tế là bản mệnh cũng cần được nghỉ ngơi và nạp năng lượng nhé.<br/><br/>",
	"Ti":"&emsp;Tuổi Tị sắp bước vào một giai đoạn sôi động và ẩn chứa nhiều cơ hội tuyệt vời để con giáp này thể hiện bản lĩnh. Có thể có chút thách thức lúc mới bắt tay thực hiện một điều mới lạ nhưng sau khi đã quen thì hiệu quả công việc rất tốt. Hơn thế nữa, đồng nghiệp không chỉ hỗ trợ cho bản mệnh rất nhiệt tình mà còn đưa ra lời khuyên hữu ích.<br/><br/>&emsp;Đường tài lộc của người tuổi Tị vượng phát, tiền tiêu rủng rỉnh nhờ kế hoạch tiền bạc thông minh trước đó. Nhất là những ai sự nghiệp hanh thông, được chuyển lên vị trí mới với thu nhập cao hơn. Nghề tay trái cũng hứa hẹn mang lại một khoản khá hậu hĩnh. Nhưng có lẽ bản mệnh sẽ phải chi tiêu kha khá cho gia đình vào cuối tháng.<br/><br/>&emsp;Tam Hợp nâng đỡ cho người độc thân có cơ hội tìm được nửa kia ưng ý. Tuy nhiên sẽ có người cảm thấy phiền vì có quá nhiều đối tượng theo đuổi mà con giáp này không biết nên chọn ai. Hãy lắng nghe trái tim mình nhé. Trong khi đó các cặp đôi có thể gặp chút trục trặc vì những rắc rối trước đây chưa giải quyết ổn thỏa.<br/><br/>&emsp;Về cơ bản tháng này không có dấu hiệu nào quá đáng ngại, song bản mệnh cần tập trung chăm sóc cơ thể nhiều hơn một chút, đừng tham công tiếc việc mà ảnh hưởng tới sức khỏe lâu dài. Hung tinh xuất hiện có điềm tiểu nhân quấy phá khiến tinh thần của con giáp này cũng bị ảnh hưởng ít nhiều.<br/><br/>",
	"Ngo":"&emsp;Người tuổi Ngọ cảm thấy phiền muộn, căng thẳng cũng bởi ảnh hưởng của Tứ Hành Xung. Nếu con giáp này kiểm soát được cảm xúc của mình thì mọi việc sẽ ổn thỏa thôi. Tháng này không thuận lợi lắm nhưng trong hoàn cảnh khó khăn lại là lúc bản mệnh tìm ra ưu điểm và khuyết điểm của bản thân để tiếp tục cố gắng.<br/><br/>&emsp;Việc đầu tư, làm ăn kinh doanh mở ra rất nhiều cơ hội mới cho con giáp này. Thế nhưng tuổi Ngọ vẫn nên lựa chọn các hạng mục quen thuộc, tránh ôm đồm thêm quá nhiều. Người làm công ăn lương tuy vẫn gặp khó khăn trong việc gia tăng thu nhập nhưng nhìn chung tiền bạc vẫn đủ đảm bảo cuộc sống cơ bản.<br/><br/>&emsp;May mắn là vận trình tình cảm ngày càng được cải thiện. Có thể trước đây hai người hi vọng về nhau quá nhiều nên thất vọng, nay đã thực tế hơn hiểu rằng trên đời chẳng có ai là hoàn hảo. Nếu con giáp này đang độc thân nên chuẩn bị tinh thần cho một tin tức bất ngờ từ người mà mình thầm thương trộm nhớ.<br/><br/>&emsp;Sức khỏe của bản mệnh khá ổn định, không quá tham công tiếc việc như trước và luôn cố gắng tìm cách cân bằng cuộc sống bằng việc dành thời gian nghỉ ngơi hợp lý. Trong các bữa ăn, con giáp này nên lưu ý ăn chậm lại sẽ tốt hơn cho dạ dạy, hơn nữa việc này khiến tuổi Ngọ no nhanh hơn, tránh việc ăn nhiều, dồn dập.<br/><br/>",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo đường công danh sự nghiệp của tuổi Mùi vô cùng rộng mở. Vì thế, đừng vì bất cứ lo do gì gây cản trở bước tiến của bản mệnh trong thời gian này đấy. Con giáp này có nhiều cơ hội đang tới với mình nhưng đừng vì thế mà vồ vập, việc gì cũng cần thời gian suy tính và nghiên cứu kỹ càng.<br/><br/>&emsp;Vận trình tài lộc kém vượng, bản mệnh chớ làm liều vì bất cứ lý do gì nhé. Việc đầu tư, kinh doanh không thể nóng vội, sẽ dễ hỏng việc vì sự thiếu hiểu biết của người tuổi Mùi đấy. Con giáp này nên tìm cách đảm bảo không chi quá nhiều cho những việc không tên, ngoài dự tính vì chúng làm hao mòn dần tiền trong túi rồi đấy.<br/><br/>&emsp;Người độc thân không quá quan tâm tới việc tìm một nửa trong thời gian này vì bản mệnh đang quá tập trung vào các khía cạnh của cuộc sống như công việc, bạn bè, đồng nghiệp. Với những người đã có đôi có cặp, cả hai phải thực sự đặt đối phương lên trước những sự lựa chọn khác. Nếu không thì đã đến lúc con giáp này nên rời đi.<br/><br/>&emsp;Bản mệnh sẽ khó ở yên một chỗ trong tháng này. Lịch trình đi lại có thể dày kín và tuổi Mùi không có thời gia nhiều để nghỉ ngơi. Chính vì thế nên bảo đảm vấn đề sức khỏe bởi con giáp này thường xuyên mệt mỏi. Ngoài ra, đi lại nên cẩn thận quan sát, đảm bảo an toàn giao thông, nếu không dễ bị tai nạn lắm đấy.<br/><br/>",
	"Than":"&emsp;Xem tử vi tháng 9/2020 dương lịch, người tuổi Thân sẽ rất bận rộn với vô khối công việc và không nhiều niềm vui, sự thoải mái. Tuy nhiên con giáp này có thể hoàn thành và sau đó có được những khoảnh khắc nghỉ ngơi. Điều này phụ thuộc vào những nỗ lực của bản mệnh đấy, luôn chủ động trong mọi việc sẽ có nhiều lợi thế hơn.<br/><br/>&emsp;Phương diện tài lộc sẽ là mối bận tâm lớn nhất của con giáp này trong tháng. Đừng trì hoãn, đừng để bất cứ lý do nào khiến cho bản thân không tập trung giải quyết những vấn đề rắc rối cho ổn thỏa. Với khoản tiền tiết kiệm mà tuổi Thân tiết kiệm được đừng dễ dàng cho vay khi nghe lời đường mật của người khác nhé.<br/><br/>&emsp;Vận trình tình duyên của con giáp này có dấu hiệu chuyển biến tích cực, các cặp đôi có nhiều cơ hội để cải thiện mối quan hệ khi có nhiều buổi hẹn hò lãng mạn. Điều quan trọng là đôi bên phải biết quý giá những phút giây ở bên cạnh nhau. Người độc thân tháng này rất đào hoa khi có rất nhiều vệ tinh theo đuổi xung quanh.<br/><br/>&emsp;Đối với vấn đề sức khỏe, nếu không có điều kiện để tới phòng tập thì con giáp này có thể tham gia các hoạt động đơn giản như leo cầu thang, nhảy dây, tập các bài luyện cơ bắp và thăng bằng. Hoặc bản mệnh cũng có thể tham gia các lớp tập thể dục trực tuyến, tìm và tập theo các bài tập cũng rất dễ dàng.<br/><br/>",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy tuổi Dậu có một tháng bận rộn, nhiều nhiệm vụ cần phải hoàn thành. Hãy dành việc đánh giá, xem xét cho thời gian tới. Còn lúc này bản mệnh nên mình trải nghiệm thì hơn. Đừng để căng thẳng khiến mình không đạt được hiệu quả vì khi đó dù con giáp này nỗ lực xử lý thì mọi thứ vẫn rối bời.<br/><br/>&emsp;Vận trình tài lộc có dấu hiệu khởi sắc, nhiều người được gia tăng nguồn thu, việc kinh doanh nhờ có hậu thuẫn mà phát triển bất chấp khó khăn hiện tại. Thế nhưng đừng vì những gì đang diễn ra mà tự phụ, không được chủ quan đâu nhé. Bản mệnh luôn phải cẩn trọng với những lời chào mời đầu tư thời gian này.<br/><br/>&emsp;Con giáp này trở nên quyến rũ hơn bao giờ hết, mỗi sự kiện có sự xuất hiện của người tuổi Dậu là ngay lập tức trở thành tâm điểm của sự chú ý của mọi người. Điều này rất tốt cho những người còn đang độc thân. Tuy nhiên với người đã yên bề gia thất thì nên cẩn thận với những lời tán tỉnh đấy nhé.<br/><br/>&emsp;Hung tinh gây điềm báo tai nạn bất ngờ, đòi hỏi bản mệnh cần phải cẩn thận trong công việc, khi xuất hành xa thì cần phải có một đêm ngủ đủ giấc, sáng mai tinh thần mới minh mẫn. Thời gian dịch bệnh vẫn còn lan tràn như hiện tại thì con giáp này đừng quên các biện pháp để tăng sức đề kháng cho bản thân.<br/><br/>",
	"Tuat":"&emsp;Người tuổi Tuất làm việc chăm chỉ, cố gắng nhưng chưa chắc đã nhận được thành quả tương xứng nhưng đừng nản lòng. Công việc tưởng rằng đang trong tầm kiểm soát của con giáp này thì bị sai sót do ảnh hưởng của Tương Hại đặc biệt là vào nửa cuối tháng sẽ có dấu hiệu xuống dốc khá rõ ràng.<br/><br/>&emsp;Chính Tài hỗ trợ tài lộc của bản mệnh dồi dào hơn, nhiều người đã tìm được cách gia tăng thu nhập, đảm bảo cuộc sống. Thậm chí những người kinh doanh đã tìm được hướng đi mở ra cơ hội làm ăn tốt hơn cho mình. Thế nhưng tháng này bản mệnh phải mua sắm quá nhiều nên tiền hao hụt đi không ít.<br/><br/>&emsp;Bách Việt chủ đào hoa mang tới cơ hội chung đôi cho con giáp này. Người độc thân đừng từ chối những lời mời hẹn hò nữa, hãy thử tìm hiểu đối phương xem sao nhé. Các cặp đôi có nguy cơ xuất hiện người thứ 3 xen vào vào mối quan hệ khi hai bạn giận dỗi nhau quá lâu hoặc đang xa mặt cách lòng.<br/><br/>&emsp;Bản mệnh dễ gặp các vấn đề về sức khỏe liên quan đến máu huyết hay có bệnh ở mắt. Nếu có bệnh thì sớm đi chữa trị, đừng để quá lâu thành bệnh mãn tính, chữa khó khỏi. Bên cạnh đó nhiều người giảm cân thành công nhờ chế độ ăn lành mạnh, hợp lý. Chớ nên lao lực quá mà khiến cơ thể kiệt sức nhé.<br/><br/>",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng vận trình công danh sự nghiệp tuổi Hợi được diễn ra theo đúng kế hoạch dù lúc trước khi thực hiện vẫn còn nhiều lo lắng và sợ hãi. Đây là một tháng mà thực sự con giáp này làm việc rất hiệu quả cả về chất lượng lẫn số lượng. Cuối cùng thì bản mệnh cũng đã được thở phào nhẹ nhõm.<br/><br/>&emsp;Hung tinh mang tới một chút rắc rối, con giáp này cần tỉnh táo, tốt nhất là đừng tìm những giải pháp mang tính tạm thời. Hãy giải quyết chúng một cách triệt để, nếu không bản mệnh còn mệt mỏi dài dài. Các vấn đề tiền bạc đòi hỏi người tuổi Hợi phải xử lý một cách chặt chẽ, do đó cần thẳng thắn, rõ ràng trong mọi tình huống.<br/><br/>&emsp;Đường tình duyên bình ổn nhưng chưa phải là giai đoạn rực rỡ của các cặp đôi. Với người độc thân vẫn chưa đủ niềm tin để mở lòng mình. Con giáp này vẫn đang muốn tìm lại trạng thái cân bằng trước khi bắt đầu mối quan hệ mới. Tuy nhiên nhờ Tam Hội mà bản mệnh có được những khoảng thời gian bên gia đình, cũng xoa dịu phần nào.<br/><br/>&emsp;Muốn cải thiện tình hình sức khỏe, con giáp này có thể tìm nhiều hoạt động hơn để tham gia. Bên cạnh đó, yếu tố tinh thần cũng ảnh hưởng lớn tới sức khỏe, bản mệnh nhớ đừng vì căng thẳng công việc quá mà mất ngủ. Hãy cố gắng cân bằng giữa làm việc và nghỉ ngơi, như vậy mới có thể có được đảm bảo thể trạng tốt.<br/><br/>",
	"BachDuong":"&emsp;Tử vi tháng 9 cho thấy Bạch Dương sẽ đạt được tiến bộ trên nhiều phương diện, điều này khiến bạn luôn cảm thấy rất vui vẻ và tự tin khi nghĩ tới tương lai của mình. ạn cảm thấy vô cùng tự tin vào khả năng của mình, vì thế mà rất có thể bạn sẽ nhanh chóng nắm bắt được cơ hội.<br/><br/>&emsp;Các bạn còn độc thân dường như đang đem lòng yêu mến một đối tượng nào đó. Bạn hãy chủ động tạo cơ hội để kéo gần khoảng cách giữa đôi bên. Nếu đã có nửa kia, tình cảm của các bạn rất ổn định, đôi bên đều biết đặt mình vào vị trí của đối phương để suy nghĩ.<br/><br/>&emsp;Tình hình tài chính không được tốt cho lắm. Tốt nhất trong thời điểm này, cung hoàng đạo này không nên đầu tư tiền bạc vào những lĩnh vực mình còn chưa nắm rõ, hay tìm hiểu kĩ càng nếu không rất dễ rơi vào cảnh xôi hỏng bỏng không đấy.<br/><br/>&emsp;Về phương diện sức khỏe về cơ bản là ổn định, không có gì phải lo lắng. Bạn là người chăm chỉ rèn luyện sức khỏe, nhưng nhớ trước khi bắt đầu chơi thể thao, bạn phải khởi động cẩn thận để tránh những chấn thương nhé.<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu sẽ có một khoảng thời gian không mấy lý tưởng, thế nhưng bạn hãy giữ những suy nghĩ vui vẻ và lạc quan, đừng tự tạo ra quá nhiều áp lực cho bản thân mình. bạn nên cố gắng nắm bắt cơ hội trước mắt mình, từ đó lập được những thành tích đáng tự hào trong công việc.<br/><br/>&emsp;Tuy các bạn còn độc thân có vẻ khá đào hoa, thế nhưng dường như bạn chưa có hứng thú hay muốn bắt đầu một mối tình mới thì phải. Trong khi đó, những người đã có nửa kia, hai bạn đối xử với nhau vô cùng rất chân thành. Tuy nhiên, bạn cần phải mở lòng hơn nữa với người ấy.<br/><br/>&emsp;Về phương diện tài chính của bạn trong tháng này có vẻ khá lý tưởng trong thời điểm này, tuy nhiên, bạn không nên quá tham lam trong các lĩnh vực đầu tư. Lúc này thị trường đang có nhiều biến động, chỉ cần sai sót một chút là có thể dẫn tới hậu quả khôn lường. Hãy chọn dự án an toàn sẽ tốt hơn.<br/><br/>&emsp;Tình hình sức khỏe có dấu hiệu sa sút thấy rõ. Chòm sao này cần phải quan tâm, chăm sóc đến thân thể của mình nhiều hơn bởi những chứng bệnh mãn tính sẽ kéo đến làm phiền bạn đấy. Nếu có dấu hiệu bất thường thì nên đi thăm khám ngay để có cách chữa trị kịp thời.<br/><br/>",
	"SongTu":"&emsp;Song Tử sẽ phát hiện ra rằng công việc của mình đang có những tiến triển rất tích cực, hãy tiếp tục cố gắng phấn đấu dựa trên sức của chính mình nhé. Bạn cần phải chú ý rèn luyện các kĩ năng cơ bản, có như vậy thì công việc mới phát triển ổn định và thăng tiến trong tương lai được.<br/><br/>&emsp;Các bạn còn độc thân có thể được bạn bè hoặc người nhà giới thiệu cho những đối tượng khá phù hợp, hãy thử làm quen với người ta xem sao. Nếu đã có nửa kia, bạn cần chú ý thể hiện tình cảm của mình rõ ràng hơn, để người ấy hiểu được bạn vẫn luôn trân trọng tình cảm của hai người.<br/><br/>&emsp;Về phương diện tình chính, cung hoàng đạo này có thể nắm bắt được khá nhiều cơ hội đầu tư vào thời điểm này. Hãy chọn cơ hội phù hợp với mình nhất nhé. Nếu bạn còn phân vân, băn khoăn thì có thể xin một vài lời khuyên từ những người đi trước đã có kinh nghiệm liên quan nhé.<br/><br/>&emsp;Tình hình sức khỏe trong tháng này không được tốt cho lắm. Bạn cần phải giữ gìn thân thể, nếu không thì rất dễ mắc những căn bệnh vặt vãnh về tai, mũi, họng. Thời tiết thay đổi thất thường khi trời đang nắng cũng có thể mưa to bất chợt, vậy nên khi đi ra ngoài bạn nên chuẩn bị áo mưa hay ô nhé.<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi nói rằng Cự Giải có thể sẽ được đón nhận niềm vui bất ngờ vào thời điểm này, đã đến lúc những cố gắng, nỗ lực của bạn được đền đáp xứng đáng. Bạn cũng cần phải chú ý hơn trong công việc, cho dù đó là những nhiệm vụ bạn đã quen thuộc đến mấy đi chăng nữa.<br/><br/>&emsp;Những bạn còn độc thân có thể được một vài đối tượng theo đuổi rất nhiệt tình, thế nhưng chưa chắc bạn đã tìm được một người thật ưng ý. Nếu đã có nửa kia, bạn và người ấy ngày một thấu hiểu nhau hơn, tình cảm giữa hai người càng lúc càng trở nên sâu sắc.<br/><br/>&emsp;Tình hình tài chính trong tháng có chút biến động, có thể cung hoàng đạo này sẽ phải mất tiền cho một sự cố bất ngờ nào đó, vì thế hãy lên kế hoạch chi tiêu một cách chi tiết, khoa học nhé. Bên cạnh đó, bạn cũng nên bắt đầu tiết kiệm để dùng cho những tình huống cấp bách.<br/><br/>&emsp;May mắn là bạn không gặp quá nhiều vấn đề về sức khỏe vào thời điểm này, chủ yếu là hãy duy trì giờ giấc ăn uống, ngủ nghỉ sao cho hợp lý mà thôi. Ngoài ra, lời khuyên dành cho bạn là nên rèn luyện thói quen thể dục thể thao mỗi ngày để tăng sức đề kháng và giúp tinh thần phấn chấn hơn.<br/><br/>",
	"SuTu":"&emsp;Tháng mới của Sư Tử lên xuống khá thất thường, bạn cần tìm ra đâu là điều quan trọng nhất để tập trung giải quyết xử lý. Bạn không nên chần chừ, do dự vào những giây phút quyết định, nếu không bạn rất có thể sẽ bỏ lỡ cơ hội thành công hiếm có một cách đáng tiếc đấy.<br/><br/>&emsp;Chuyện tình cảm không được suôn sẻ, thuận lợi cho lắm. Các bạn còn độc thân không mấy đào hoa trong thời điềm này, bạn khó có thể tìm ra đối tượng nào lý tưởng. Với những người đã có đôi có cặp, bạn hi vọng rằng đối phương có thể thấu hiểu và tôn trọng mong muốn của mình hơn.<br/><br/>&emsp;Về phương diện tài chính, cung hoàng đạo này có thể nhận được một khoản tiền thưởng xứng đáng vào thời điểm này nên vấn đề chi tiêu trong tháng khá thoải mái. Song bạn cần tỉnh táo khi mua sắm bất cứ món đồ nào, chớ nên vì sở thích nhất thời mà vung tay quá trán nhé.<br/><br/>&emsp;Tình hình sức khỏe của bạn không có vấn đề gì đáng lo ngại cả. Hãy cố gắng suy nghĩ lạc quan, tích cực để tránh rơi vào tình trạng stress. Cách bạn đối mặt với các vấn đề gặp phải trong cuộc sống rất quan trọng. Mọi thứ để có thể giải quyết nếu bạn giữ được sự bình tĩnh.<br/><br/>",
	"XuNu":"&emsp;Xem tử vi tháng 9/2020 của 12 chòm sao, Xử Nữ trải qua một tháng khá êm đềm, dù bạn không đạt được thành tích gì quá rực rỡ nhưng cũng đừng vội sốt ruột nhé. Bạn biết việc nào mình cần gấp rút hoàn thành và việc nào thì cứ để thư thả cũng được, vì thế mà bạn sắp xếp kế hoạch rất khoa học.<br/><br/>&emsp;Các bạn còn độc thân chưa có ý định yêu đương gì vào thời điểm này cả, tuy nhiên, bạn cũng không từ chối những đối tượng chủ động tiếp cận mình. Nếu đã có nửa kia, bạn cần phải kéo gần lại hơn nữa khoảng cách giữa mình và người ấy nếu không muốn mối quan hệ thiếu gắn kết và phai nhạt nhé.<br/><br/>&emsp;Tình hình tài chính khá tốt, nguồn thu nhập ổn định và đồi dào nên bạn không phải đắn đo quá nhiều chuyện chi tiêu. Tuy nhiên có thể bạn bè hoặc mọi người xung quanh sẽ hỏi vay tiền cung hoàng đạo này. Vì thế trước khi mở túi bạn nên nhớ xác định xem đó có phải là người đáng tin không nhé.<br/><br/>&emsp;Về phương diện sức khỏe, bạn không nên ngồi một chỗ làm việc quá lâu mà thỉnh thoảng nên đứng lên vận động để cơ thể được thư giãn, giải tỏa căng thẳng. Đây cũng là lúc bạn để cho đôi mắt của mình nghỉ ngơi, giảm bớt tình trạng nhức, mỏi.<br/><br/>",
	"ThienBinh":"&emsp;Thời gian này, Thiên Bình sẽ gặp phải một vài chuyện không như ý muốn, thế nhưng bạn hãy bình tĩnh xử lý, chớ nên làm quá vấn đề kẻo khiến mọi việc phức tạp hơn. Với tinh thần khá hăng hái, bạn có thể nghĩ ra những phương án giải quyết sáng tạo, mới mẻ chẳng giống ai.<br/><br/>&emsp;Về phương diện tình cảm, chòm sao này còn độc thân chẳng mấy đào hoa, có thể bạn sẽ chưa tìm ra cách nào để thu hút người mình thầm để ý cả. Nếu đã có nửa kia, tình cảm của bạn và nửa kia nhận được sự ủng hộ của người thân và bè bạn, nhờ thế mà bạn cảm thấy rất hạnh phúc.<br/><br/>&emsp;Tình hình tài chính có dấu hiểu hao hụt nhanh chóng. Bạn cần phải chú ý tiêu pha hợp lý, không nên tốn quá nhiều tiền bạc vào một sở thích nhất thời nào đó của mình. Thay vào đó, bạn nên có kế hoạch tích lũy nhiều để những lúc cần kíp vẫn có được thế chủ động cần thiết.<br/><br/>&emsp;Sức khỏe của bạn tháng này cũng không khá hơn là mấy. Cho dù gặp phải vấn đề khó giải quyết đến thế nào đi nữa thì bạn cũng không nên tự tạo áp lực cho bản thân. Khi tinh thần không đủ tỉnh táo, sáng suốt thì rất dễ đưa ra những quyết định sai lầm. Đừng lo lắng quá, mọi chuyện rồi sẽ ổn cả thôi.<br/><br/>",
	"BoCap":"&emsp;Tử vi 12 chòm sao cho thấy Bọ Cạp Có rất nhiều những cơ hội tốt đẹp đang chờ đợi trước mắt bạn, hãy chuẩn bị tinh thần nắm bắt bất cứ lúc nào. Bạn cần chú trọng chuyện trao đổi và thảo luận với đồng nghiệp, đừng có một mình một ý như vậy.<br/><br/>&emsp;Các bạn còn độc thân hi vọng mình có thể tìm được một người thấu hiểu và an ủi bản thân, vì thế bạn rất mở lòng trong các mối quan hệ. Nếu đã có nửa kia, bạn và người ấy đều cần phải học cách thấu hiểu và bao dung cho nhau nhiều hơn, có như vậy thì tình cảm lứa đôi mới lâu bền.<br/><br/>&emsp;Về phương diện tình chính, cung hoàng đạo này không nên vội vàng đầu tư vào thời điểm này, hãy bình tĩnh chờ đợi một thời cơ thích hợp hơn. Nếu bạn muốn làm giàu thì không nên ham cái lợi trước mắt mà cần phải hướng vào sự ổn định và bền vững. Bên cạnh đó, chuyện chi tiêu cũng cần có kế hoạch hợp lý hơn.<br/><br/>&emsp;Tình hình sức khỏe trong tháng này khá tốt. Bạn không cần phải lo lắng quá nhiều về thể trạng của mình, ngoài ra chú ý chăm chỉ vận động để tăng cường sự dẻo dai cho cơ thể. Việc này cũng giúp bạn giải thỏa căng thẳng, áp lực trong công việc cũng như cuộc sống rất tốt đấy.<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng tháng cho thấy cả tình cảm và sự nghiệp của Nhân Mã đều có bước tiến triển đáng kể, thậm chí bạn còn có cơ hội gặp gỡ được quý nhân. thái độ làm việc của bạn rất chăm chỉ và tích cực, nhờ vậy mà bạn nhận được sự đánh giá cao của cấp trên.<br/><br/>&emsp;Các bạn còn độc thân mở lòng hơn với những đối tượng tiếp cận mình, nhờ đó bạn có một vài mối quan hệ khá triển vọng. Nếu đã có nửa kia, bạn và người ấy luôn tin tưởng vào nhau, có việc gì, dù lớn hay nhỏ, đôi bên cũng cùng thảo luận để đưa ra ý kiến thống nhất.<br/><br/>&emsp;Đối với vấn đề tài chính, người theo nghiệp kinh doanh buôn bán cần tránh đầu tư mù quáng, nếu không bạn sẽ bị lỗ vốn to đấy. Trong khi đó, nguồn thu nhập của người làm công ăn lương khá ổn định, nhìn chung là đủ ăn đủ tiêu, tuy không dư dả những bạn cũng cảm thấy tạm hài lòng.<br/><br/>&emsp;Khi bắt tay vào làm việc gì, bạn cũng cần phải hết sức chú ý và cẩn thận, nếu không bạn sẽ vô tình bị thương đấy. Tình hình sức khỏe tháng này tương đối tốt, chỉ cần bạn duy trì được thói quen ăn uống, sinh hoạt đều đặn, khoa học là thể chất và tinh thần cải thiện đáng kể đấy.<br/><br/>",
	"MaKet":"&emsp;Trong khoảng thời gian này, những điều Ma Kết mong muốn dần dần trở thành hiện thực, bạn có thể thực hiện mọi điều với một tâm trạng rất nhẹ nhàng thoải mái. Vạn có thể gặp gỡ quý nhân, khiến sự nghiệp có những bước phát triển thuận lợi đến mức đáng ghen tị.<br/><br/>&emsp;Chuyện tình cảm không được suôn sẻ. Chòm sao này còn độc thân có vẻ quá khép kín nên dù có đang đem lòng yêu mến ai cũng không dám kéo gần khoảng cách giữa cả hai. Nếu đã có nửa kia, hai bạn có thể hiểu nhầm nhau vì một chuyện gì đó. Đôi bên đều cần khoảng thời gian yên tĩnh để suy nghĩ lại.<br/><br/>&emsp;Tình hình tài chính có dấu hiệu chuyển biến tích cực. Bạn có thể tìm được một vài cơ hội đầu tư sáng giá nhờ có con mắt tinh đời của mình, nhờ vậy mà thu về lợi nhuận lớn, tiền bạc khá dư dôi. Tuy nhiên bạn cũng cần chú ý đến việc chi tiêu của mình, chỉ nên mua những thứ thực sự cần thiết thôi nhé.<br/><br/>&emsp;Về phương diện sức khỏe trong tháng rất tốt. Nhờ việc chăm chỉ thể dục, thể thao nên bạn có một cơ thể khá khỏe mạnh, giúp bạn sẵn sàng tham gia mọi hoạt động mình yêu thích. Ngoài ra, bạn nên hạn chế thức quá khuya hay làm việc quá sức kẻo ảnh hưởng đến thân thể nhé.<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 con cung hoàng đạo nói rằng có thể sẽ có một vài rắc rối xảy ra với Bảo Bình trong tháng này. Điều bạn cần làm là giữ một trạng thái tâm lý bình tĩnh, tích cực. Bạn luôn cố gắng khắc phục mọi khó khăn mình gặp phải, nhờ thế mà cấp trên đánh giá bạn rất cao.<br/><br/>&emsp;Về phương diện tình cảm, những bạn còn độc thân có cơ hội quay trở lại với người cũ, quyết định thế nào hoàn toàn nằm trong tay bạn. Nếu đã có nửa kia, những mâu thuẫn trước đây của bạn và đối phương đã được hóa giải, hai người tận hưởng cảm giác vui vẻ, ngọt ngào như thuở ban đầu.<br/><br/>&emsp;Tình hình tài chính của cung hoàng đạo này về cơ bản là ổn định trong suốt tháng này. Tuy nhiên bạn chú ý có kế hoạch chi tiêu hợp lý, bởi bạn cũng chẳng kiếm được bộn tiền đâu. Nên hạn chế những khoản chi lặt vặt không cần thiết bởi chúng tốn một khoản kha khá đấy.<br/><br/>&emsp;Về phương diện sức khỏe của bạn không có vấn đề gì nghiêm trọng. Nếu bạn muốn rèn luyện sức khỏe thì cũng cần dựa theo thể trạng của mình, đừng quá sức nhé, không phải cứ bài tập nặng là tốt đâu. Hãy lựa sức mình để có cách cải thiện thể chất phù hợp và hiệu quả nhé.<br/><br/>",
	"SongNgu":"&emsp;Tâm trạng của Song Ngư có vẻ khá vui vẻ tích cực vào thời điểm này, chính vì vậy mà mọi việc cũng có những bước chuyển tươi sáng hơn. Bạn gặp khá nhiều may mắn trong công việc tháng này. Thái độ tích cực, cầu tiến và ham học hỏi cũng góp phần lớn vào việc này đấy.<br/><br/>&emsp;Nếu còn độc thân, cung hoàng đạo này khá cởi mở trong chuyện tình cảm, bạn tạo cơ hội cho những đối tượng có ý định tiếp cận mình để có thể biết được ai là người phù hợp. Nếu đã có nửa kia, bạn và người ấy cần trò chuyện với nhau nhiều hơn để càng thêm thấu hiểu.<br/><br/>&emsp;Về phương diện tài chính của bạn có vẻ khá dư dả vào thời điểm này. Bạn có thể được nhận một phần thưởng nào đó nhờ những công sức, nỗ lực đã bỏ ra trước đó. Tiền bạc rủng rỉnh, chòm sao này có thể nuông chiều bản thân một chút để động viên, khích lệ tinh thần của mình.<br/><br/>&emsp;Tình hình sức khỏe không được ổn định cho lắm. Bạn cần phải chú ý rèn luyện thói quen bảo vệ thân thể, đừng nghĩ rằng mình còn trẻ, còn khỏe mà chủ quan, lơ là. Cơ thể chúng ta cũng như cái cây vậy, nếu không chăm bẵm mỗi ngày thì không thể nào khỏe mạnh được.<br/><br/>"
    },
"20200910": {
    "Ty":"&emsp;Tuổi Tý gặp ngày Tam Hợp nên gặp nhiều may mắn, mọi việc tiến hành đều suôn sẻ. Con giáp này đón nhận niềm vui nho nhỏ đến từ những người xung quanh, nhờ thế mà tinh thần cũng phấn chấn, thoải mái hơn hẳn. Bản mệnh nỗ lực hết mình để chứng minh năng lực của bản thân.<br/><br/>&emsp;Đường công danh sự nghiệp phát triển tốt, người tuổi Tý có cơ hội được đảm nhận nhiều trọng trách, cải thiện quy mô công việc hoặc đầu tư vào lĩnh vực mới. Trong quá trình này cần có sự chung tay, hỗ trợ của nhiều người bên cạnh, vì vậy con giáp này cần chú trọng mở rộng quan hệ xã giao giúp ích cho công việc<br/><br/>&emsp;Song vì ngày ngũ hành bất hòa lại thêm với công việc bận rộn nên bản mệnh cảm thấy mệt mỏi hơn đôi chút. Thân thể bắt đầu tình trạng uể oải, mệt mỏi, chán ăn vào cuối ngày. Song con giáp này cũng không nên bỏ bữa để đi ngủ ngay mà cần ăn nhẹ nhàng, vận động cơ thể một chút sẽ có giấc ngủ sâu hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tị<br/><br/>",
	"Suu":"&emsp;Theo tử vi phương Đông 12 con giáp cho thấy tuổi Sửu đối mặt với cục diện Tương Xung nên dễ vướng vào mâu thuẫn, cãi vã với người khác. Bản mệnh khá nóng tính, bảo thủ, luôn muốn bảo vệ quan điểm của mình nên dễ khiến sự việc theo chiều hướng căng thẳng, thậm chí là va chạm tổn thương.<br/><br/>&emsp;Con giáp này gặp phải nhiều chuyện xui xẻo cũng vì ngày Sửu Thìn tương phá, công việc gặp phải nhiều chuyện trục trặc. Người tuổi Sửu nỗ lực nhưng đều không được đền đáp. Có điềm báo tiểu nhân đang bày mưu hãm hại, bản mệnh cần phải cảnh giác hơn trong các mối quan hệ xung quanh.<br/><br/>&emsp;Không phải ai cũng thật lòng thật dạ đâu. Đừng tự cho tất cả mọi người là con giáp này mà chính mình phải trả giá đắt. Trước khi quyết định việc gì quan trọng, bản mệnh nên tham khảo ý kiến của người thân. Gia đình chính là nơi đáng tin cậy và luôn đưa ra những lời khuyên tốt nhất đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Thân<br/><br/>",
	"Dan":"&emsp;Tử vi ngày 10/9/2020 cho biết vận trình công danh sự nghiệp của tuổi Dần trong ngày khá suôn sẻ, thuận lợi. Mặc dù con giáp này không có kế hoạch thay đổi công việc nhưng sẽ bất ngờ nhận được quyết định phân công công tác có lợi, phát huy được thế mạnh và năng lực của bản thân.<br/><br/>&emsp;Mọi thứ tiến triển vô cùng tốt đẹp, người tuổi Dần cũng được được nhiều bước tiến mới. Hơn nữa, bản mệnh còn được quý nhân giúp đỡ, chỉ cần làm việc chăm chỉ, có trách nhiệm, sáng tạo thì đường phát triển trong tương lai ngày càng tươi sáng, được đồng nghiệp ngưỡng mộ, cấp trên coi trọng.<br/><br/>&emsp;Tuy nhiên đường tình duyên không được như ý, một phần là do con giáp này không có nhiều thời gian để quan tâm, còn lại do thái độ đối với việc yêu đương không mấy nghiêm túc. Bản mệnh xem các mối quan hệ đang có chỉ là tạm thời và mục đích thư giãn chứ không muốn duy trì lâu dài.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Tuất<br/><br/>",
	"Meo":"&emsp;Xem tử vi trực tuyến 12 con giáp tuổi Mão trong ngày Mão Thìn tương hại, tuổi Mão được nhắc nhở nên cẩn trọng có tiểu nhân quấy phá hoặc hãm hại sau lưng. Đường tài lộc của con giáp này bị ảnh hưởng nằng nề, không chỉ hao hụt nguồn thu nhập hiện tại mà rất có thể còn bị mất tiền oan hay đầu tư thua lỗ.<br/><br/>&emsp;Người tuổi Mão cần chuẩn bị phương án đối phó kỹ càng tránh rơi vào thế bị động, ngoài ra cũng nên chú ý vấn đề thời gian, kiểm tra giấy tờ, sổ sách hay những vấn đề liên quan đến tiền bạc. Thời điểm này hãy tự mình làm chủ chứ dừng quá tin tưởng vào người khác, tự mình làm sẽ an tâm hơn nhiều.<br/><br/>&emsp;May mắn là bản mệnh luôn có chỗ dựa vững chắc là các thành viên trong gia đình, hoàn toàn có thể chia sẻ bớt gánh nặng trong lòng với họ. Con giáp này còn nhận được lộc từ người nhà, có thể là được cho tiền hoặc giúp đỡ giải quyết khó khăn mà không cần báo đáp.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Hợi<br/><br/>",
	"Thin":"&emsp;Tuổi Thìn trở nên hiếu thắng và cố chấp hơn hẳn. Bản mệnh làm việc chắc chắn, ổn định nhưng đôi lúc còn kém linh hoạt. Hơn thế nữa lại không chịu tiếp thu ý kiến của mọi người nên dù làm việc vất vả mà hiệu quả không cao, tự con giáp này hạn chế khả năng phát triển của bản thân.<br/><br/>&emsp;Bản mệnh dễ đắc tội với không ít người khi mà ép mọi người phải làm theo ý của mình. Độc đoán và cứng nhắc, đó có thể là lời bình phẩm về người tuổi Thìn. Đừng để đến lúc thất bại tất cả cùng quay ra chỉ trích. Con giáp này nên sớm cải thiện để không mắc phải sai lầm không đáng có.<br/><br/>&emsp;Bù lại vận trình tài lộc trong ngày khá sáng, thu nhập ổn định. Dù công việc không được suôn sẻ cho lắm nhưng công sức của bản mệnh thời gian vừa qua cũng không phải ít. Thời gian tới cũng không có quá nhiều khoản phải chi tiêu nên con này có thể tiết kiệm được một số tiền kha khá.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Ti":"&emsp;Vận trình công danh sự nghiệp của tuổi Tị trong ngày hanh thông, thuận lợi hơn nhiều. Con giáp này được đồng nghiệp và cấp trên nhiệt tình hỗ trợ, đối tác thường xuyên trao đổi giúp cho công việc ngày càng thăng tiến, có hướng đi mới đầy triển vọng. Bản mệnh chỉ cần thể hiện tốt năng lực của mình mà thôi.<br/><br/>&emsp;Nhất là với những người đang theo đuổi danh vọng, chức quyền thì càng có được lợi thế trong ngày. Người tuổi Tị có cơ hội cạnh tranh công bằng, không sợ thua kém bất kì ai, thế nhưng cũng không nên quá nóng vội, tham lam mà hành xử thiếu suy nghĩ để ảnh hưởng tới tương lai nhé.<br/><br/>&emsp;Con giáp này dành nhiều thời gian cho công việc nên có phần xao nhãng chuyện tình cảm. Người ấy tuy hiểu và thông cảm nhưng khó tránh khỏi những lúc chạnh lòng vì mãi chỉ quanh quẩn một mình. Bản mệnh cần sắp xếp, phân bổ thời gian sao cho hợp lí, cân bằng các phương diện trong cuộc sống tốt hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Hợi<br/><br/>",
	"Ngo":"&emsp;Tử vi ngày mới cho thấy tuổi Ngọ có một ngày vô cùng thuận lợi. Con giáp naày xây dựng được những mối quan hệ xã giao tốt đẹp, luôn sẵn sàng giúp đỡ và quan tâm đến mọi người. Chính vì thế bản mệnh tin rằng nếu mình có gặp khó khăn, chắc chắn cũng sẽ có nhiều người dang tay giúp đỡ.<br/><br/>&emsp;Con giáp này được quý nhân chỉ đường dẫn lối nhận ra được định mệnh của đời mình. Người tuổi Ngọ không phải mất quá nhiều thời gian để chinh phục đối phương. Không phải ai cũng may mắn như vậy khi tìm được người yêu và hiểu mình, song bản mệnh biết rằng phải vun đắp thì tình yêu mới được bền lâu.<br/><br/>&emsp;Một ngày làm việc hăng say kết thúc, co ngiaps này nên lui tới những nơi thanh tịnh hoặc yên tĩnh để thư giãn đầu óc. Ngoài ra bản mệnh cũng có thể tự học các bộ môn như yoga hay thiền để tĩnh tâm, rèn luyện khả năng bình tĩnh, đặc biệt nó cũng rất có lợi cho sức khỏe, tinh thần đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Mùi<br/><br/>",
	"Mui":"&emsp;Tử vi 12 con giáp ngày, đường tài lộc của tuổi Mùi gặp phải không ít khó khăn, trở ngại. Thậm chí con giáp này còn bị hao tốn tiền của mà không giải quyết được vấn đề gì. Bản mệnh là người thẳng thắn, nhiệt tình nhưng cũng chính là điểm yếu khi quá nhẹ dạ cả tin nên bị kẻ tiểu nhân lợi dụng.<br/><br/>&emsp;Con giáp này dễ tin người nên để kẻ xấu dụ dỗ tiêu tốn một khoản tiền không nhỏ mà chẳng hề hay biết. Bản mệnh cần tỉnh táo hơn trên nhiều phương diện để tránh lặp lại chuyện này quá nhiều lần. Ngũ hành sinh xuất nên người tuổi Mùi gặp phải những tổn thương trong chuyện tình cảm.<br/><br/>&emsp;Dù con giáp này đã cho đi rất nhiều nhưng không có nghĩa là cũng nhận lại được như thế. Bản mệnh cảm thấy chán nản khi tình cảm của mình không được trân trọng, trong khi đó người ấy lại thấy ngột ngạt và khó chịu vì sự quan tâm có phần thái quá, kiểm soát của tuổi Mùi.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Tuất<br/><br/>",
	"Than":"&emsp;Tử vi hàng ngày 12 con giáp nói rằng tuổi Thân nhờ cục diện Tam Hợp nên mọi việc khá suôn sẻ, nhất vận tài lộc. Các lĩnh vực con giáp này muốn đầu tư, hợp tác đều tiến triển tốt đẹp nên thu nhập đều đặn, một vài người có lộc trời ban, nhận được số tiền không nhỏ. Nếu bản mệnhbiết tích lũy thì càng tốt hơn nữa.<br/><br/>&emsp;Vận trình tình duyên vượng sắc, người tuổi Thân hãy mở rộng xã giao, làm quen nhiều hơn với những người có cùng đam mê thì sự nghiệp trong tương lai sẽ còn thuận lợi nữa. Tuy nhiên điều này sẽ tốt với người độc thân hơn, đối với các cặp đối thì nên chú ý giữ khoảng cách để tránh gây hiểu lầm.<br/><br/>&emsp;Ngoài ra bản mệnh nên chú ý vấn đề đi lại vì không thuận lắm, có điềm báo huyết quang do bị vấp ngã, xô đẩy dẫn đến. Khi đi đường con gáp này cần nhìn trước ngó sau, hạn chế xuất hành đi xa trong ngày này, tới những nơi đông đúc hoặc có địa hình hiểm trở, phức tạp để đảm bảo an toàn cho bản thân.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Tý<br/><br/>",
	"Dau":"&emsp;Tử vi hàng ngày 12 con giáp, vận trình tình cảm của tuổi Dậu vô cùng êm đẹp, con giáp này nên chuẩn bị sẵn tinh thần đề chờ đón niềm vui đến với mình. Quý nhân đem đến mối nhân duyên tốt lành và mang lại may mắn cho bản mệnh nữa, nhìn chung không khí vui vẻ đang ngập tràn trong cuộc sống.<br/><br/>&emsp;Cũng nhờ các mối quan hệ có ích nên công việc thuận lợi hơn hẳn. Con giáp này nhờ quen biết nên đường sự nghiệp cũng bằng phẳng và dễ đi hơn nhiều. Đường công danh sự nghiệp đang tiến triển suôn sẻ. Người tuổi Dậu cần giữ vững quan điểm của mình, theo đuổi con đường mình đã chọn.<br/><br/>&emsp;Về phương diện tài lộc khá ổn định, nguồn thu cũng đến từ công việc chính là chủ yếu. Con giáp này chớ nên suy nghĩ quá nhiều mà hãy tập trung làm tốt việc của mình, đừng đứng núi này trông núi nọ. Ngoài ra, bản mệnh cũng cần phải chú ý đến việc nghỉ ngơi, ăn uống, đừng tham công tiếc việc mà kiệt sức nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Thìn<br/><br/>",
	"Tuat":"&emsp;Người tuổi Tuất gặp ngày Tuất Thìn tương xung nên có thể gặp chút trở ngại trong công việc, nhất là những người phải làm việc tập thể hay cần hợp tác với người khác. Con giáp này dễ nảy sinh bất đồng, cãi vã với đồng nghiệp vì không chung quan điểm hoặc cạnh tranh lẫn nhau nên hiệu suất bị giảm sút đáng kể.<br/><br/>&emsp;Vì thế mà vận trình tài lộc lộc cũng bị ảnh hưởng ít nhiều, bản mệnh hoàn toàn bị động và phải tốn khá nhiều thời gian để giải quyết rắc rối nên không còn tâm trí để kiếm tiền nữa. Nếu tuổi Tuất không vượt qua được thử thách lần này thì tình hình sẽ ngày càng đi theo chiều hướng tồi tệ hơn mà thôi.<br/><br/>&emsp;Con giáp này có thể giảm căng thẳng, mệt mỏi, lấy lại tinh thần bằng cách vận động nhẹ nhàng. Nếu bản mệnh cảm thấy áp lực quá mà chưa tìm được cách xử lý thì nên ra ngoài vận động, chơi thể thao, biết đâu khi đầu óc được thư giãn sẽ nảy ra được ý tưởng độc đáo nào nào đó thì sao.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Tuất<br/><br/>",
	"Hoi":"&emsp;Tử vi phương Đông chỉ ra rằng có vận trình sự nghiệp của tuổi Hợi vẫn tiến triển tốt đẹp, con giáp này nên tập trung làm việc và cố gắng phát huy thế mạnh bản thân và chớ nên sa đà vào những chuyện bao đồng. Bản mệnh chớ nên bàn tán, mải mê vấn đề khác mà sớm hoàn thành sớm nhiệm vụ sẽ tốt hơn.<br/><br/>&emsp;Trong ngày có điềm kẻ tiểu nhân rắp tâm bày mưu hãm hại, không cho người tuổi Hợi được thỏa ý nguyện. Xung đột lợi ích khiến những kẻ xấu bụng chẳng ngại ngần bất cứ điều gì, chỉ cần gây khó khăn hạ bệ, ngáng trở bước tiến của con giáp này trên con đường phía trước là nhanh chóng chớp thời cơ.<br/><br/>&emsp;Đường tình duyên cũng có dấu hiệu rạn nứt khiến bản mệnh không khỏi đau đầu, mệt mỏi. Giữa lúc mọi sự rối ren, người ấy chẳng hề thông cảm mà còn cố tình gây sự, tranh cãi khiến cho bản mệnh thêm chán nản, không còn tâm trí đâu để giải quyết ổn thỏa những rắc rối đó nữa.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Tý<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 5 ngày 10/9/2020 của 12 cung hoàng đạo dự báo ngày mới của Bạch Dương vẫn diễn ra ổn định, nhưng hơi tẻ nhạt một chút. Hãy tận dụng thời gian nảy để củng cố quan hệ cũ, làm mới chuyện tình cảm của mình. Bạn có thể lên kế hoạch đi chơi xa hoặc hẹn hò ở địa điểm mới nào đó chẳng hạn.<br/><br/>&emsp;Sự khoa trương có thể khiến một việc chưa kịp bắt đầu đã kết thúc thảm hại. bạnnene kín đáo hơn trong cả lời nói và hành động, tập trung vào việc cần làm thì tương lai sẽ có kết quả khả quan hơn. Thái độ khiêm tốn sẽ giúp chòm sao này tiến xa hơn, chớ nên tự đắc quá sớm nhé.<br/><br/>&emsp;Về phương diện sức khỏe của bạn thời gian này khá tốt, không ốm đau bệnh nặng gì nhưng cơ thể sẽ cảm thấy chụt uể oải và mệt mỏi nhẹ do thời tiết thay đổi thất thường. Với biểu hiện này, bạn chỉ cần chú ý duy trì chế độ sinh hoạt, luyện tập đều đặn và tránh thức quá khuya là được.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 10/9/2020: 13, 42<br/><br/>",
	"KimNguu":"&emsp;Theo tử vi 12 chòm sao, Kim Ngưu có khả năng đánh giá rất tốt, thích hợp để đưa ra những quyết định quan trọng và lập kế hoạch dài hạn. Ngoài ra bạn cũng đừng quên tạo dựng mối quan hệ xã giao cho mình, việc có nhiều mối liên hệ với có thể giúp ích cho bạn rất nhiều trong công việc.<br/><br/>&emsp;Bạn hãy mạnh dạn thay đổi, tạo ra những bước phát triển mới trong công việc. Chỉ khi cung hoàng đạo này dám thử thách bản thân mới có thêm cơ may đạt được thành công hơn nữa. Bạn cần phải hiểu rõ năng lực của mình, biết mình có thế mạnh ở đâu để phát huy, khiếm khuyết ở đâu để cải thiện.<br/><br/>&emsp;Khi cảm thấy mệt mỏi, bạn có xu hướng nuông chiều bản thân bằng việc vung tiền mua những yêu thích. Bạn muốn tận hưởng cuộc sống là tốt, nhưng dù sao vẫn nên tiết kiệm hơn là chi tiêu hoang phí. Hãy tự tạo cho mình thói quen tốt như luyện tập thể thao vừa cải thiện sức khỏe lẫn tinh thần.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 10/9/2020: 23, 34<br/><br/>",
	"SongTu":"&emsp;Tử vi ngày mới, Song Tử đón ngày mới với sức sống dồi dào, nhanh nhẹn, ứng phó linh hoạt trong mọi tình huống và kiềm chế cảm xúc rất tốt. Đây chính là điều hướng bạn tới sự chuyên nghiệp trong công việc và nghiêm túc trong chuyện tình cảm. Chính vì thế mà mọi người đều nhận thấy ở bạn sự chủ động và tích cực.<br/><br/>&emsp;Mặc dù có đôi lúc bạn vẫn thích làm loạn, hành động bốc đồng nhưng trí tuệ đã kiểm soát được và giúp bạn không gây ra sai lầm đáng tiếc. Không những thế, sự hài hước vui vẻ của chòm sao này còn tạo được ấn tượng tốt, mối quan hệ thân thiết với nhiều người, có lợi cho sự nghiệp của bạn.<br/><br/>&emsp;Trong chuyện tình yêu, thái độ của bạn thay đổi rõ rệt, bạn không còn chạy theo những mối tình chớp nhoáng, phù phiếm như trước đây mà muốn có một mối quan hệ lâu dài và sâu sắc hơn. Đây chính là yếu tố giúp bạn nhận được sự tin tưởng và thiện cảm từ đối tượng mà mình đang thầm thương.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 10/9/2020: 14, 26<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 chòm sao cho thấy Cự Giải vì muốn chứng tỏ sức mạnh và đạt được thành tựu nhanh chóng mà bạn ép bản thân phải thích nghi với điều kiện mới quá nhanh. Bạn bỗng trở nên cầu toàn một cách tiêu cực. Có lẽ thế mà bạn không dám đối mặt với thử thách và giành lấy cơ hội cho mình.<br/><br/>&emsp;Tuy nhiên làm gì cũng cần thời gian, đừng tự tạo áp lực mà khiến bản thân kiệt sức. Cung hoàng đạo này khao khát được yêu thương, gần gũi với nửa kia của mình nhưng hoàn cảnh đang không cho phép. Mối quan hệ giữa bạn và người ấy gặp chút ngáng trở, bạn cảm nhận được bức tường vô hình giữa hai người.<br/><br/>&emsp;Thế nhưng không biết phải bắt đầu từ đâu để tháo gỡ được rào cản đó. Bạn biết tình cảm mà hai người dành cho nhau còn rất nhiều, đôi bên cũng muốn ở bên nhau, nhưng nếu không nhanh chóng hóa giải khoảng cách đó thì có thể sẽ dần xa cách. Hãy bắt đầu từ những việc đơn giản nhất đó chính là trò chuyện thẳng thắn.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 10/9/2020: 24, 32<br/><br/>",
	"SuTu":"&emsp;Tử vi ngày 10/9/2020 của 12 chòm sao, tài chính của Sư Tử có dấu hiệu chuyển biến tích cực, chẳng mấy chốc sẽ nhận được tin vui tiền bạc. Nhưng khi có tiền cũng đừng hoang phí chi tiêu hoang phí, bạn nên cân bằng các khoản hợp lý hơn vì tương lai còn rất nhiều tình huống khó lường trước cần dùng đến đấy.<br/><br/>&emsp;Bạn có một trái tim ấm áp, yêu thương nồng nàn. Điều này giúp cho các mối quan hệ nhất là tình cảm đôi lứa trở nên sâu nặng hơn bao giờ hết. Cung hoàng đạo này cho đối phương thấy được cảm giác an toàn và sự quan tâm chăm sóc cần thiết để tình yêu không bị nguội lạnh, phai nhạt.<br/><br/>&emsp;Hơn thế nữa, quan hệ với các thành viên trong gia đình cũng rất hài hòa. Hãy tận hưởng sự ấm áp với những người mình yêu thương. Ngoài ra, bạn cũng muốn thành thời gian ở nhà nhiều hơn, tạm thời tránh xa những xô bồ, căng thẳng của cuộc sống. Bởi người thân chính là chỗ dựa vô cùng vững chắc cho bạn.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 10/9/2020: 2, 26<br/><br/>",
	"XuNu":"&emsp;Xử Nữ sẽ có một ngày hạnh phúc trong tình yêu. Những người đã có đôi có cặp cho thấy sự ăn ý, hiểu nhau đến từng hành động và cử chỉ nhỏ nhất. Ở bên người ấy bạn được là chính mình, thoải mái bộc lộ cái tôi, nhưng cũng không để cho nó ảnh hưởng đến mối quan hệ tình cảm của cả hai khi biết tiết chế đúng lúc.<br/><br/>&emsp;Trong công việc, cung hoàng đạo này may mắn gặp được người tận tình giúp đỡ nên dù có khó khăn cũng không phải vất vả quá nhiều. Vốn dĩ bạn không có quá nhiều tham vọng, năng lực lại lớn nên có thể giành được thành công một cách dễ dàng. Tuy nhiên bạn cần có cách kiểm soát tiền bạc tốt hơn, đừng để chuyện chi tiêu khiến bạn dần mất kiểm soát.<br/><br/>&emsp;Vẫn biết tiền kiếm ra là để tiêu, là tận hưởng những công sức, mồ hôi nước mắt của mình là chính đáng nhưng đừng chi tiêu hoang phí mà vẫn phải tiết kiệm để đề phòng trường hợp khó khăn hay sự số bất ngờ xảy ra. Khi đó bạn nhìn lại sẽ cảm thấy thật sáng suốt khi đã tích lũy được số tiền này.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 10/9/2020: 3, 38<br/><br/>",
	"ThienBinh":"&emsp;Tử vi phương Tây 12 cung hoàng đạo cho biết công việc của Thiên Bình diễn ra khá trôi chảy. Bạn có nguồn năng lượng dồi dào, tập trung toàn lực để làm việc để đạt được mục tiêu như mong muốn. Nhưng bạn đừng ép buộc bản thân quá mà không để tâm tới sức khỏe, hiệu quả công việc sẽ bị giảm sút đấy.<br/><br/>&emsp;Tài chính có dấu hiệu hao hụt, nếu bạn vội vàng tin vào lời người khác mà dốc tiền đầu tư không suy nghĩ. Đây chính là bài học lớn về sự cả tin cho bạn, chỉ nên tin vào chính mình chứ đừng tin ai mù quáng. Trước khi đưa ra bất kì quyết định gì, chòm sao này cần phải tìm hiểu và suy tính kĩ càng.<br/><br/>&emsp;Trong chuyện tình cảm bạn biết điều gì sẽ khiến cho đối phương rung động, thế nên có kế hoạch chu đáo rõ ràng để chinh phục. Mà một khi bạn đã giăng bẫy thì khó ai có thể thoát được lắm đấy. Thế nhưng nếu đó là tình cảm chân thành và thái độ nghiêm túc bắt đầu mối quan hệ yêu đương nào đó.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 10/9/2020: 18, 29<br/><br/>",
	"BoCap":"&emsp;Công việc của Bọ Cạp có những bước tiến mới. Bạn tự tìm tòi và khám phá thêm khả năng của bản thân, từ đó biết hướng đi mới cho mình. Có rất nhiều cơ hội đang mở ra, chỉ chờ bạn lựa chọn mà thôi. Hãy tập trung dồn sức cho công việc nhé bởi đây chính là thời điểm tuyệt vời cho bạn thể hiện mình đó.<br/><br/>&emsp;Ai có năng lực gì thì làm tốt việc của mình, thời gian rảnh thì học hỏi thêm kinh nghiệm, kiến thức từ người khác sẽ rất có ích. Tình hình tài chính khá khả quan bởi cung hoàng đạo này không dễ để cho tiền bạc vuột khỏi tay mình. Nếu biết cách đầu tư sẽ giúp tiền bạc sinh sôi nảy nở nhiều hơn.<br/><br/>&emsp;Sau khi hoàn thành công việc, cuối ngày bạn nên dành thời gian cùng nửa kia hẹn hò để giải tỏa căng thẳng cũng như gắn kết tình cảm của hai người nhiều hơn. Tình yêu luôn cần được nuôi dưỡng như thế, dù ở bên nhau không nhiều nhưng cũng giúp tình cảm thăng hoa.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 10/9/2020: 1, 10<br/><br/>",
	"NhanMa":"&emsp;Nhân Mã đứng trước các vấn đề hãy nhìn nhận một cách tích cực và thoải mái hơn. Nếu người khác muốn nêu cao quan điểm của họ thì cũng đừng bất ngờ, người ta khác bạn không có nghĩa là bạn đúng, họ sai. Mỗi người có một cách nhìn nhận sự việc hoàn toàn khác nhau vì vậy đừng gây căng thẳng làm gì.<br/><br/>&emsp;Đôi khi việc giữ im lặng về những suy nghĩ của mình có thể tạo ra những trở ngại trong chuyện tình cảm. Hãy thẳng thắn bày tỏ quan điểm nếu cảm thấy không hài lòng. Điều này sẽ giúp chòm sao này nhẹ lòng hơn, đối phương cũng hiểu hơn về bản thân để nỗ lực sửa đổi theo hướng tích cực.<br/><br/>&emsp;Dường như bạn đang giữ tâm thế băng băng tiến về phía trước, không gì có thể ngăn cản được. Cách chi tiêu và quản lý tài chính của bạn rất đáng để người khác nể phục và học tập, nếu duy trì được điều đó cùng với việc tích lũy sẽ giúp bạn đạt được thành quả rất khả quan.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 10/9/2020: 15, 26<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 chòm sao nói rằng Ma Kết có thể gặp vài rắc rối trong công việc. Nhắc nhở chòm sao này nên kiểm soát cảm xúc bản thân, đừng để sự nóng nảy, tức giận khiến mâu thuẫn nảy nở, kế hoạch cũng vì thế mà bị ảnh hưởng, trì trệ. Đôi khi trong một tập thể chúng ta cần phải biết đặt lợi ích chung lên hàng đầu chứ không thể cứ mãi làm theo ý của mình.<br/><br/>&emsp;Cung hoàng đạo này đừng để những suy nghĩ chủ quan của bản thân ảnh hưởng tới mọi người, có nhiều cách để xử lý vấn đề, điều này phụ thuộc vào quyết định của chính bạn. Chuyên tình cảm cũng không được suôn sẻ cho lắm, bạn khá cố chấp và chỉ muốn người ấy làm theo ý thích của mình mà thôi.<br/><br/>&emsp;Tuy nhiên điều này cũng không mang lại niềm vui cho bạn, bởi không ai muốn bị người khác điều khiển và sự nhẫn nhịn của đối phương cũng có giới hạn mà thôi. Đến khi quá sức chịu đựng, người ấy sẽ phản ứng cũng là điều dễ hiểu. Đừng để sự ích kỉ của mình phá hoại đi mối quan hệ này nhé.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 10/9/2020: 9, 21<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình tinh tế và thấu hiểu tâm lý cần thiết để có thể đưa ra những lời khuyên có ích và an ủi người khác. Cũng vì thế mà mọi người tìm đến bạn để chia sẻ, lắng nghe lời khuyên, tư vấn, tìm kiếm sự yên bình. Ngay cả khi rơi vào hoàn cảnh khó khăn cũng không lo không có sự giúp đỡ.<br/><br/>&emsp;Về phương diện tài chính, cung hoàng đạo này nên tham khảo ý kiến của mọi người để hiểu rõ hơn về những khoản thu chi của mình có thực sự hợp lý hay không. Đừng vội vàng bác bỏ ý kiến của người khác bởi nó thực sự hữu ích với bạn lúc này đấy. Hãy lắng nghe với thái độ tích cực nhé.<br/><br/>&emsp;Dù mới yêu hay đã yêu lâu thì bạn cũng nên để tâm vào chuyện tình cảm của mình hơn. Đừng vì cuộc sống nhiều lo toan, bộn bề mà lấy đó làm lí do để bỏ bê không quan tâm, chăm sóc. Đối phương cũng sẽ cảm thấy hụt hẫng và thất vọng. Tình yêu cũng cần phải bồi dưỡng nếu không nó có thể chết đi bất cứ lúc nào.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 10/9/2020: 5, 17<br/><br/>",
	"SongNgu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo chỉ ra rằng Song Ngư và người ấy đang có những ngày tháng vô cùng hạnh phúc, ngọt ngào bên nhau khi cả hai dù có những mục tiêu riêng cần phấn đấu nhưng vẫn hỗ trợ để cùng nhau hoàn thành. Hai người thực sự trân trọng những gì mình đang có.<br/><br/>&emsp;Dù cuộc sống còn nhiều khó khăn nhưng bạn vẫn cảm nhận rõ được hai người luôn có sự đồng điệu trong tâm hồn và đó chính là động lực vươn lên tốt hơn. Trong tình yêu không thể thiếu đi sự thấu hiểu và chia sẻ, bạn và nửa kia của mình may mắn có được điều này nên tình cảm ngày càng bền chặt.<br/><br/>&emsp;Bạn đang rất tự hào về thành tích mà mình đạt được trong công việc. Chòm sao này đã quyết định đúng, lắng nghe ý kiến của những người nhưng không bỏ qua chính kiến của mình, kết hợp cả hai với nhau để có kết quả tốt nhất. Nhờ thái độ ham học hỏi và nỗ lực hết mình mà bạn đã có được thành công.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 10/9/2020: 4, 12<br/><br/>"
    },
"20200911": {
    "Ty":"&emsp;Tử vi 12 con giáp nói rằng vận trình công danh sự nghiệp của tuổi Tý có những khởi đầu tốt đẹp và hy vọng sẽ mang đến cho con giáp này những kết quả tốt và nguồn thu nhập bất ngờ trong thời gian tới. Điều quan trọng nhất là bản mệnh đã có đường hướng để phấn đấu và nỗ lực.<br/><br/>&emsp;Tuy nhiên, người tài giỏi thường dễ bị ghen ghét, đố kị, trong khi con giáp này vô tư, cởi mở kết giao không ít người trong đó vô tình có cả những kẻ tiểu nhân. Ban đầu họ tiếp cận người tuổi Tý chỉ với mục đích lợi dụng nhưng sau đó sẽ tìm cách hạ bệ, lợi dung để biến thành cơ hội thăng tiến cho bản thân.<br/><br/>&emsp;Ngũ hành xung khắc cũng ảnh hưởng đến đường tình duyên của bản mệnh. Mâu thuẫn giữa các cặp đôi liên tiếp xảy ra, ngày này qua ngày khác không giải quyết được. Mọi thứ dần dồi nén lại, chỉ chờ tới khi bùng nổ sẽ khiến cho mối quan hệ tan vỡ. Đối với người độc thân, nhân duyên chưa được như ý.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Tý<br/><br/>",
	"Suu":"&emsp;Tử vi ngày mới 12 con giáp, ngày Sửu Tị bán hợp mang đến tuổi Sửu may mắn trong chuyện tiền bạc, con giáp này được lộc trời ban nên tài vận tăng tiến, tiền bạc ào ào đầy ắp túi. Song bản mệnh cần có kế hoạch chi tiêu hợp lý chứ đừng vung tay quá trán, tiêu xài hoang phí thì tiền nhiều đến mấy cũng sẽ đến lúc cạn kiệt.<br/><br/>&emsp;Trong ngày con giáp này còn được đón nhận những tin vui trong vận trình tình cảm. Nếu còn độc thân, người tuổi Sửu sẽ có cơ may gặp được đối tượng ưng ý, còn nếu đã có người trong lòng thì hãy mạnh dạn bày tỏ lòng mình, thời điểm này rất thích hợp để tỏ bày tình cảm của mình với đối phương.<br/><br/>&emsp;Ngũ hành tương sinh nên càng thúc đẩy nhân duyên thêm khởi sắc, các cặp đôi sẽ trải qua những giây phút thăng hoa trong tình yêu, có thêm kỷ niệm đẹp gắn kết hai người lại với nhau. Dù đôi lúc bản mệnh và người ấy vẫn còn chút tranh cãi, giận hờn nhưng sau cùng tình yêu vẫn vượt qua được tất cả.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Dậu<br/><br/>",
	"Dan":"&emsp;Tử vi phương Đông cho biết người tuổi Dần gặp ngày Dần Tị tương hại, điềm báo có thị phi vây quanh, tình cảm gia đình của con giáp này xuất hiện nhiều rạn nứt. Những bất đồng giữa bản mệnh và người thân đến từ nhiều phía, song hãy tin tưởng vào đối phương thì mới tránh được nguy cơ đổ vỡ đang đến rất gần.<br/><br/>&emsp;Quý nhân mang tới cơ hội nên tuổi Dần không muốn bỏ lỡ. Công việc của con giáp này cũng sẽ khá nhiều, vì thế hãy đảm bảo dành cho bản thân thời gian nghỉ ngơi thật tốt. Bản mệnh đã thể hiện rất tốt năng lực của mình với mọi tình huống nên được đồng nghiệp cũng như cấp trên tin tưởng và đánh giá cao.<br/><br/>&emsp;Về phương diện tài lộc, con giáp này tiêu tiền vào những thứ không đâu thì tiền bạc sẽ hao hụt một cách nhanh chóng, nên cần có kế hoạch chi tiêu khoa học hơn. Ngoài ra, bản mệnh nên dành thời gian bên cạnh người thân hoặc gặp gỡ bạn bè để có thể giải tỏa bớt căng thẳng, áp lực trong cuộc sống.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Ngọ<br/><br/>",
	"Meo":"&emsp;Xem bói tử vi ngày 11/9/2020 dự báo tuổi Mão đối mặt với cục diện tương phá dự báo có nguy cơ mất tiền rất cao. Con giáp này cần thận trọng trong mọi chuyện liên quan đến tiền bạc nếu không muốn tiền trong tay vụt bay mất, kể cả là một phút lơ là, không tỉnh táo cũng có thể gây ra hậu quả khôn lường.<br/><br/>&emsp;May mắn là bản mệnh được cát tinh che chở nên công việc suôn sẻ hơn rất nhiều. Người tuổi Mão có tài, nhanh nhẹn và điều đó giúp ích khá nhiều trong công việc, dù gặp phải sự cố bất ngờ cũng có thể ứng phó linh hoạt mà không phải nhờ tới sự hỗ trợ của người khác. Thành công sẽ sớm đến với con giáp này.<br/><br/>&emsp;Ngũ hành sinh xuất nên vận trình tình duyên bị ảnh hưởng nặng nề. Các cặp đôi nảy sinh tranh cãi, giận hờn từ những chuyện nhỏ nhặt trong cuộc sống. Người độc thân không thuận lợi trong việc làm quen với những người khác giới, tưởng chừng tình cảm đã tiến triển nhưng cuối cùng lại chẳng thể đi chung một con đường.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Hợi<br/><br/>",
	"Thin":"&emsp;Theo tử vi thứ sáu, tuổi Thìn đón nhận những tin tốt lành, may mắn trong sự nghiệp. Bản mệnh tạo dựng được những mối quan hệ tốt đẹp và duy trì trong suốt một thời gian dài. Trong công việc cũng như cuộc sống, những mối quan hệ riêng này sẽ là sự hỗ trợ để con giáp này đạt được thành công.<br/><br/>&emsp;Tuy nhiên bản mệnh có thể gặp phải vài khó khăn trong vận trình tài lộc. Sự hiếu thắng có thể làm người tuổi Thìn thất bại nặng nề. Vì muốn thể hiện bản thân mà vung tiền vào những việc chẳng mang lại lợi ích gì, chỉ mất đi chứ không sinh sôi nảy nở thêm. Con giáp này nên nhanh chóng chấn chỉnh lại mọi thứ.<br/><br/>&emsp;Về phương diện sức khỏe không được ổn định cho lắm, đặc biệt là các vấn đề liên quan đến hệ tiêu hóa. Bản mệnh cảm thấy ăn không ngon miệng, mệt mỏi không yên. Con giáp này có thể thử đổi món ăn mình yêu thích để kích thích ăn uống và thêm nhiều hoa quả để bổ sung dưỡng chất.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Tý<br/><br/>",
	"Ti":"&emsp;Đường công danh sự nghiệp của tuổi Tị khởi sắc nhờ tam hội cục nâng đỡ. Không những thế con giáp này còn may mắn gặp được quý nhân giúp đỡ, hướng dẫn đi đúng hướng. Tận dụng được thời cơ này nên bản mệnh đã nắm bắt được những gì có lợi cho mình, đạt được thành tựu đáng kể.<br/><br/>&emsp;Tuy nhiên con giáp này không có nhiều cơ hội cải thiện vận tài lộc cho mình. Ngay cả khi tiền bạc nằm trong tầm tay rồi vẫn bị tranh đoạt mất, người tuổi Tị cần giữ mình tỉnh táo để nhìn nhận, đánh giá con người một cách chính xác, tránh bị lợi dụng tiền bạc hay bị ảnh hưởng bởi những thứ phù phiếm xa hoa.<br/><br/>&emsp;Bản mệnh nhiệt tình, phóng khoáng với mọi người nhưng cũng vì thế mà bị lừa gạt. Thế nhưng con giáp này cũng không nên lo lắng quá làm gì, bởi xởi lởi thì trời cho, tài lộc sẽ đến với người không ngừng cố gắng và chăm chỉ làm việc. Song trong ngày có thể vướng vào tình huống khó xử, có thể làm xáo trộn cuộc sống hiện tại.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ngo":"&emsp;Đường tài lộc của tuổi Ngọ có dấu hiệu khởi sắc, con giáp này biết cách làm những gì để có nguồn thu nhập tốt hơn và giờ là lúc được hưởng thành quả cho những cố gắng của mình. Hãy chi tiêu khéo léo và có kế hoạch rõ ràng và hợp lý để sau này không phải lo lắng quá nhiều vì chuyện tiền bạc nữa.<br/><br/>&emsp;Vận trình công danh sự nghiệp tiến triển tốt đẹp nhờ quý nhân che chở. Bản mệnh sẽ có cơ hội thể hiện được tài năng, tạo tiền đề phát triển cho tương lai, đường thăng tiến mở rộng vô cùng. Xác định rõ mục tiêu, xây dựng kế hoạch cụ thể và thẳng tiến tới đích, đó là điều mà người tuổi Ngọ nên làm bây giờ.<br/><br/>&emsp;Về phương diện tình cảm cũng rất tốt đẹp. Con giáp này và người ấy đôi khi chẳng cần nói mà cũng hiểu ý nhau. Nhưng đối khi, chúng ta sẽ dễ dàng bị che mắt bởi vẻ bề ngoài ngọt ngào mà không để ý tới bản chất thực sự ẩn chứa phía sau, lơ là một chút là có thể đánh mất những thứ đáng lẽ đã thuộc về mình.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Dần<br/><br/>",
	"Mui":"&emsp;Vận tài lộc của tuổi Mùi vượng phát rõ rệt, con giáp này sẽ có cơ hội kiếm tiền và gia tăng thu nhập cho mình. Nhất là người theo nghiệp buôn bán kinh doanh có lộc trời ban, không lo túng thiếu tiền bạc. Bản mệnh cũng được nhắc nhở cần phải sáng suốt khi đưa ra các quyết định quan trọng trong ngày.<br/><br/>&emsp;Song sự nghiệp có thể gặp chút khó khăn, người tuổi Mùi dễ dao động và lung lay trước quá nhiều ý kiến khác nhau. Mặc dù con giáp này hiểu rõ điều mình làm và quyết tâm rất lớn nhưng vì thiếu kiên định nên khó lòng tập trung tiến về phía trước. Chỉ có bản mệnh mới biết mình cần gì và phải làm gì mà thôi.<br/><br/>&emsp;Đường tình duyên tươi sáng thấy rõ do ngũ hành tương sinh, tạo cơ hội cho con giáp này tìm thấy tình yêu đích thực của đời mình. Tạo hóa đã sắp đặt một cuộc gặp gỡ tình cờ, một chuyện tình đẹp như mơ cho bản mệnh, đừng tìm kiếm xa xôi ở đâu hãy nhìn những người ở bên cạnh mình.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Than":"&emsp;Tử vi ngày mới 12 con giáp, tuổi Thân đạt được khá nhiều thành tựu trên con đường công danh. Con giáp này là người đa tài, phù hợp với nhiều lĩnh vực khác nhau, có cơ hội thể hiện tài năng Bản mệnh vốn nhiệt tình, có trách nhiệm nên sẵn sàng gánh vác thêm cả phần việc của người khác vì lợi ích chung.<br/><br/>&emsp;Tuy nhiên, hãy xem xét đâu là cơ hội phù hợp nhất với bản thân mình. Một số thay đổi lúc này khá phù hợp để người tuổi Thân có thêm động lực dấn thân vào những thử thách. Thế nhưng người tốt vẫn có người ghen tị, con giáp giáp này vẫn bị tiểu nhân hãm hại nên mọi công lao đều tan biến.<br/><br/>&emsp;Việc Tranh cãi để giải quyết vấn đề cũng được nhưng đừng làm vấn đề trở nên trầm trọng hơn. Bản mệnh phải biết mình muốn gì, thực sự cần gì, chỉ nên tranh luận ở mức vừa phải để con giáp này và đối phương hiểu nhau hơn, chớ nên đểbản thân tự đạp đổ hạnh phúc và những gì mình đang có.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Thân<br/><br/>",
	"Dau":"&emsp;Tuổi Dậu gặp nhiều may mắn trong công việc, cơ hội thăng tiến rộng mở nhờ vậy mà tài lộc cũng khởi phát lên trông thấy. Con giáp này hứa hẹn sẽ nhận được nhiều cơ hội để cải thiện nguồn thu của mình trong thời gian ngắn. Sau những ngày ảm đạm, tiền bạc trong túi bản mệnh đã bắt đầu đầy ắp lên.<br/><br/>&emsp;Con giáp này có định hướng kinh doanh đúng đắn, hợp tác đúng người nên mọi việc suôn sẻ, mang lại nguồn lợi nhuận khá lớn, đủ để bản mệnh tiếp tục mở rộng quy mô kinh doanh trong thời gian tới. Tuy nhiên với tính cách phóng khoáng vô tư, bản mệnh nên kiềm chế không tiêu xài hoang phí.<br/><br/>&emsp;Trong ngày Tam Hợp, con giáp này đón nhận nhiều tin vui trong chuyện tình cảm. Tình yêu của người tuổi Dậu và nửa kia ngày càng sâu đậm, có thể tiến thêm một bước tiến mới. Nếu đã chín muồi thì ngại gì mà không bàn tính chuyện trăm năm hạnh phúc. Người độc thân nên chủ động bắt chuyện với đối tượng mình thích.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Hợi<br/><br/>",
	"Tuat":"&emsp;Tử vi phương Đông, tâm trạng của người tuổi Tuất không được ổn định do tác động tiêu cực hung tinh. Con giáp này liên tục phải tìm cách tự động viên và thúc đẩy tinh thần mình lên. Thay vì quá tập trung vào cảm giác tiêu cực, hãy chuyển đổi năng lượng và mối quan tâm của mình sang công việc.<br/><br/>&emsp;Đường công danh sự nghiệp cũng không suôn sẻ là mấy khi xung quanh vẫn có những kẻ tiểu nhân rình rập và gây khó khăn cho tuổi Tuất. Bản mệnh lại có phần chủ quan nên dễ bị kẻ đó lợi dụng và biến cơ hội của mình thành cạm bẫy. Tuy con giáp này có tài nhưng vẫn chưa nhận được thành quả xứng đáng.<br/><br/>&emsp;Bù lại nhân duyên tốt, bản mệnh có nhiều lựa chọn khi tìm kiếm một nửa của mình. Sự tinh tế và khéo léo đã chinh phục được người ấy, chỉ là con giáp này chưa hiểu được trái tim của mình thuộc về ai. Quyết định này vô cùng quan trọng bởi khó có thể hạnh phúc khi ở bên một người mình không yêu.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Thân<br/><br/>",
	"Hoi":"&emsp;Tuổi Hợi muốn cải thiện vận trình sự nghiệp của mình thì bản thân cần nhiều sự thay đổi hơn. Con giáp này phải hiểu được ưu điểm của bản thân và biết cách lợi dụng ưu điểm đó để bù đắp cho những thiếu sót, có như vậy mới đạt được thành công một cách dễ dàng và thuận lợi hơn.<br/><br/>&emsp;Hãy nhớ trên đời này chỉ có chính người tuổi Hợi mới có thể tự thay đổi được cuộc đời mình, không ai khác có sức mạnh to lớn đến vậy. Chỉ nhờ vào sự nỗ lực, chăm chỉ của bản thân, bản mệnh sẽ có được thứ mình muốn chứ đừng trông chờ vào người nào đó mang đến cho mình.<br/><br/>&emsp;Đường tình duyên không được vui vẻ cho lắm. Con giáp này chưa xác định rõ tình cảm của mình, dễ bị người ngoài tác động nên đối phương thấy thất vọng vì không được tin tưởng. Lại thêm ngũ hành tương xung khiến mâu thuẫn càng chồng chất, bản mệnh đánh mất sự bình tĩnh và lo lắng nhiều về tương lai.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Tý<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 6 ngày 11/9/2020 của 12 cung hoàng đạo nói rằng Bạch Dương rở nên tinh tế và khéo léo hơn so với thường ngày. Bạn biết cảm thông và thấu hiểu cho người khác, nhờ vậy mà các mối quan hệ cũng trở nên tốt đẹp hơn, mọi mâu thuẫn, hiểu lầm trước đó đều được hóa giải một cách nhanh chóng.<br/><br/>&emsp;Hơn thế nữa, bạn cũng rất sẵn sàng giúp đỡ mọi người trong công việc. Nhờ sự nhiệt tình của bạn khiến cho mối quan hệ với đồng nghiệp ngày càng gắn bó, việc hợp tác với mọi người cũng diễn ra trong bình an, mang lại hiệu quả rất cao và đạt được những thành tích tốt đẹp.<br/><br/>&emsp;Về phương diện tài chính, chòm sao này nên cẩn trọng hơn một chút. Dù bạn khá phóng khoáng, cởi mở, tin tưởng người khác nhưng đó cũng chính là điểm yếu để kẻ xấu lợi dụng, người này còn đục nước béo cò, bòn rút tiền bạc của bạn để làm lợi cho bản thân họ.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 11/9/2020: 9, 19<br/><br/>",
	"KimNguu":"&emsp;Tử vi thứ 6 ngày 11/9/2020, Kim Ngưu bỗng cảm thấy cô đơn hơn trong chính mối quan hệ tình cảm của mình. Mặc dù bạn và người ấy vẫn còn yêu thương rất nhiều, nhưng lại cảm thấy hai người vẫn chưa thực sự hiểu về nhau, chưa đạt được sự hòa hợp vì thế mà thường xuyên nảy sinh mâu thuẫn, cãi vã.<br/><br/>&emsp;Công việc cũng bị ảnh hưởng khá nhiều bởi tâm trạng rối bời này. Nhưng dường như nó lại có vẻ mang đến lợi thế cho những người làm việc liên quan đến nghệ thuật, sáng tạo. Chòm sao này nhận được nguồn cảm hứng vô cùng lớn, giúp bạn thỏa sức vùng vẫy và gặt hái được nhiều thành tựu trong công việc.<br/><br/>&emsp;Tuy nhiên cũng vì bị cảm xúc chi phối quá nhiều nên bạn có chút bốc đồng. Bạn cần cân bằng giữa các yếu tố, có trực giác là tốt nhưng đừng để mình trở nên mù quáng, mà thực tế có nhiều trường hợp cần phải nghe theo lý trí để đưa ra những lựa chọn sáng suốt nhất.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 11/9/2020: 1, 27<br/><br/>",
	"SongTu":"&emsp;Theo tử vi ngày mới nói rằng Song Tử sẽ phải chịu những nỗi buồn trong chuyện tình cảm do người thân, bạn bè không ủng hộ chuyện tình yêu bạn và người ấy. Mặc dù bạn đã cố gắng để chứng minh với mọi người rằng lựa chọn của mình là đúng, nhưng vẫn chưa có kết quả khả quan. Hãy kiên nhẫn thuyết phục họ hơn nữa nhé.<br/><br/>&emsp;Hôm nay là ngày dành cho những người làm việc trong ngành giải trí, sáng tạo vì có thể bạn sẽ tỏa sáng nhờ cảm xúc dạt dào của mình. Cung hoàng đạo này cũng muốn vươn lên bằng chính thực lực của mình, nâng cao vị trí bản thân, không màng tới bất cứ điều gì ngoài mục tiêu đã định.<br/><br/>&emsp;Tuy nhiên tình hình sức khỏe không được ổn cho lắm, có thể bạn sẽ gặp những vấn đề khó nói nên cần quan tâm chăm sóc cơ thể của mình hơn. Nếu có thời gian hãy đi khám sức khỏe định kỳ để kịp thời phát hiện ra những dấu hiệu bất thường, chớ nên chủ quan bởi hậu quả rất khó lường.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 11/9/2020: 22, 43<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 chòm sao nói rằng Cự Giải tỏa sáng hơn bao giờ hết với sự nhiệt huyết và hăng say của mình trong công việc ngày mới này. Bạn cũng sẽ giành được tình cảm và sự mến mộ của những người xung quanh, đồng nghiệp hay đối tác đang làm việc cùng cũng rất hài lòng. Cơ hội thăng tiến rộng mở ở phía trước.<br/><br/>&emsp;Tuy nhiên bạn lại có xu hướng phó mặc việc diễn ra xung quanh mình mà chỉ tập trung vào duy nhất mục tiêu của bản thân. Đây là điều bạn nên xem xét lại và thay đổi, bởi không phải lúc nào sự tập trung cao độ vào một việc duy nhất cũng là tốt, đôi khi nó còn có thể gây ra tác dụng phụ nếu thể hiện một cách thái quá.<br/><br/>&emsp;Cung hoàng đạo này sẽ gặp một chút rắc rối trong chuyện tiền bạc do bạn quá cả tin và người khác, không phân biệt được đâu là bạn, đâu là người xấu có ý định lợi dụng, mà trao tiền bạc vất vả kiếm được vào tay những người không đáng tin cậy. Tiền mất tật mang, mối quan hệ tình cảm cũng không còn.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 11/9/2020: 18, 32<br/><br/>",
	"SuTu":"&emsp;Sư Tử dù thành công trong công việc nhưng cũng không tránh khỏi cảm giác cô đơn, buồn tủi. Bạn nên biết, khi có được vị trí cao hơn thì cũng đồng nghĩa với việc nhiều thử thách lớn hơn, nên khi không nhận được sự thông cảm và thấu hiểu của mọi người, bạn sẽ khó tránh khỏi sự chán nản và thất vọng.<br/><br/>&emsp;Hãy thử tìm hiểu rõ nguyên nhân khiến cho mọi người lạnh nhạt với mình. Có thể một trong những lý do dẫn đến tình trạng này vì bạn quá mạnh mẽ và chưa biết lắng nghe trong công việc, hay quá cứng nhắc và thiếu sự thấu tình đạt lý nên khó có thể khiến người khác tâm phục khẩu phục.<br/><br/>&emsp;Cảm xúc thăng hoa, cung hoàng đạo này muốn bày tỏ tình cảm với nửa kia của mình nhiều hơn. Dù thời gian có thể khiến cho tình cảm của nhiều người đổi thay nhưng chòm sao này vẫn muốn sống hết mình và tận hưởng những giây phút hạnh phúc của hiện tại, chẳng ngần ngại dành những lời yêu với đối phương.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 11/9/2020: 6, 23<br/><br/>",
	"XuNu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo cho thấy Xử Nữ dễ để cho cảm xúc lấn át lý trí và đưa ra những quyết định sai lầm trong chuyện tình cảm. Bạn cả tin đến mù quáng, đi theo cảm xúc mà mặc kệ mọi lời khuyên bảo của mọi người xung quanh, không quan tâm đến cả những sự phản đối của người thân trong gia đình.<br/><br/>&emsp;Tài chính bất ổn, bạn chi tiêu không có kế hoạch cụ thể và không hề lo lắng cho ngày mai. Có lẽ là do quan điểm của bạn muốn được sống hết mình cho hiện tại mà không cần phải tích lũy. Thế nhưng bạn sẽ sớm nhận ra điều này là vô cùng sai lầm khi đối mặt với tình trạng hao hụt nhanh chóng.<br/><br/>&emsp;Tình hình sức khỏe của chòm sao này cũng không được tốt cho lắm, do tâm trạng lên xuống thất thường. Đây cũng là lý do khiến bạn cảm thấy khó chịu và mệt mỏi, cần có chế độ ăn uống ngủ nghỉ điều độ tránh thức khuya để thể chất không bị giảm sút và tinh thần được thư giãn và tỉnh táo.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 11/9/2020: 15, 29<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình cảm thấy cuộc sống của mình vô cùng tươi đẹp, trái tim hiền hòa và ấm áp của bạn đã khiến cho không ít người phải mềm lòng, say đắm muốn giành được tình cảm và sự chú ý của bạn. Tuy nhiên chòm sao này dù rất dễ chịu hòa đồng với bạn bè thân thiết nhưng lại cảm thấy không thoải mái với những người lạ.<br/><br/>&emsp;Về phương diện công việc, bạn thường làm theo cảm hứng lên hiệu quả không được cao. Dù bạn có tài nhưng nếu làm việc không có kỷ luật thì cũng không được cấp trên đánh giá cao ddaau. Thay đổi trong tác phong sẽ giúp chòm sao này có được sự hiệu quả và sớm hoàn thành mục tiêu của mình.<br/><br/>&emsp;Tuy nhiên tình hình tài chính vẫn khá ổn định, không có nhiều biến động khiến bạn phải lo lắng. Thế nhưng mọi thứ vẫn chỉ duy trì ở mức đủ ăn đủ tiêu, vì vậy nếu bạn muốn gia tăng tiền bạc trong túi mình thì cần phải chủ động tìm kiếm thêm những công việc khác hoặc có kế hoạch đầu tư hiệu quả hơn.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 11/9/2020: 8, 20<br/><br/>",
	"BoCap":"&emsp;Cảm xúc của Bọ Cạp khá mãnh liệt, thậm chí những việc tưởng như nhỏ nhặt mà bạn xé ra to khiến nhiều người hiểu nhầm. Bạn cần phải học cách giữ bình tĩnh lại và nhớ rằng việc gì cũng có cách giải quyết. Sự tức giận và mấy kiểm soát chỉ khiến tình hình thêm rắc rối và nghiêm trọng hơn mà thôi.<br/><br/>&emsp;Hãy cẩn trọng chứ đừng tỏ ra phũ phàng, bất lịch sự hoặc quá thẳng thừng. Có thể bạn cho rằng nên như thế để mọi việc không mập mờ nhưng nên quan tâm tới cảm xúc của đối phương vì nói thẳng chưa hẳn là tốt. Khéo léo hơn một chút sẽ khiến đôi bên có được sự thoải mái và đồng lòng.<br/><br/>&emsp;Thói quen tốt là một trong những lý do để duy trì cơ thể tốt. Đây cũng là cách giúp bạn làm giảm tỷ lệ mắc bệnh mãn tính, để cơ thể khỏe mạnh và sống lâu hơn. VÌ thế dù hiện tại bạn có thói quen ăn thịt nhiều nhưng bạn nên học cách thay đổi dần và thay thế vào đó là ăn nhiều rau hơn mỗi ngày.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 11/9/2020: 11, 24<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo chỉ ra rằng Nhân Mã có tham vọng tìm hiểu rất nhiều vấn đề và càng biết bạn càng chìm đắm vào chúng. Điều này đặc biệt tốt với những sở thích lành mạnh sẽ kích thích tìm tòi ra những cái mới, phát huy được khả năng tiềm ẩn bên trong mà ngay cả bản thân bạn cũng không biết.<br/><br/>&emsp;Song những cảm xúc dâng trào lại không được tốt trong chuyện tình cảm. Chòm sao này hành xử khá bốc đồng và giải quyết những vướng mắc chưa được tốt, khiến cho mối quan hệ của hai người ngày càng xa cách và xuất hiện nhiều rạn nứt, tình cảm theo thời gian mà cứ phai nhạt dần.<br/><br/>&emsp;Đôi khi, bạn sẽ cảm thấy cuộc sống thật nghẹt thở và bất công với những điều luật đầy bó buộc nhưng việc gì cũng có hai mặt, họ cũng chỉ đang làm tốt bổn phận của mình mà thôi. Nếu không có luật lệ thì cuộc sống của chúng ta đã rối tinh, đi đường cũng không thể sang nổi nếu không có đèn xanh, đèn đỏ.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 11/9/2020: 7, 16<br/><br/>",
	"MaKet":"&emsp;Tử vi ngày mới 12 chòm sao cho biết Ma Kết không được ghi nhận và đó là lý do khiến bạn dễ mất kiên nhẫn, nóng vội và đôi lúc nổi loạn hay cáu giận vô cớ. Nếu bạn không chấn chỉnh và kiểm soát cảm xúc cá nhân của mình không chỉ ảnh hưởng đến sức khỏe mà còn không có được sự sáng suốt trong các quyết định.<br/><br/>&emsp;Đừng hối thúc bản thân phải có những bước đột phá vì không ai có thể làm điều đó cả, bạn hãy thực hiện mục tiêu nhỏ trước, mục tiêu lớn sau, từ đó hình thành động lực giúp bản thân phấn đấu chinh phục những điều to lớn hơn. Đừng tạo quá nhiều áp lực cho bản thân, hãy làm tốt những gì trong khả năng của mình.<br/><br/>&emsp;Kể cả giảm cân cũng vậy, bạn không thể một mà có thể giảm đi vài kg được mà phải đều đặn tập các bài tập với cường độ từ thấp đến cao vào hằng tuần, hằng ngày. Kết quả khả quan sẽ đến nếu như cung hoàng đạo này kiên trì và cố gắng đến cùng vì vậy không việc gì phải lo lắng hay vội vã cả.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 11/9/2020: 2, 10<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình vô cùng nhiệt huyết, ai nhờ vả làm việc gì bạn cũng sẵn sàng giúp đỡ không ngần ngại. Thế nhưng đừng bỏ bê công việc của mình, bạn nên tập trung hoàn thành nhiệm vụ xong đã rồi mới quay sang giúp người khác nhé. Không nên quá bao đồng mà ảnh hưởng đến tiến độ và hiệu quả làm việc của mình.<br/><br/>&emsp;Tiền bạc, danh vọng hay địa vị không từ việc làm ăn chân chính thì sẽ chẳng được dài lâu. Ngược lại, nếu thành công có được do sự cố gắng nỗ lực không ngừng nghỉ kết hợp với sự phát triển thì bạn sẽ có niềm tin và động lực làm cho thành công kéo dài. Vì thế, hãy tìm cách xây dựng mọi thứ bền vững bằng năng lực của mình.<br/><br/>&emsp;Việc sắp xếp thời gian biểu hợp lý, làm việc và nghỉ ngơi cân bằng không chỉ là cách chăm sóc sức khỏe tốt, mà còn tốt cho việc duy trì vóc dáng, điều tiết sức khỏe thể chất và tinh thần và tăng khả năng đề kháng của cơ thể. Chòm sao này nên phân bổ thời gian mỗi ngày, mỗi tuần của bạn thật hiệu quả.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 11/9/2020: 5, 13<br/><br/>",
	"SongNgu":"&emsp;Song Ngư muốn thể hiện khả năng của mình cho những mục tiêu cao cả nhưng bạn nên thực tế hơn. Đơn giản chỉ là bạn giúp đỡ những người xung quanh là đã có thêm niềm vui rồi. Nếu bạn dành quá nhiều thời gian vẽ nên cuộc sống lý tưởng trong mơ, đến nỗi chẳng màng đến thế giới thực xung quanh đang chuyển biến thế nào.<br/><br/>&emsp;Vì vậy chấp nhận và đối mặt với thực tế mới chính là chìa khóa mở ra sự hiểu biết về thế giới cũng như mọi tiềm năng ẩn sâu bên trong bạn. Trong chuyện tình cảm cũng vậy, bạn đừng nghĩ rằng mọi thứ đều màu hồng để khi gặp phải tổn thương sẽ khó mà chịu đựng và vượt qua được.<br/><br/>&emsp;Khi có quá nhiều căng thẳng, áp lực về mặt công việc và tinh thần, sẽ dễ dàng gây ra chứng thiếu ngủ. Nếu bạn bận rộn và thức suốt đêm dài, hoặc ăn uống không đúng bữa, không đúng giờ thì ngay lập tức, cơ thể sẽ gặp trục trặc. Hãy sớm điều chỉnh lại thói quen của mình đi nhé.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 11/9/2020: 3, 21<br/><br/>"
    },
"20200912": {
    "Ty":"&emsp;Tử vi phương Đông 12 con giáp, vận trình tài lộc của người tuổi Tý khởi phát nhờ sự cần cù, tiết kiệm. Nguồn thu nhập bắt đầu tăng và số tiền đó đủ làm con giáp này an tâm. Mặc dù bản mệnh biết hài lòng với những gì mình đang có là tốt nhưng cũng không nên quá an phận, thiếu tinh thần tiến thủ mà bỏ lỡ mất cơ hội tốt.<br/><br/>&emsp;Trong ngày Tý Ngọ lục xung, con giáp này dễ nổi nóng do tinh thần không ổn định, phản ứng khá tiêu cực khi bị ai đó phê bình. Đôi khi những lời nhận xét đó không hề gây hại cho người tuổi Tý nhưng vì tính cách tiêu cực nên phản ứng quá dữ dội, trong khi phải lắng nghe và tìm cách thay đổi.<br/><br/>&emsp;Về phương diện tình cảm, bản mệnh đang đắm chìm trong những giây phút hạnh phúc, không chỉ vì có một người bạn đời luôn thấu hiểu, cảm thông, chia sẻ mọi nỗi niềm với con giáp này mà còn là niềm hạnh phúc khi gia đình có thêm thành viên mới hay xây sửa được nhà cửa, mua được chiếc xe mới…<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tị<br/><br/>",
	"Suu":"&emsp;Tử vi thứ bảy của 12 con giáp nói rằng tuổi Sửu có thể gặp vài chuyện rắc rối, thế nưng chính con giáp này là trung tâm của sự mâu thuẫn do nghi ngờ, bất đồng quan điểm hoặc bị người khác chơi xấu. Có thể sự thẳng thắn của bản mệnh là tốt nhưng trong nhiều tình huống nó không hề có lợi, nhất là khi muốn nâng cao quan điểm cá nhân cũng là lúc căng thẳng gia tăng.<br/><br/>&emsp;Ảnh hưởng của cục diện Sửu Ngọ tương hại nên dù người tuổi Sửu đã nhẫn nhịn nhưng đối phương vẫn cứ thích làm quá mọi chuyện lên khiến con giáp này nổi nóng và làm hỏng việc. Hãy cố gắng giữu bình tĩnh, học cách tha thứ cho những sai sót của người khác thì mới cảm thấy thoải mái và nhẹ lòng được.<br/><br/>&emsp;Có những lúc bản mệnh muốn thu mình và che giấu cảm xúc thật của mình, nhưng càng cố làm vậy thì cuộc sống càng khó khăn hơn vì không có sự chia sẻ, giúp đỡ của những người xung quanh. Con giáp này nên nói chuyện nhiều hơn với những người mà mình tin tưởng, yêu thương.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Mão<br/><br/>",
	"Dan":"&emsp;Đường công danh sự nghiệp của tuổi Dần khá suôn sẻ, thuận lợi nhờ cục diện Tam Hợp. Con giáp này nên tranh thủ thời gian này để khai thác những tiềm năng của chính mình, đạt được thành tích tốt hơn trong công việc. Hãy nhớ đầu tư cho bản thân luôn là cách đầu tư khôn ngoan nhất.<br/><br/>&emsp;Trong cuộc sống, nếu chúng ta không tự yêu thương mình trước thì sẽ chẳng có ai làm điều đó thay cả. Cũng đừng để cảm xúc phụ thuộc quá nhiều vào một ai đó vì chính suy nghĩ này sẽ làm người tuổi Dần bị tổn thương. Các cặp đôi cần lắng nghe nhau nhiều hơn để tránh được những mâu thuẫn không đáng có.<br/><br/>&emsp;Song trong ngày bản mệnh được nhắc nhở cần chú ý trong khi đi lại vì có thể bị va chạm, tai nạn dẫn đến tổn thương hoặc gặp rắc rối liên quan tới pháp luật. Con giáp này chỉ cần lơ là, mất tập trung một chút cũng gặp phải sự cố hoặc vượt đèn đỏ, đi trái làn mà bị bắt, phạt tiền…<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mão<br/><br/>",
	"Meo":"&emsp;Bói tử vi online phương Đông 12 con giáp nói rằng tuổi Mão đón nhận nhiều tin vui liên quan đến công việc.  Nhờ thế mà vận trình công danh sự nghiệp tương đối thuận lợi, con giáp này được cấp trên để ý cân nhắc, kết quả thi cử như mong đợi, ngoài ra còn tìm được hứng thú trong mọi nhiệm vụ của mình.<br/><br/>&emsp;Tuy nhiên vì là ngày Mão Ngọ tương phá có điềm báo hao tốn tiền của, bản mệnh cần phải bảo quản tài sản thật kỹ. Người tuổi Mão nên đặt ra những quy định riêng về việc sử dụng tiền như thế nào nếu không muốn chịu rủi ro. Con giáp này có thể đầu tư vào bản thân vì ít nhất cũng biết được chính xác là mình không nên chi tiền vào đâu.<br/><br/>&emsp;Đừng cố gượng ép bản thân phải sống quá lý trí hay phải che giấu cảm xúc thật với những người xung quanh. Hãy cứ buồn bã, thất vọng, vui mừng theo đúng với cảm xúc của mình, bởi chỉ khi đó bản mệnh mới chấp nhận nó là một phần không thể thiếu trong cuộc sống của mỗi người và cảm thấy mọi chuyện dễ dàng hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Thin":"&emsp;Tuổi Thìn có thể nảy sinh mâu thuẫn, tranh chấp với các thành viên trong gia đình hoặc bạn bè. Tuy nhiên cũng đừng quá lo lắng, quan trọng là cách con giáp này đối diện sự việc như thế nào thôi. Chuyện bất đồng là khó tránh khỏi bởi mỗi người có một lối sống và cách nhìn nhận khác nhau nên đừng suy nghĩ nhiều quá.<br/><br/>&emsp;Vận trình tình duyên khá tốt, chỉ cần con giáp này yêu đủ nhiều và đủ chân thành là được, đừng quá mãnh liệt hay quá mù quáng đến mức trao trọn trái tim mình, thề bồi sống chết. Bởi nếu không may mối tình qua đi thì nỗi đau đớn đó sẽ làm người tuổi Thìn có thể gục ngã bất cứ lúc nào.<br/><br/>&emsp;Con giáp này gặp phải Tỷ Kiên, bản mệnh cần phải bình tĩnh để không đưa ra những quyết định sai lầm. Con giáp này quá tự tin vào năng lực của bản thân mà lơ là cảnh giác. Bản mệnh đã quyết là làm, không bao giờ quay đầu lại, càng không lắng nghe lời khuyên bảo của bất cứ ai.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ti":"&emsp;Tử vi thứ bảy ngày 12/9/2020, tuổi Tị có cơ hội để thể hiện sự sáng tạo vô biên của mình trong bất cứ nhiệm vụ nào đảm nhiệm. Cũng nhờ vậy mà hiệu quả công việc cao hơn, thậm chí con giáp này còn truyền cả tinh thần vui vẻ, tích cực của bản thân cho rất nhiều người khác nữa.<br/><br/>&emsp;Lại thêm nhờ tam hộ cục nâng đỡ nên mọi việc đều suôn sẻ, các mối quan hệ xã giao hài hòa. Sự sôi nổi và nhiệt thành của con giáp này khiến đối phương phải đổ gục, người ấy cũng cảm thấy thoải mái hơn khi nói những điều tốt đẹp với bản mệnh. Tình yêu đôi lứa thăng hoa, đôi bên hóa giải được những bất đồng trước đó.<br/><br/>&emsp;Sức khỏe của người tuổi Tỵ hoàn toàn ổn, con giáp này nên uống nhiều nước hơn trong mùa lạnh, nhất là sau khi ngủ dậy uống một cốc nước ấm còn giúp thanh lọc cơ thể rất tốt. Ngoài ra bản mệnh cũng có thể cho thêm một chút muối, cốt chanh hay lát gừng nhỏ cũng sẽ tốt hơn cho cơ thế đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Sửu<br/><br/>",
	"Ngo":"&emsp;Tuổi Ngọ có một ngày vô cùng suôn sẻ, nhất là với những người theo đuổi đường công danh, chức vị. Con giáp này có thể gặp được người có chức có quyền, gây dựng được mối quan hệ tốt đẹp và có thể trong tương lai sẽ nhận được sự nâng đỡ của họ. Con đường sự nghiệp phía trước vô cùng rộng mở.<br/><br/>&emsp;Song vì ngày Ngọ Hỏa tự hình nên đôi lúc thấy bản thân mình dù có nhiều điểm hơn người mà con giáp này vẫn phải chịu cảnh thua thiệt. Những lời khích bác xung quanh lại càng khiến người tuổi Ngọ dễ nổi nóng hơn. Tuy nhiên đừng suy nghĩ quá nhiều, hãy cố gắng hành động nhiều hơn, thuận theo tự nhiên nhé.<br/><br/>&emsp;Có những lúc bản mệnh không hiểu mình đang theo đuổi điều gì, không xác định được mục tiêu cần hướng tới. Nếu con giáp này muốn có được sự thành công, giàu có, hạnh phúc hay sức khỏe thì cần phải chăm chỉ, nỗ lực nhiều hơn nữa nhưng không có nghĩa là phải rũ bỏ hiện tại.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Tuất<br/><br/>",
	"Mui":"&emsp;Người tuổi Mùi có thể gặp phải không ít những điều thất vọng. Cuộc sống là vậy, có những ngày vui vẻ, hạnh phúc thì cũng có những giai đoạn khó khăn, bế tắc. Bất kỳ ai cũng đều phải trải qua nhưng điều quan trọng là cách bản mệnh đối mặt và giải quyết những khó khăn, thử thách đó như thế nào thôi.<br/><br/>&emsp;Trong ngày Mùi Ngọ nhị hợp, đường tình duyên của con giáp này khá hài hòa, tốt đẹp. Đôi khi tuổi Mùi cảm thấy một nửa của mình không mấy ngọt ngào, lãng mạn nhưng có lẽ là do đối phương ngại thể hiện, ngại bày tỏ tình cảm thôi chứ không hẳn là người ấy không còn yêu.<br/><br/>&emsp;Về phương diện tài lộc thì có những dấu hiệu hao hụt. Bản mệnh biết mình đang mắc sai lầm nhưng không dừng lại được. Con giáp này đang để cho người khác lợi dụng mình quá nhiều rồi đó. Vẫn biết đó mối quan hệ anh em bạn bè không muốn phá vỡ, song cũng đừng vì thế mà biến mình trở thành kẻ ngốc.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Ngọ<br/><br/>",
	"Than":"&emsp;Vận trình của người tuổi Thân được Thực Thần che chở, tiền bạc không thiếu. Người làm ăn kinh doanh hôm nay cực kỳ may mắn, con giáp này đụng đến đâu là có tiền tới đó. Bản mệnh nên nhân cơ hội để triển khai những kế hoạch kinh doanh mới. Đừng bỏ lỡ thời cơ hiếm có, đôi khi phải biết chớp lấy thời cơ, mặc kệ những người xung quanh có nói gì đi chăng nữa.<br/><br/>&emsp;Ngũ hành tương xung gây nhiều trắc trở trong chuyện tình duyên của con giáp này. Bản mệnh mong muốn có gia đình hạnh phúc nhưng dường như hạnh phúc vẫn đang trêu đùa với tuổi Thân. Đừng cố ép buộc ai đó bởi nếu đối phương yêu thì chắc chắn ở lại, còn không thì có cố níu giữ cũng chẳng được.<br/><br/>&emsp;Tình hình sức khỏe không được ổn lắm, con giáp này nên đi đâu đó thư giãn cũng như nạp lại năng lượng cho mình sau những tháng ngày làm việc vất vả. Hãy lên kế hoạch chuẩn bị thật kĩ càng, điều này sẽ giúp bản mệnh thực hiện mọi việc mình muốn mà không lo lắng khi gặp phải trở ngại bất ngờ.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Dau":"&emsp;Tử vi 12 con giáp ngày hôm nay nói rằng người tuổi Dậu có thể sẽ phải chịu sự tổn thương. Con giáp này làm gì cũng khó khăn, thất bại chực chờ ngay trước mắt dù đã bỏ ra rất nhiều công sức. Bản mệnh biết mình cần phải cố gắng nỗ lực nhiều hơn, nhưng chỉ cần thêm chút may mắn là mọi chuyện sẽ khác.<br/><br/>&emsp;Thế nhưng đừng quá muộn phiền, thua keo này ta bày keo khác, đâu lo gì. Ngũ hành Kim Mộc xung khắc, con giáp này nên bình tĩnh lại trước khi nổi nóng. Có những chuyện không đáng để tuổi Dậu gây gổ với người khác, càng không đáng để bản mệnh trút giận lên những người mình yêu thương.<br/><br/>&emsp;Tiền bạc, hay vật chất cũng chỉ là thứ ngoài thân, khi chết đi cũng không thể mang theo được, chỉ có tình cảm là lưu luyến mãi, và những kỷ niệm đẹp sẽ tồn tại với thời gian. Cho nên con giáp này hãy mở rộng lòng mình, trò chuyện, chia sẻ và đón nhận những người mình thương yêu.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Sửu<br/><br/>",
	"Tuat":"&emsp;Tử vi ngày mới cho thấy tuổi Tuất cảm thấy mệt mỏi, chán nản vì những chuyện người khác gây ra cho mình. Thế nhưng cuộc chơi nào rồi cũng đến hồi kết, khó khăn nào rồi cũng vượt qua vì vậy con giáp này không phải lo lắng quá làm gì, đừng để những nỗi buồn, suy nghĩ tiêu cực ảnh hưởng tới công việc.<br/><br/>&emsp;Vận trình tình cảm đôi lứa êm đẹp nhờ Tam Hợp cục che chở. Bản mệnhvà người ấy ngày càng biết cảm thông, thấu hiểu cho nhau sau một thời gian dài liên tiếp xảy ra mâu thuẫn, bất đồng. Thực ra đôi bên vẫn còn đủ kiên nhẫn với nhau nên dễ dàng vượt qua mọi khó khăn trở ngại từ trước đến giờ.<br/><br/>&emsp;Vợ chồng tình cảm nồng nàn qua năm tháng. Những khó khăn trắc trở cùng nhau trải qua trở thành những kỷ niệm đáng quý mà có lẽ người tuổi Tuất sẽ chẳng bao giờ có thể quên được. Con giáp này còn độc thân có thể có gặp gỡ với nhiều người khác phái. Hãy thể hiện sự quyến rũ tự thân của mình nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Ngọ<br/><br/>",
	"Hoi":"&emsp;Đường tài lộc của tuổi Hợi vượng sắc nhờ Thiên Tài mang đến, tiền bạc ùn ùn đổ về nhà. Bản mệnh chẳng cần phải tìm kiếm đâu xa bởi quý nhân ở ngay trước mắt, hãy nắm bắt cơ hội nhé. Cố gắng sắp xếp thời gian làm việc trong ngày là có thể tăng mức thu nhập của mình lên khá nhiều đấy.<br/><br/>&emsp;Ngũ hành xung khắc, vận trình tình duyên không phải lúc nào cũng suôn sẻ. Có lẽ người tuổi Hợi bận rộn kiếm tiền nên chẳng để tâm được tới người mình yêu, dễ nảy sinh mâu thuẫn, bất đồng cũng từ đó. Nếu bản mệnh không sớm nghĩ cách cải thiện tình hình thì mối quan hệ rạn nứt là điều khó tránh khỏi.<br/><br/>&emsp;Bên cạnh đó, con giáp này chớ nên tham công tiếc việc mà quá sức. Bản mệnh nên có chế độ ăn uống, sinh hoạt sao cho khoa học, lành mạnh để giúp tái tạo lại năng lượng sau một ngày làm việc mệt mỏi, giúp xoa dịu bất ổn trong tâm hồn và mang lại một khởi đầu tốt đẹp hơn vào ngày mai.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Sửu<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 7 ngày 12/9/2020 của 12 cung hoàng đạo dự báo Bạch Dương nhận được vào hôm nay cho thấy bạn đang đi đúng hướng rồi đó. Hãy tiếp tục theo đuổi những ước mơ của mình nhé. Những mục tiêu mà bạn đã đề ra đang hiện hữu rõ ràng, vì vậy hãy tin tưởng vào chính mình để biến chúng thành sự thật.<br/><br/>&emsp;Thái độ nghiêm túc và khiêm tốn trong công việc của bạn luôn được mọi người đánh giá cao. Nếu thắc mắc hãy mạnh dạn hỏi, muốn chia sẻ hãy mạnh dạn nói lên quan điểm của mình. Năng lực của chòm sao này cho phép bạn làm điều đó.<br/><br/>&emsp;Tính cách nhẹ nhàng, tế nhị giúp bạn được mọi người quý mến. Không chỉ lãng mạn, nhún nhường cũng giúp bạn và người ấy hiểu nhau hơn, mọi khó khăn đều có thể giải quyết ổn thỏa. Tình cảm từ đó mà cũng trở nên mặn nồng hơn.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 12/9/2020: 4, 27<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu đưa ra những quyết định không đúng đắn trong chuyện tình cảm. Dường như bạn dồn quá nhiều cảm xúc vào trong tình yêu và chính điều đó khiến bạn bị lạc đường, dễ trở nên mù quáng và đánh mất lí trí. Người ấy cũng cảm thấy mệt mỏi vì sự nhạy cảm, hay nghi ngờ rồi tự suy diễn của bạn.<br/><br/>&emsp;Có những lúc bạn đặt cái tôi quá cao và đòi hỏi người ấy phải làm theo yêu cầu của mình. Nhưng tình yêu phải có sự hòa hợp từ hai phía chứ không phải là người này điều khiển người kia. Chẳng mấy chốc mà nửa kia buông xuôi vì quá ngột ngạt và khó chịu trong mối quan hệ yêu đương gò bó này.<br/><br/>&emsp;Bù lại bạn tỏ ra quyết đoán trong công việc, bạn thông minh và tự tin với những phán đoán của mình. Song chòm sao này cũng nên lắng nghe ý kiến của mọi người để giúp bản thân được hoàn thiện hơn, cũng như công việc được trôi chảy hơn. Việc tích cực tiếp thu sẽ giúp bạn có được cái nhìn thiện cảm của mọi người.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 12/9/2020: 24, 33<br/><br/>",
	"SongTu":"&emsp;Tử vi phương Tây nói rằng công việc của Song Tử đang tiến triển khá tốt. Bạn biết cách hợp tác làm việc với mọi người và tạo ra một năng lượng đoàn kết để cùng chung sức giúp ích cho công việc được thuận lợi và hiệu quả hơn. Kĩ năng làm việc nhóm là điều vô cùng cần thiết và quan trọng dù bạn ở vị trí nào đi chăng nữa.<br/><br/>&emsp;Bạn cần xem xét lại tình cảm của mình đã thực sự đặt đúng chỗ hay chưa nhé. Có thể những gì đối phương thể hiện ra bạn nghĩ là đúng nhưng chưa chắc nó là chân thật, biết đâu họ chỉ đang tán tỉnh vu vơ mà bạn lại vội vàng tin tưởng. Mối quan hệ nào cũng cần có thời gian tìm hiểu và đánh giá.<br/><br/>&emsp;Tình hình tài chính khá tốt, bạn có cơ hội kiếm được tiền bằng chính khả năng của mình. Có thể phát triển công việc này thành nghề tay trái để tăng thêm thu nhập cho mình, song lúc nào cung hoàng đạo này cũng phải tự tin vào bản thân, đừng để cơ hội vuột khỏi tầm tay của mình nhé.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 12/9/2020: 2, 17<br/><br/>",
	"CuGiai":"&emsp;Xem tử vi 12 nói rằng Cự Giải có những quyết định khá đúng đắn và sáng suốt trong công việc, vừa phát huy được khả năng của mình mà vẫn đảm bảo được nhiệm vụ được giao hoàn thành một cách hiệu quả. Không những thế bạn còn biết cách làm cho đồng nghiệp hay bạn bè cảm thấy thoải mái khi làm việc chung với mình.<br/><br/>&emsp;Trong chuyện tình cảm, bạn thể hiện quan tâm thái quá khiến người ấy cảm thấy khó chịu, gò bó. Vẫn biết là bạn muốn thể hiện tình cảm yêu thương của mình nhưng đôi cái gì quá cũng không phải tốt, thậm chí nó còn phản tác dụng nữa. Hãy để cho đối phương có chút không gian riêng và bạn cũng vậy.<br/><br/>&emsp;Chòm sao này còn độc thân có bình thường chẳng mấy khi thể hiện tình cảm, nay bỗng dưng bạn tỏ tình khiến đối phương không khỏi ngỡ ngàng. Bạn thay đổi nhanh chóng mặt như thế người ta khó tin cũng phải thôi. Ít nhất thì trước đó bạn cũng phải có hành động gì đó thể hiện mình có cảm tình chứ.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 12/9/2020: 7, 18<br/><br/>",
	"SuTu":"&emsp;Tử vi ngày 12/9/2020 cho thấy Sư Tử có một ngày làm việc cuối tuần thuận lợi khi mà công việc đang tiến triển theo đúng như kế hoạch. Bạn được đánh giá cao bởi năng lượng sáng tạo dồi dồi của mình cũng như khả năng gắn kết mọi người để có tạo nên một sức mạnh tập thể mang lại hiệu quả và năng suất lớn.<br/><br/>&emsp;Cung hoàng đạo này rất nhạy bén, điều này chẳng những giúp ích cho bạn trong công việc mà khiến tình yêu thăng hoa nữa. Bạn có thể nắm bắt được suy nghĩ, tình cảm của người ấy ngay khi chỉ mới nhìn qua nét mặt hay ánh mắt. Đó cũng là điều khiến đối phương rung động ở bạn đấy.<br/><br/>&emsp;Sức ảnh hưởng của bạn đối với mọi người cũng thể hiện ở việc sẽ có người tỏ tình với bạn đấy. Nếu bạn độc thân mà lại có cảm tình thì thử tiếp tục tìm hiểu xem nhé, đừng có tỏ ra kiêu căng quá đấy. Đây chính là cơ hội để bạn thay đổi tình trạng quan hệ và có được hạnh phúc riêng cho mình.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 12/9/2020: 9, 34<br/><br/>",
	"XuNu":"&emsp;Xử Nữ có bước tiến đáng kể trong công việc. Bạn thể hiện được năng lực của mình bằng những ý tưởng độc đáo, sáng tạo qua bản kế hoạch chi tiết và rõ hơn. Hơn thế nữa với khả năng nắm bắt vấn đề nhanh khiến tất cả mọi người đều phải hài lòng bởi kết quả công việc rất khả quan của mình.<br/><br/>&emsp;Về phương diện tình cảm, có vẻ như chòm soa này trở nên nhạy cảm quá mức, tranh cãi với nửa kia của mình chỉ vì những chuyện rất nhỏ nhặt. Có thể với người ngoài, bạn cho thể hiện rằng mình là người khá phóng khoáng và thoải mái nhưng với người mình yêu lại vô cùng khó tính và khắt khe.<br/><br/>&emsp;Người ấy dành cho bạn rất nhiều sự quan tâm chăm sóc, cũng rất nhẫn nhịn và trao đi tình cảm yêu thương thì chẳng có lí gì mà phải nhận những điều không vui vẻ ấy từ bạn cả. Chẳng phải ai cũng có một nửa tuyệt vời thế đâu, Xử nữ hãy nhớ mà trân trọng hạnh phúc mình đang có nhé.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 12/9/2020: 15, 24<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình tự khiến công việc đối mặt với không ít trở ngại, khó khăn vì không kiểm soát được những cảm xúc tiêu cực của mình. Có lẽ bạn đặt cái tôi lên quá cao và không muốn lắng nghe những lời góp ý hay nhận xét của mọi người xung quanh, chỉ cho rằng suy nghĩ của mình mới là đúng đắn<br/><br/>&emsp;Cũng chính vì thế tài chính cũng bị ảnh hưởng ít nhiều do công việc không có chuyển biến. Cung hoàng đạo này lại để cảm xúc chi phối quá nhiều vào những quyết định liên quan đến tiền bạc nên khó tránh khỏi sai lầm. Nếu không sớm nhận ra điều này thì bạn chỉ có thể chờ đợi số phận đưa đẩy mình mà thôi.<br/><br/>&emsp;Chuyện tình cảm của cung hoàng đạo này vẫn đều đều như vậy. Bạn không có tâm trạng để quan tâm đến nửa kia vì những rắc rối vừa xảy ra và chỉ muốn tìm một nơi nào đó yên tĩnh để nghỉ ngơi. Dường như mối quan hệ hiện tại chưa đủ sâu đậm và an toàn để bạn thể hiện rõ con người thật của mình.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 12/9/2020: 17, 35<br/><br/>",
	"BoCap":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo cho biết Bọ Cạp thể hiện sự cởi mở và thân thiện của mình, đó cũng là điều giúp bạn tỏa sáng hơn trước đám đông. Vẻ ngoài lạnh lùng của bạn đã xua tan đi phần nào, càng khiến cho người khác chú ý đến bạn với cái nhìn thiện cảm và thu hút hơn.<br/><br/>&emsp;Chính vì thế, chuyện tình cảm cũng chuyển biến tích cực đáng kể. Vốn quen với sự lạnh lùng của bạn, mọi người càng thấy bị cuốn hút bởi khía cạnh ấm áp, dịu dàng. Về phương diện tài chính cũng không đến nỗi nào, bạn đủ sáng tạo và có quyết định đúng đắn theo hướng đi mới của mình.<br/><br/>&emsp;Có điều chòm sao này cần cảnh giác, có thể bạn sẽ bị phản bội hay bị kẻ xấu lừa gạt. Tiền bạc mất đi là một chuyện, nhưng niềm tin mất đi là một cái gì đấy còn khó lòng bù đắp hơn. Tuy nhiên, hãy nghĩ thoáng hơn, đừng để bản thân phải chịu áp lực vì những việc làm xấu xa của người khác.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 12/9/2020: 3, 26<br/><br/>",
	"NhanMa":"&emsp;Tử vi thứ bảy của 12 chòm sao dự báo Nhân Mã thiếu đi sự quyết đoán trong công việc. Bạn có phần chần chừ hơn khi cần quyết định một vấn đề. Tuy chưa không quá nghiêm trọng ra nhưng có thể cũng có chút rắc rối nảy sinh khi bạn không đưa ra giải pháp kịp thời.<br/><br/>&emsp;Đừng để khi hậu quả quá lớn mới giật mình nhận ra thì đã muộn. Bạn đang đứng trước rất nhiều nỗi lo sợ và sự bất an. Có lẽ cung hoàng đạo nàycần dành thời gian cho bản thân mình nhiều hơn, nghỉ ngơi để tinh thần được thư giãn, giải tỏa bớt những áp lực và căng thẳng đang chiếm lấy tâm trí mình.<br/><br/>&emsp;Bù lại trong chuyện tình cảm bạn khá sáng suốt. Bình thường có thể điều này không tốt lắm nhưng hôm nay, khi những suy nghĩ về quá khứ có thể khiến bạn lung lay thì đây là điều rất tốt. Bạn biết đâu là hạnh phúc mình cần nắm giữ và không để những thứ đã qua ảnh hưởng đến hiện tại.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 12/9/2020: 11, 23<br/><br/>",
	"MaKet":"&emsp;Ma Kết có thêm nhiều tự tin vào bản thân, điều đó giúp bạn rất nhiều trong công việc. Bạn không còn lo lắng mỗi khi đối mặt với khó khăn mà sẵn sàng vượt qua nó bằng tất cả những gì mình có. Bạn có niềm tin vào những gì mình đang làm và cố gắng hết mình để đạt được mục tiêu đã định.<br/><br/>&emsp;Cung hoàng đạo này trở nên kích động hơn thường lệ và dễ đưa ra những quyết định thiếu suy nghĩ. Đây cũng là nguyên nhân khiến tiền bạc một đi không trở lại, hãy kiểm soát việc chi tiêu của mình hơn nữa nếu như không muốn phải vay mượn bởi càng về cuối tháng thì túi tiền của bạn càng cạn kiệt đi đó.<br/><br/>&emsp;Tuy nhiên bạn lại có xu hướng độc lập thái quá nên khiến cho đối phương cảm thấy mối quan hệ giữa hai người không còn sự gắn kết. Bạn để cho người ấy có không gian riêng nhưng với họ, điều đó lại trở thành thờ ơ và thiếu quan tâm. Sự khác biệt khiến cho hai người dễ nảy sinh mâu thuẫn.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 12/9/2020: 1, 29<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình có sự dịu dàng và quan tâm chăm sóc khiến cho trái tim của nửa kia không thể không rung động. Dù tình cảm của bạn và người ấy đang ở mức nào đi chăng nữa thì chắc chắn sau thời điểm này cũng sẽ có bước tiến mới, thăng hoa hơn. Sự quan tâm là điều mà không thể thiếu được trong tình yêu.<br/><br/>&emsp;Cung hoàng đạo này cảm thông với những vất vả và áp lực mà người mình yêu đang phải chịu đựng, cũng kiên nhẫn hơn với mối quan hệ của cả hai. Tương lai phía trước có thể còn nhiều trở ngại, nhưng nếu giữ được thái độ tích cực và lạc quan, hai người hoàn toàn có thể ở bên nhau dài lâu.<br/><br/>&emsp;Thế nhưng bạn đang thể hiện sự cố chấp, không chịu thỏa hiệp hay lắng nghe và điều này khiến công việc bị trì trệ. Hãy nhớ rằng, bất cứ nhiệm vụ nào cũng đều cần có sự kết nối với người khác, sự thiếu hợp tác của bạn đã tự cản trở con đường đi đến thành công thuận lợi hơn của mình.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 12/9/2020: 12, 19<br/><br/>",
	"SongNgu":"&emsp;Tử vi ngày mới nói rằng Song Ngư dường như không thể nào bình tĩnh. Bạn có thể sẽ sai lầm khi quyết định quá chóng vánh. Tốt hơn hết hãy suy nghĩ thật kĩ càng và ra hạn thêm thời gian trước khi đưa ra lựa chọn cuối cùng. Điều này có thể ảnh hưởng khá nhiều đến tương lai sự nghiệp của bạn sau này.<br/><br/>&emsp;Lời khuyên dành cho bạn là hãy tập trung vào công việc hơn nữa. Cung hoàng đọa này cũng nên đặt cho mình thêm nhiều mục tiêu để cùng phấn đấu. Có vẻ làm việc dưới áp lực khiến bạn phát huy được nhiều hơn đó. Bạn cũng sẽ nhận lại được thành quả xứng đáng với công sức mình bỏ ra.<br/><br/>&emsp;Đối với chuyện tình cảm, bạn có phần lấn át nửa kia khi luôn muốn đối phương phải làm theo ý của mình. Bạn đưa ra những quyết định mà không quan tâm đến suy nghĩ hay cảm nhận của người ấy. Điều này không chỉ khiến mối quan hệ nảy sinh mâu thuẫn mà còn thể hiện sự thiếu tôn trọng của bạn nữa đấy.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 12/9/2020: 13, 22<br/><br/>"
    },
"20200913": {
    "Ty":"&emsp;Xem tử vi phương Đông 12 con giáp nói rằng đường công danh sự nghiệp của tuổi Tý gặp nhiều trở ngại, có điềm báo có tiểu nhân đang bày mưu hãm hại con giáp này. Chính vì thế mà tiến độ công việc bị sụt giảm đi trông thấy. Vận trình tình duyên của bản mệnh cũng kém thuận lợi do ngũ hành xung khắc.<br/><br/>&emsp;Các cặp đôi lâu ngày dần cảm thấy nhàm chán, tình cảm phai nhạt, thiếu sự tươi mới và cuốn hút. Một phần là do những áp lực, bộn bề trong cuộc sống đã bào mòn tình cảm, khiến hai người dù ở bên nhau nhưng không còn đồng điệu về tâm hồn nữa. Người độc thân không quá mặn mà với chuyện yêu đương.<br/><br/>&emsp;May mắn là người tuổi Tý đón nhận chút niềm vui về tài lộc trong ngày. Con giáp này theo nghiệp kinh doanh có lộc làm ăn nên không phải lo lắng về chuyện tiền bạc, buôn may bán đắt thuận buồm xuôi gió. Tuy nhiên bản mệnh hãy cân nhắc nếu như ai đó mời đầu tư để mở rộng quy mô nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Suu":"&emsp;Tử vi ngày 13/9/2020 cho thấy vận trình sự nghiệp của tuổi Sửu diễn ra khá thuận lợi, mặc dù nhiệm được giao không hề ít nhưng con giáp này biết cân đối thời gian và phát huy tối đa năng lực cá nhân, giải quyết mọi viêc rất hiệu quả, đạt chất lượng cao mà không khiến bản thân bị quá tải.<br/><br/>&emsp;Song bản mệnh sẽ phải đối mặt với những rắc rối liên quan đến tình cảm. Trong ngày Sửu Mùi tương xung, các cặp vợ chồng có thể xung khắc, mâu thuẫn vì nhiều chuyện trong cuộc sống. Khi tranh cãi bị đẩy lên đến đỉnh điểm là lúc người tuổi Sửu và nửa kia cảm thấy mệt mỏi và muốn buông xuôi nhất.<br/><br/>&emsp;Có lẽ cuộc sống với quá nhiều áp lực đã đè nặng lên đôi vai của cả hai, vì vậy nếu còn yêu thương nhau thì hãy bỏ qua cho nhau, lắng nghe và thấu hiểu nhiều hơn. Đừng quá khắt khe với nửa kia của mình, cũng đừng để đến khi mất rồi mới thấy hối tiếc vì đã để lỡ hạnh phúc của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Dậu<br/><br/>",
	"Dan":"&emsp;Tử vi chủ nhật của 12 con giáp dự báo tuổi Dần có thể đạt được nhiều thành quả trong sự nghiệp. Con giáp này được quý nhân che chở, có cơ hội thể hiện năng lực. Hơn nữa với tinh thần trách nhiệm và tài năng của mình, bản mệnh đã hoàn thành xuất sắc mọi nhiệm vụ được giao, mở ra cơ hội thăng tiến trong tương lai.<br/><br/>&emsp;Thế nhưng ngũ hành xung khắc nên vận trình tình cảm có phần kém sắc. Có lẽ người tuổi Dần chưa đủ may mắn trong chuyện yêu đương, mặc dù đã trao gửi nhiều yêu thương nhưng vẫn chưa tìm được bến đỗ cuối cùng, hưởng hạnh phúc trọn vẹn. Hãy kiên nhẫn chờ đợi hơn một chút nữa nhé.<br/><br/>&emsp;Con giáp này đã có đôi có cặp nảy sinh mâu thuẫn với nửa kia của mình, dường như mối quan hệ chưa đủ tin tưởng, vững chắc nên dễ bị lung lay bởi những ý kiến của mọi người xung quanh, rồi làm tổn thương nhau. Có lẽ bản mệnh và người ấy cần có một khoảng lặng để nhìn nhận lại tình cảm của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Thìn<br/><br/>",
	"Meo":"&emsp;Bói tử vi trực tuyến 12 con giáp nói rằng đường tài lộc của người tuổi Mão cực kì hanh thông, rộng mở nhờ sự phù trợ của Tam Hợp. Con giáp này tìm được đối tác làm ăn có lợi, là người đáng tin cậy nên mọi việc tiến triển thuận lợi, nguồn thu nhập từ đó không ngừng tăng tiến.<br/><br/>&emsp;Tuy nhiên vận trình sự nghiệp lại không được suôn sẻ cho lắm vì bị tiểu nhân ganh ghét, bày mưu tính kế quấy phá khiến cho mọi kế hoạch của tuổi Mão gặp nhiều rắc rối, trở ngại. Song bản mệnh hãy cứ tập trung vào nhiệm vụ của mình, đừng lơ là, chủ quan mà mất cảnh giác để kẻ xấu có cơ hội hãm hại.<br/><br/>&emsp;Về phương diện tình cũng có dấu hiệu trùng xuống, tưởng chừng mọi chuyện tiến triển êm đẹp nhưng lại có sự cố bất ngờ xảy ra khiến cho mối quan hệ của con giáp này gặp trục trặc. Bản mệnh và người ấy nên cố gắng bình tĩnh, suy nghĩ một cách thấu đáo để có hướng giải quyết tốt nhất.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tị<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo vận trình tài lộc của tuổi Thìn bị Kiếp Tài ngăn trở nên tiền bạc tiêu tan, thất thoát khá nhiều. Bản mệnh nhẹ dạ cả tin nên mù quáng nghe theo lời người khác mà không tìm hiểu rõ ràng đến khi mọi chuyện vỡ lở ra rồi thì đã quá muộn màng, chẳng thể nào xoay chuyển kịp nữa.<br/><br/>&emsp;Trong công việc, con giáp này có thể sẽ phải chịu sự nghi ngờ, gièm pha từ những người xung quanh. Hãy dùng thực tế để chứng minh bản thân mình, chứ đừng có lý thuyết suông không mang lại nhiều tác dụng. Người tuổi Thìn cũng cần phải cân nhắc kỹ lưỡng hơn khi đưa ra bất cứ quyết định nào.<br/><br/>&emsp;Bên cạnh đó, Thổ vượng nhắc nhở bản mệnh cần phải chú ý đến tình hình sức khỏe của bản thân, không nên vì công việc quá vất vả mà coi thường những dấu hiệu cảnh báo của cơ thể. Nếu cảm thấy trong người mệt mỏi hay khó chịu, bản mệnh nên dành thời gian nghỉ ngơi, hồi phục hoặc đi khám ngay nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ti":"&emsp;Theo tử vi 12 con giáp ngày mới đường công danh sự nghiệp của tuổi Tị tăng tiến không ngừng, con giáp này có năng lực ý chí quyết tâm vững vàng nên chiếm được lòng tin của rất nhiều người. Cả đồng nghiệp đều rất nể phục, cấp trên cũng nhìn thấy tiềm năng ở bản mệnh nên có ý định cất nhắc vị trí cao hơn.<br/><br/>&emsp;Trong Hỏa sinh Thổ, vận trình tình duyên tiến triển vô cùng êm đẹp, thuận lợi. Mối quan hệ giữa người tuổi Tị và nửa kia đang tiến triển rất tốt đẹp. Đôi bên thường xuyên chia sẻ và tâm sự với nhau mọi chuyện nên bạn có thể đoán được suy nghĩ của nửa kia ngay cả khi đối phương còn chưa lên tiếng.<br/><br/>&emsp;Trong khi đó những người còn độc thân cũng có thể nhận được nhiều sự quan tâm của nhiều đối tượng khác phái. Nếu có ấn tượng tốt với ai, con giáp này có thể chủ động giữ liên lạc với người đó. Rất có thể đó chính là người gắn bó với bản mệnh trong suốt quãng đường đời sau này đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mùi<br/><br/>",
	"Ngo":"&emsp;Tử vi ngày mới 13/9/2020 cho thấy tuổi Ngọ có được những tin vui tốt lành về tài lộc. Con giáp này buôn bán kinh doanh nắm bắt được thời cơ nên thu về nguồn lợi không nhỏ. Những người làm công ăn lương cũng có phần thưởng xứng đáng với công sức đã bỏ ra trong suốt khoảng thời gian vừa qua.<br/><br/>&emsp;Vận trình công danh sự nghiệp cũng được quý nhân che chở, người tuổi Ngọ có cơ hội thể hiện tiềm năng bên trong của mình, sự thông minh, tài giỏi giúp cho bản mệnh dễ dàng thích nghi với mọi hoàn cảnh, ứng biến linh hoạt trong nhiều tình huống và giải quyết bất đồng trong công việc một cách hiệu quả.<br/><br/>&emsp;Ngũ hành Hỏa sinh Thổ, con giáp này luôn tìm cách thấu hiểu con cái của mình. Đôi bên hãy tăng cường giao lưu, dù con cái có làm điều gì không đúng ý thì bản mệnh cũng nên tìm hiểu lý do chứ không nên la mắng hay ép buộc mà ảnh hưởng tiêu cực tới tâm lý của con trẻ sẽ không tốt.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Sửu<br/><br/>",
	"Mui":"&emsp;Xem tử vi phương Đông 12 con giáp, đường tài lộc của tuổi Mùi khá vượng, bản mệnh rất tỉnh táo và nhạy bén trước những thời cơ đến với mình nhờ vậy mà giành được lợi thế. Con giáp này biết rằng mọi chuyện không chỉ dựa vào may mắn mà phần lớn phụ thuộc vào chính sức mình nên luôn cố gắng không ngừng nghỉ.<br/><br/>&emsp;Tuy nhiên cũng bởi vì người tuổi Mùi quá mạnh mẽ mà đôi lúc trở nên cố chấp và cứng nhắc. Con giáp này quyết đoán là tốt nhưng nếu không biết tiết chế thì hay cho mình là nhất mà không chịu lắng nghe, tiếp thu ý kiến của người khác dẫn đến mắc phải sai lầm không đáng có.<br/><br/>&emsp;Hơn nữa, do phải chịu tác động xấu của Tỷ Kiên nên dễ vướng phải những vụ tranh chấp quyền lợi giữa đồng nghiệp. Con giáp này là người dũng cảm và kiên định, luôn đặt ra những kế hoạch phấn đấu rõ ràng cho mình nhưng đôi khi bản mệnh cảm thấy mình là một người cô đơn và không có ai thực sự hiểu mình.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mão<br/><br/>",
	"Than":"&emsp;Người tuổi Thân đang làm việc thiếu khoa học, không tuân thủ kỷ luật nên tự cản trở con đường công danh sự nghiệp của chính mình. Con giáp này có năng lực nhưng với cách làm việc theo cảm ứng như vậy thì sớm muộn cũng tự đánh mất những cơ hội thăng tiến vào tay người khác mà thôi.<br/><br/>&emsp;Ngũ hành tương sinh giúp vận trình tình duyên khởi sắc, người độc thân trở nên quyến rũ và hấp dẫn hơn, sức hút tự nhiên tỏa ra từ bản mệnh khiến người khác không thể rời mắt. Tuổi Thân có khá nhiều lựa chọn, hãy để trái tim lên tiếng chứ đừng quá lý trí mà bỏ lỡ mất nhân duyên tốt của mình.<br/><br/>&emsp;Tình yêu đôi lứa cũng ngày càng mặn nồng, thắm thiết. Con giáp này dành cho người ấy những quan tâm nho nhỏ nhưng cũng đủ để nuôi dưỡng tình yêu của hai người ngày càng bền chặt hơn. Tương lai vẫn sẽ còn nhiều sóng gió, đôi bên cần phải vững tin vào nhau dù có gặp phải bất cứ chuyện gì đi chăng nữa.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Dần<br/><br/>",
	"Dau":"&emsp;Tử vi hàng ngày 12 con giáp cho thấy tài vận của tuổi Dậu vô cùng dồi dào. Thực Thần giúp đỡ, con giáp này đón nhận nhiều may mắn trên con đường kiếm tiền của mình. Sau một khoảng thời gian khá dài, những người làm ăn kinh doanh hãy sẵn sàng đón nhận một khoản lãi của mình.<br/><br/>&emsp;Đường tình duyên trong ngày cũng đang tiến triển rất tốt đẹp, chuyện tình yêu của người tuổi Dậu mang một màu sắc tươi sáng. Con giáp này cảm nhận rõ tình cảm của người ấy dành cho mình lớn đến nhường nào, nên bản thân cũng bị rung động trước cảm xúc dâng trào mạnh mẽ đó.<br/><br/>&emsp;Bản mệnh còn độc thân có thể đón nhận những cơ hội tình duyên đang đến rất gần, nhưng đừng quá căng thẳng nhé, hãy cứ là chính mình thôi. Trước hết con giáp này phải yêu thương bản thân đã rồi mới tìm được một người thực sự yêu thương và chăm lo cho mình suốt cả cuộc đời này.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Tuat":"&emsp;Vận trình của người tuổi Tuất có phần sa sút bởi con giáp này trở nên quá mức thẳng thắn. Bản mệnh nghĩ gì nói nấy mà không suy nghĩ đến cảm nhận của mọi người nên dễ làm mất lòng người khác, đồng thời khiến chính bản thân mình vướng phải nhiều rắc rối không đáng có.<br/><br/>&emsp;Vì thế mà công việc của con giáp này cũng dễ gặp trở ngại nếu tuổi Tuất không suy nghĩ kĩ càng trước khi đưa ra quyết định hoặc không đánh giá đúng năng lực của mình. Những lúc gặp khó khăn, bản mệnh không nên quá căng thẳng, áp lực mà cần bình tĩnh suy nghĩ phương án giải quyết.<br/><br/>&emsp;Không những thế, đường tài lộc của con giáp này thất thoát khá nhiều, dù trước đó đã cố gắng tích góp bấy lâu nay nhưng vì một chút thiếu sáng suốt trong khi giải quyết rắc rối nên gánh chịu hậu quả khá nghiêm trọng khiến tiền bạc thất thoát. Bản mệnh cảm thấy buồn bã và chán nản vô cùng,<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Hoi":"&emsp;Tử vi 12 con giáp nói rằng tuổi Hợi gặp cục diện Tam Hợp nên có những cơ hội tài lộc hiếm có, không khó để con giáp này nhận ra những thời cơ tiền bạc ngay trước mắt. Thế nhưng bản mệnh cần phải tỉnh táo và khéo léo mới dành được thời cơ đó và thu về nguồn lợi cho mình.<br/><br/>&emsp;Đường công danh sự nghiệp của người tuổi Hợi được cát tinh trợ mệnh nên khá suôn sẻ. Trong đó phải kể đến tinh thần trách nhiệm của con giáp này luôn được đánh giá rất cao, hết mình với công việc, không ngại khó ngại khổ để dành lấy mục tiêu, được cả đồng nghiệp và cấp trên vô cùng tin tưởng.<br/><br/>&emsp;Về phương diện tình cảm, mối quan hệ giữa bản mệnh và nửa kia cũng không mấy êm đẹp. Cũng bởi đôi bên không biết cách thông cảm cho nhau nên dễ xảy ra chiến tranh lạnh. Hai người đều cần bình tĩnh ngồi lại nói chuyện để tháo gỡ mọi vấn đề. Vợ chồng không nên nghĩ đến chuyện thắng thua.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Sửu<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi chủ nhật ngày 13/9/2020 của 12 cung hoàng đạo nói rằng Bạch Dương ẽ có một ngày chủ nhật khá thảnh thơi và rủng rỉnh. Vì là ngày nghỉ nên bạn khá lười nhác trong công việc, tuy nhiên hãy nghỉ ngơi thật tốt để ngày mai có thể nhanh chóng bắt tay vào công việc một cách hiệu quả nhất nhé.<br/><br/>&emsp;Bạn dần xa lánh những mối quan hệ thân thiết và tốt đẹp, không qua lại với những người bạn tốt chân thành mà kết giao với những người không đáng tin tưởng. Điểm này sẽ chỉ đẩy bạn càng ngày càng xa hơn với thành công và chìm sâu vào nỗi thất vọng về mình. Hãy biết chọn bạn mà chơi nhé.<br/><br/>&emsp;Dường như chòm sao này hôm nay rất muốn khẳng định bản thân nhưng lại quá khích khiến chính mình tổn thương hoặc bị người khác lợi dụng, xúi giục làm những việc sai lầm. Nóng vội chỉ khiến cho bạn mất kiểm soát, không có được lý trí sáng suốt để xác định đúng phương hướng.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 13/9/2020: 5, 30<br/><br/>",
	"KimNguu":"&emsp;Tử vi 13/9/2020 dự báo Kim Ngưu thể hiện đầy đủ sự chu đáo, tận tâm và cẩn trọng của chính mình nhưng đi cùng với đó là tính cách vô cùng bảo thủ và cố chấp. Nếu có thể phát huy điểm mạnh, tiết chế điểm yếu thì chắc chắn cơ hội thăng tiến trong công việc sẽ rộng mở hơn rất nhiều đấy.<br/><br/>&emsp;Dù là ngày cuối tuần nhưng cung hoàng đạo này vẫn mải mê làm việc với tâm lý hỗn độn và phức tạp và bạn buộc phải giữ tỉnh tảo. Dù mọi chuyện tuy thuận lợi ban đầu nhưng bạn và lại bị cuốn vào những cuộc tranh cãi không có hồi kết. Chỉ cần sơ suất mất bình tĩnh là mọi cố gắng của bạn sẽ tan biến.<br/><br/>&emsp;Tình hình sức khỏe không tốt lắm, bạn làm việc lâu một chút là thấy mệt mỏi, kiệt sức. Hãy nghỉ ngơi hoặc rút ngắn thời gian làm việc xuống ít hơn để thả lỏng bản thân. Có thể cùng những người thân yêu trong gia đình thì dã ngoại đi địa điểm không cần quá xa, miễn thoáng đãng mát mẻ và trong lành là đủ.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 13/9/2020: 9, 38<br/><br/>",
	"SongTu":"&emsp;Song Tử có lẽ bị tâm lý lo lắng bao trùm nên mọi hành động diễn ra đều khá vội vàng và hấp tấp, dễ xảy ra sai sót. Càng cuống quýt bao nhiêu, bạn càng dễ phạm sai lầm bấy nhiêu, chính vì thế cần đặc biệt quan tâm đến tiểu tiết, tránh phạm phải lỗi không đáng có. Cố gắng giữ cho mình sự bình tĩnh và tỉnh táo.<br/><br/>&emsp;Chuyện tình cảm tiến triển rất tốt, cung hoàng đạo này và người ấy đang trong thời kì tán tỉnh nên rất đỗi ngọt ngào. Mối quan hệ tuy chẳng có gì rõ ràng nhưng mang lại cảm giác vui vẻ, vừa quan tâm lẫn nhau lại muốn thể hiện thật tốt với đối phương. Đây là khoảng thời gian rất thú vị nên hãy tận hưởng đi nhé.<br/><br/>&emsp;Luyện tập thể thao là hoạt động mà bạn yêu thích, vừa giúp thân thể khỏe mạnh mà còn có được vóc dáng thon gọn, cân đối. Hơn nữa bạn rất thích tham gia những bộ môn có tính đồng đội như bóng đá, bóng rổ, … vì bạn say mê không khí và tinh thần cùng nhau nỗ lực, phối hợp ăn ý.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 13/9/2020: 5, 23<br/><br/>",
	"CuGiai":"&emsp;Xem tử vi miễn phí 12 cung hoàng đạo tiết lộ Cự Giải có sức hấp dẫn khiến những người xung quanh không thể ngừng ngưỡng mộ. Những ánh mắt không rời, những cuộc bắt chuyện tình cờ hoặc những lời giới thiệu không báo trước sẽ đến với bạn nhiều hơn đấy. Người đang yêu nên dành thời gian cho nửa kia của mình nhiều hơn để hai người thêm gắn kết.<br/><br/>&emsp;Bạn là người thông minh, hiền lành mang vẻ đẹp gần gũi, ấm áp. Cảm xúc của bạn cũng rất mạnh mẽ, bạn thích chăm chút cho ngoại hình để thỏa mãn bản thân. Nhưng có vẻ như chòm sao anyf chưa đủ sẵn sàng để bắt đầu một mối quan hệ nghiêm túc, hãy bắt đầu từ tình bạn trước nhé.<br/><br/>&emsp;Hầu như phần lớn công việc đã hoàn thành, bạn có thể dành thời gian cho bản thân nhưng đừng quá sa đà vào việc thể hiện bên ngoài mà quên mất những người thân thiết với mình. Bạn có thể tụ tập bạn bè hoặc cùng ăn cơm với người thân, trò chuyện với nửa kia nhiều hơn sẽ tất tốt đấy.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 13/9/2020: 15, 27<br/><br/>",
	"SuTu":"&emsp;Theo tử vi ngày mới, Sư Tử có cơ hội thể hiện cá tính của mình một cách nổi trội nhất. Chắc chắn bạn muốn làm tốt nhất tất cả cả mọi việc để được tự hào, để không mất thể diện, thậm chí còn quan trọng hóa vấn đề khiến chuyện nhỏ hóa chuyện lớn, làm bản thân cảm thấy vô cùng áp lực.<br/><br/>&emsp;Cung hoàng đạo này bướng bỉnh và độc lập, dù trong công việc hay tình yêu bạn cũng muốn tự lo, tự quyết, tự làm. Bạn ít khi bị người khác chi phối, dễ thành công trong sự nghiệp nhưng sẽ vô tình làm Bạn gặp khó khăn khi yêu đó vì người ấy không phải lúc nào cũng ủng hộ với những quyết định của mình.<br/><br/>&emsp;Sâu thẳm trong lòng bạn giống như một đứa trẻ muốn được dỗ dành, được khen ngợi chứ không mạnh mẽ như bên ngoài đâu. Không cần thiết phải cố tỏ ra mình hoàn hảo đâu, có đau buồn, mệt mỏi cũng là chuyện thường tình, thoải mái mà bày tỏ với những người thân thiết đi cho dễ chịu nhé.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 13/9/2020: 8, 21<br/><br/>",
	"XuNu":"&emsp;Tử vi phương Tây cho thấy có Xử Nữ cảnh giác và hay nghi ngờ nên không dễ dàng tin tưởng vào con đường mới mẻ. Nếu có ai đó mời bạn cùng hợp tác hoặc đề nghị những việc có lợi lớn thì chắc chắn bạn sẽ không tin ngay, bạn phải mất thời gian kiểm chứng kĩ càng, tìm hiểu thông tin đến khi nào cảm thấy yên tâm.<br/><br/>&emsp;Sự thông minh và nhạy cảm giúp bạn làm tốt những công việc có tính chất logic, theo đuổi thành công những ngành nghề đòi hỏi sự cẩn trọng và thực tiễn như tài chính, nghiên cứu khoa học, kĩ thuật. Ngay trong ngày cuối tuần bạn cũng không ngừng làm việc và cố gắng hoàn thành mục tiêu.<br/><br/>&emsp;Chòm sao này phải di chuyển khá nhiều để phục vụ cho công việc nên không tránh khỏi mệt mỏi. Đừng tranh thủ làm việc cả khi đang trên đường, sẽ rất lao lực đấy. Hãy dành khoảng thời gian này để nghỉ ngơi, lấy lại sức, không những giảm bớt áp lực mà còn tăng cao hiệu suất nữa.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 13/9/2020: 3, 13<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình đang quan tâm thái quá việc nổi bật mà quên mất mục đích chính của mình. Bạn gây ấn tượng nhưng làm việc không hiệu quả thì thật khó để được người khác ghi nhận. Trong tình yêu cũng vậy, bề ngoài phô trương nhưng thiếu chân thành, chắc chắn người ấy sẽ không cảm nhận được.<br/><br/>&emsp;Bạn vốn là người hiền lành hòa nhã nhưng hôm nay hơi mất kiểm soát, bạn ham muốn khẳng định bạn thân nhưng chọn sai cách. Có thể sẽ làm cho người ta thấy sợ đấy. Chòm soa này nên chọn việc phù hợp với mình, làm việc phù hợp với năng lực, đừng cố gồng mình lên, rất mệt lại không hiệu quả.<br/><br/>&emsp;Bạn đang quá căng thẳng rồi đấy, hãy nghỉ ngơi nhiều hơn một chút nhé. Ép mình làm gì khi mà càng làm càng sai, càng làm càng xa thành công, gác lại tất cả rồi thả lỏng đi. Bạn có làm bất cứ điều gì mà mình thích miễn sao tâm trạng thoải mái, dễ chịu là được.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 13/9/2020: 2, 25<br/><br/>",
	"BoCap":"&emsp;Bọ Cạp sẽ có một ngày cuối tuần chồng chất những việc vụn vặt cần phải xử lý. Hãy cố gắng bình tĩnh và kiên trì giải quyết từng việc một, cuối ngày mọi thứ đều sẽ ổn thỏa và đi vào đúng quỹ đạo cần có. Bạn thích sáng tạo và đổi mới nên ngay cả những việc nhỏ nhặt nhất cũng muốn là nó theo cách hoàn toàn khác biệt.<br/><br/>&emsp;Chuyện tình cảm của cung hoàng đạo này trong ngày chủ nhật này khá bình bình, đôi khi thuận lợi quá lại đâm ra tẻ nhạt. Có lẽ bạn cần một sự mới mẻ trong tình cảm. Bạn và người ấy có thể cùng nhau đi du lịch xa ở đâu đó để thay đổi không khí mởi và tận hưởng khoảnh khắc thật đáng nhớ.<br/><br/>&emsp;Tuy nhiên hôm nay bạn dễ bị mất tiền đấy, có thể là bạn đánh rơi hoặc bị người khác lấy mất nên hãy thật cẩn thận nhé. Đặc biệt là khi ra ngoài đừng nên mang theo quá nhiều tiền mặt, không cho người khác vay mượn kẻo chẳng đòi lại được đâu. Chính vì thế hãy giữ chặt túi tiền của mình nhé.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 13/9/2020: 10, 36<br/><br/>",
	"NhanMa":"&emsp;Nhân Mã thận trọng hơn khi hành động nên không còn vướng mắc vì tính bốc đồng nữa. Trong giao tiếp hay làm việc bạn đều suy nghĩ kĩ càng, hạn chế được bao nhiêu là tình huống tai họa, trưởng thành dần lên rồi đấy. Ngoài ra bạn cũng cần cẩn thận chi tiêu, không được dễ dàng nghe lời xu nịnh của người khác mà dốc tiền vào việc không đáng nhé.<br/><br/>&emsp;Chòm sao này thích nhất khi được ở bên cạnh người thân của mình dù bạn là người tự do, thích bay nhảy. Bởi bạn cảm thấy sau tất cả những chuyện đi, tất cả những hành trình, tất cả những cuộc vui thì vẫn cần một nơi ấm áp, mang lại cảm giác bình yên mà không phải lo nghĩ gì đó chính là gia đình để quay về.<br/><br/>&emsp;Tình hình sức khỏe hôm nay không tốt lắm đâu, một phần là do bạn sinh hoạt không điều độ, thường ăn uống linh tinh vô tội vạ nên có thể bị đau bụng, tiêu hóa kém, đau dạ dày. Bạn nên kiểm soát lại nhé, đừng để cái miệng làm hại cái thân, không phải cứ vui lên là quên hết đâu, lúc đau thì không ai chịu hộ đâu.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 13/9/2020: 9, 14<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo nói rằng Ma Kết sẽ có một ngày trọn vẹn. Bạn được cấp trên ghi nhận những đóng góp và cống hiến trong kế hoạch quan trọng. Hành động kịp thời cả về tinh thần và vật chất này khiến cho bạn càng có thêm động lực để làm việc. Chỉ một thời gian ngắn nữa sẽ thăng tiến vị trí cao hơn.<br/><br/>&emsp;Chòm sao này mang hình ảnh trong nóng ngoài lạnh, nhiều khi rất mệt rồi vẫn không dám bày tỏ, tự mình chống đỡ. Kể cả trong chuyện tình cảm cũng vậy, yêu không dám lên tiếng, quan tâm người ta mà lại lặng lẽ vậy. Chịu thiệt thế đâu có lợi ích gì, yêu phải nói luôn, cho bản thân cơ hội đi chứ.<br/><br/>&emsp;Bạn không nên thể hiện sự kiêu ngạo có phần thái quá để thu hút sự chú ý nhé. Ma Kết cần học cách nhẹ nhàng, mềm mỏng và bộc lộ bản thân một cách tích cực rõ ràng hơn. Bạn sợ người khác ngó lơ mình, không sao, quan trọng là bản thân chúng ta tự tìm được niềm vui và cảm giác an toàn là được thôi.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 13/9/2020: 5, 16<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 chòm sao Tây phương chỉ ra rằng Bảo Bình quan tâm hơn tới vấn đề sức khỏe của bản thân. Nhất là vấn đề ăn uống bạn nên ăn đúng bữa và đủ dinh dưỡng, ăn thêm nhiều rau củ quả sẽ tốt hơn. Đây cũng là cơ hội để bạn vào bếp tự tay chuẩn bị cho mình một bữa ăn thịnh soạn để bồi bổ đấy.<br/><br/>&emsp;Tuy nhiên bạn gặp chút vấn đề trong chuyện tình cảm, nếu muốn tiến lên thì đừng chần chừ nữa, cơ hội không có quá nhiều đâu. Chủ động không chỉ để nắm lấy hạnh phúc và còn để tự nhắc nhở bản thân phải trân trọng những người có duyên đến với cuộc đời mình nữa đấy. Đừng để sau này lại hối tiếc cũng đã qua rồi.<br/><br/>&emsp;Để chuẩn bị tốt hơn cho ngày đầu tuần, tối nay, cung hoàng đạo này hãy ghi lại nhiệm vụ quan trọng nhất bạn muốn hoàn thành vào ngày hôm sau. Danh sách sẽ bắt đầu với nhiệm vụ quan trọng nhất được thực hiện vào buổi sáng. Như vậy thì bạn sẽ bắt đầu ngày mới nhanh chóng và hiệu quả hơn.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 13/9/2020: 8, 27<br/><br/>",
	"SongNgu":"&emsp;Tử vi ngày mới cho biết Song Ngư có vẻ bề ngoài rất cuốn hút nên nhân duyên rất vượng. Nếu còn độc thân thì đây là dịp tốt để tìm cho mình một người bạn tâm đầu ý hợp. Nhưng nếu đã có nơi có chốn thì phải hết sức thận trọng nhé, nửa kia sẽ ghen vì bạn quá nổi bật đấy.<br/><br/>&emsp;Cung hoàng đạo này là người sáng tạo, nhạy cảm và thân thiện tự nhiên. Bạn yêu thích nghệ thuật, âm nhạc và cái đẹp. Vì thế hãy hẹn người ấy đi nghe hòa nhạc hoặc cùng nhau tới công viên đi dạo để trò chuyện nhé. Trong hoàn cảnh lãng mạn như thế, hai người sẽ có nhiều cơ hội để thể hiện mặt đáng yêu của mình.<br/><br/>&emsp;Có lẽ bạn phải chấn chỉnh lại sự đãng trí của mình càng sớm càng tốt thôi. Như thế phiền phức mà lại dễ mất mát tài sản nữa đấy. Trước khi rời khỏi chỗ của mình phải kiểm tra kĩ càng xung quanh rồi bỏ gọn đồ vào túi nhé. Hơn nữa, cách chăm sóc khỏe tốt nhất là bạn nên tránh xa những thói quen xấu.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 13/9/2020: 11, 18<br/><br/>"
    },
"backup": {
	"Ty":"",
	"Suu":"",
	"Dan":"",
	"Meo":"",
	"Thin":"",
	"Ti":"",
	"Ngo":"",
	"Mui":"",
	"Than":"",
	"Dau":"",
	"Tuat":"",
	"Hoi":"",
	"BachDuong":"",
	"KimNguu":"",
	"SongTu":"",
	"CuGiai":"",
	"SuTu":"",
	"XuNu":"",
	"ThienBinh":"",
	"BoCap":"",
	"NhanMa":"",
	"MaKet":"",
	"BaoBinh":"",
	"SongNgu":""
	}
}