{"2021": {
	"Cung":"Cung 2020",
	"Tuoi":"<div><b>Tử vi tuổi Tý (Chuột)</b>: Hăng say lao động cùng với khả năng sáng tạo chính là thế mạnh giúp tuổi Tý gặt hái thành công và giải quyết những vấn đề phát sinh trong cuộc sống.</div><div><b>Tử vi tuổi Sửu (Trâu)</b>: Đối với tuổi Sửu thì sự nghiệp hanh thông. Mọi dự định hay mục tiêu mà tuổi Sửu đặt ra đều sớm đạt được. </div><div><b>Tử vi tuổi Dần (Hổ)</b>: “Cầu được ước thấy” chính là câu nói để hình dung về vận trình cuộc sống của người tuổi Dần trong năm 2020. Trong công việc cũng như cuộc sống năm Canh Tý bạn đều có được những bước phát triển mới. </div><div><b>Tử vi tuổi Mão (Mèo)</b>: Con đường công danh của tuổi Mão trong tử vi 2020 sẽ gặp được nhiều may mắn. Đồng thời nhờ có sự giúp đỡ của quý nhân mà con đường công danh ngày càng rộng mở. </div><div><b>Tử vi tuổi Thìn (Rồng)</b>: Gieo quẻ đầu năm 2020 Canh Tý sẽ biết được Tuổi Thìn trong năm mọi sự đều hanh thông thuận lợi bởi: Cung tài lộc hanh thông - gia tăng tích lũy, sự nghiệp có những bước phát triển mới, tình duyên gia đạo êm ấm và sức khỏe tốt.</div><div><b>Tử vi tuổi Tỵ (Rắn)</b>: Điểm sáng trong năm Canh Tý với người tuổi Tỵ chính là con đường tình duyên có nhiều khởi sắc. Sự nghiệp cũng nhận được may mắn mà thuận lợi hơn. </div><div><b>Tử vi tuổi Ngọ (Ngựa)</b>: Xem bói toán 2020 những người tuổi Ngọ sẽ có thêm nhiều khoản thu nhập mới. Tuy không nhiều và không phải từ công việc chính nhưng cũng giúp cuộc sống của bạn ổn định hơn. </div><div><b>Tử vi tuổi Mùi (Dê)</b>: Người tuổi Mùi năm nay sẽ có nhiều khởi sắc trên con đường tình duyên. Những người tuổi Mùi độc thân nhờ cung đào hoa nở rộ mà có được nhân duyên của mình.</div><div><b>Tử vi tuổi Thân (Khỉ)</b>: Sự nghiệp sẽ được quý nhân phù trợ. Nên khó khăn nào cũng có thể vượt qua. Theo thái ất tử vi 2020 nhờ có may mắn về cung tài lộc nên người tuổi Thân không phải lo lắng về vấn đề tiền bạc.</div><div><b>Tử vi tuổi Dậu (Gà)</b>: Xem tử vi 2020 thì người tuổi Dậu sẽ gặp nhiều may mắn về đường tình duyên. Vận đào hoa tới nên các bạn tuổi Dậu nếu đang độc thân thì sẽ nhận được nhiều lời tỏ tình trong thời gian sắp tới.</div><div><b>Tử vi tuổi Tuất (Chó)</b>: Đây là thời điểm mà người tuổi Tuất vượt qua được “Nút thắt cổ chai” nhờ thế mà tài lộc ùn ùn kéo tới. </div><div><b>Tử vi tuổi Hợi (Lợn)</b>: Trong tử vi năm 2020 thì sự nghiệp của tuổi Hợi sẽ có nhiều điềm báo tốt về thăng quan tiến chức. Đồng thời đường tình duyên cũng có nhiều khởi sắc hơn.</div>"
	},
"2020": {
	"Ty":"Tử vi năm 2020 tuổi Tý, dự đoán rằng một số cơ hội tuyệt vời sẽ đến với bạn vào năm 2020! Tuy nhiên, điều đó hoàn toàn phụ thuộc vào việc bạn có đón nhận hay không. Thời gian tốt nhất để tạo ra sự thay đổi trong cuộc sống của bạn là trong vòng ba tháng đầu năm. Bạn có thể cảm thấy tự do hơn trong năm nay, cởi mở hơn với những điều mới, ước mơ của cuộc sống. Mặc dù bạn sẽ không quên thế giới thực tại, nhưng bạn lại dành rất nhiều thời gian để tận hưởng. Bạn sẽ dành thời gian với những người khác và có một khoảng thời gian vui vẻ trong năm.<br/><br/>&emsp;Tuổi Tý là con giáp đầu tiên trong 12 con giáp. Những người sinh ra tuổi Tý được cho là rất hòa đồng, duyên dáng và thích vui vẻ. Những người tuổi Tý có thể tham lam và đầy bản lĩnh. Những người này, cũng tò mò và tìm cách học hỏi thêm mỗi ngày. Tất cả những đặc điểm này đều ảnh hưởng đến dấu hiệu của tử vi tuổi Tý năm 2020.<br/><br/>&emsp;Năm 2020 là năm Canh Tý, vì vậy tuổi Tý phải thận trọng hơn đặc biệt là về sức khỏe và các mối quan hệ. Họ có thể có nguy cơ mất một khoản tiền nhỏ trong các khoản đầu tư và thấy mình có tính khí thất thường hơn bình thường.<br/><br/>&emsp;Sẽ có rất nhiều mức cao và thấp cho tuổi Tý trong năm nay và bạn phải học cách đứng lên sau một thất bại và tận dụng khi có cơ hội. Bạn được khuyên nên đợi đến năm sau để đưa ra quyết định lớn.<br/><br/>&emsp;Tuổi Tý sẽ thấy mình mất tập trung và đôi khi dễ trở nên xúc động. Tình hình tài chính của bạn vẫn sẽ ổn định vì vậy ban nên chú ý hơn đến sức khỏe và các mối quan hệ của bạn.<br/><br/>&emsp;Tuổi Tý năm nay nên tham gia vào công việc từ thiện và tham dự các đám cưới để bù đắp năng lượng tiêu cực khác. Quá mức Âm như đám tang và nghĩa trang nên tránh càng nhiều càng tốt.<br/><br/>&emsp;Các tháng tốt nhất cho tuổi Tý trong năm 2020 là tháng ba, tháng chín và tháng mười một, bên cạnh đó bạn nên cảnh giác hơn trong suốt tháng tư, tháng bảy và tháng mười.<br/><br/><b>Sự nghiệp của tuổi Tý năm 2020</b><br/>&emsp;Dự báo năm 2020 cho thấy năm nay tuổi Tý sẽ cần phải tự đẩy mình đến thành công tại nơi làm việc. Không ai khác sẽ làm điều đó cho bạn. Trong khi bạn làm việc, bạn cần suy nghĩ về cách công việc của bạn sẽ ảnh hưởng đến bạn và cuộc sống của bạn trong tương lai. Công việc của bạn có làm bạn hạnh phúc không và nó có cho bạn đủ tiền để sống thoải mái không? Nếu bạn có thể trả lời câu hỏi không có câu hỏi nào, thì đây có thể là thời điểm tốt để bắt đầu tìm kiếm một công việc mới. Cho dù bạn có công việc gì, đó cũng là một ý tưởng tốt để tăng cường khả năng giao tiếp, sự tin cậy và kỹ năng làm việc nhóm trong năm nay.<br/><br/>&emsp;Sự nghiệp của bạn được dự đoán sẽ tăng lên vào năm 2020. Miễn là bạn quyết tâm, bạn sẽ đạt được mục tiêu và mong muốn của chúng. Tuổi Tý cũng có cơ hội mạnh mẽ để được thăng chức hoặc tăng lương nếu bạn làm việc chăm chỉ.<br/><br/>&emsp;Tuổi Tý sinh vào mùa xuân hoặc mùa hè thường hung dữ hơn. Năm nay, bạn không được chờ đợi một cơ hội từ trên trời rơi xuống. Nếu bạn muốn được tăng lương, bạn phải lên tiếng với sếp vì lợi ích riêng của bạn.<br/><br/>&emsp;Mặt khác, Tuổi Tý sinh vào mùa đông có thể lùi một bước vào tháng Năm.<br/><br/><b>Tài chính của tuổi Tý năm 2020</b><br/>&emsp;Năm nay năm 2020 bạn sẽ hạnh phúc nhất khi bạn tiêu tiền của mình cho người khác thay vì cho chính mình. Điều này có thể khiến mọi người nghĩ rằng bạn đang cố gắng để mua tình cảm của họ trong năm nay. Vì vậy, hãy chắc chắn rằng bạn có một số tình cảm đối với những người này. Tiền có thể cung cấp sự thoải mái trong năm nay cho các tuổi Tý. Tuy nhiên, hãy cố gắng tiết kiệm những gì bạn có thể sau khi thanh toán hóa đơn và các khoản nợ khác. Bị mắc nợ sẽ khiến bạn cảm thấy khó chịu, vì vậy hãy cố gắng tránh điều này vào năm 2020.<br/><br/>&emsp;Tử vi năm 2020, dự báo tài chính cho chuột vào năm 2020 cho thấy bạn sẽ duy trì triển vọng tài chính tốt trong suốt cả năm. Điều này đặc biệt đúng đối với những người có công việc toàn thời gian ổn định hoặc những người điều hành doanh nghiệp của riêng họ.<br/><br/>&emsp;Khi nói đến cơ hội đầu tư, Tuổi Tý sẽ đi trước một bước so với mọi người khác. Tuy nhiên, bạn cũng có thể bị cám dỗ chi tiền trong năm nay.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng ba, tháng bảy, tháng mười một và tháng mười hai, trong khi những tháng không may mắn là tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Tý năm 2020</b><br/>&emsp;Năm nay tuổi Tý có may mắn vào năm 2020 không? Dự đoán tình yêu chuột cho thấy dự đoán cuộc sống tình yêu của bạn cho thấy sự thích thú vào năm 2020. Bạn có khả năng hành động tự phát hơn trong năm nay, điều này sẽ tạo thêm hứng thú cho cuộc sống tình yêu của bạn, cho dù bạn đang trong tình yêu hay độc thân. Nếu bạn độc thân và nếu bạn muốn có một mối quan hệ, thì đó là năm may mắn của bạn! Nhiều cơ hội cho sự lãng mạn mới sẽ đến theo cách của bạn trong năm nay. Khi bạn đang cố gắng để có được với một người mới, hãy chắc chắn rằng bạn cho họ thấy con người thật của bạn ngay từ đầu.<br/><br/>&emsp;Tuổi Tý sẽ kết hôn vào năm 2020? Hãy chắc chắn vững vàng với những gì bạn muốn trong mối quan hệ của bạn, và lắng nghe những gì đối tác của bạn cũng muốn. Điều này cũng sẽ giúp ngăn chặn nhiều đối số có thể xảy ra nếu bạn không làm điều này. Bản chất quyến rũ của tuổi Tý chắc chắn sẽ cho bạn một năm rất nhiều tình cảm. Tuổi Tý cũng có khả năng có những trải nghiệm quan trọng, tích cực với bạn bè và gia đình trong năm nay. Miễn là bạn vẫn tự tin và sáng tác, bạn chắc chắn sẽ có một mối quan hệ thành công, bất kể mối quan hệ nào, với bất cứ ai bạn đồng ý vào năm 2020.<br/><br/><b>Sức khoẻ của tuổi Tý năm 2020</b><br/>&emsp;Sức khỏe của những người sinh năm con chuột sẽ ít nhiều giống như năm ngoái. Nếu bạn khỏe mạnh, thì bạn có khả năng giữ sức khỏe. Nếu bạn bị bệnh, tốt, bạn có thể muốn gặp bác sĩ. Điều này không có nghĩa là bạn nên lười biếng khi nói đến sức khỏe của bạn nếu bạn thường khỏe mạnh. Tập thể dục, ăn uống hợp lý và đảm bảo ngủ đủ giấc vào năm 2020.<br/><br/>&emsp;Khi đi du lịch, tuổi Tý tốt hơn nên dùng phương tiện giao thông công cộng. Nếu không, bạn nên rất chú ý khi lái xe. Bạn cũng nên cẩn thận khi ở dưới nước trong mùa hè.<br/><br/>&emsp;Thiếu ngủ cũng có thể dẫn đến các vấn đề cho tuổi Tý. Khi cảm thấy không khỏe, bạn nên gặp bác sĩ càng sớm càng tốt. Bạn cũng có thể tham gia hiến máu.<br/><br/>&emsp;Tuổi Tý nên chú ý hơn với sức khỏe của chúng trong các tháng 1, 2 và 10. Bạn cũng phải cẩn thận khi ở dưới nước vào tháng Năm và tháng Sáu.",
	"Suu":"Tử vi năm 2020 tuổi Sửu là năm may mắn khá. Tài sản sẽ tăng lên. Bạn có thể có được một tài sản lớn trong các dự án hoặc kiếm tiền từ khoản đầu tư của mình thông qua trí thông minh và trí tuệ. Hiệu suất của bạn trong công việc sẽ tốt hơn. Đôi khi bạn có thể do dự khi giải quyết mọi việc, nhưng nếu bạn nỗ lực, kết quả sẽ tốt. Đối với sức khỏe, bạn nên giữ dáng thông qua tập thể dục. Năm 2020, bạn nên dành nhiều thời gian hơn cho gia đình.<br/><br/>&emsp;Bên cạnh đó, dựa trên dự đoán vận may của tuổi Sửu năm 2020, Sửu trẻ tuổi rất may mắn trong các kỳ thi và học tập. Vì vậy, những sinh viên sinh năm Sửu nên tận dụng hết năm may mắn này và học tập chăm chỉ. Những nỗ lực sẽ được đền đáp. Một năm tốt đẹp hơn đang đến với tuổi Sửu. Sự tương hợp của năm Canh Tý và Sửu sẽ làm cho một năm tràn đầy phúc lành và tiến bộ. Và là một năm cho sự nghiệp giáo dục và sức khỏe của bạn.<br/><br/><b>Sự nghiệp của tuổi Sửu năm 2020</b><br/>&emsp;Mặc dù năm trước Kỷ Hợi tỏ ra thiếu thốn với tuổi Sửu, nhưng năm nay sẽ tạo nên sự khác biệt. Năm Canh Tý sẽ đứng về phía tuổi Sửu! Đã được biết đến với sự trung thực và kiên trì của mình, tuổi Sửu sẽ đón nhận sự khen ngợi bằng hình thức khuyến mãi và bằng khen. Đặc điểm tính cách tốt nhất của bạn sẽ được thể hiện cho tất cả mọi người, và công việc khó khăn của bạn cuối cùng sẽ được đền đáp bằng kết quả xứng đáng. Với thành công trên đường chân trời, bạn thậm chí có cơ hội để bắt đầu một cái gì đó mới. Thiết lập một cửa hàng trực tuyến, một nhà hàng pop-up nhỏ hoặc một công ty với những đồng nghiệp cũ. Đừng lãng phí may mắn của bạn trong năm nay. Đi lớn lên hoặc về nhà, như năm nay nói!<br/><br/>&emsp;Tuy nhiên, hãy quan tâm đến đồng nghiệp, vì bất hạnh có thể đến với bạn từ các đồng nghiệp nam. Mặc dù bạn đánh giá cao sự trung thực và đáng tin cậy, những người khác có thể không. Chọn bạn bè của bạn một cách khôn ngoan, và bạn bè công việc đề ý nhiều hơn như vậy.<br/><br/>&emsp;- Tháng may mắn: Tháng hai, tháng tư, tháng bảy, tháng tám và tháng mười một.<br/><br/>&emsp;- Tháng không may mắn: Tháng một, tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tài lộc của tuổi Sửu năm 2020</b><br/>&emsp;Năm 2020, những người sinh năm Sửu có một may mắn rất lớn về sự giàu có. Bạn có thể kiếm được nhiều tiền thông qua đầu tư. Khi đầu tư vào một số dự án, họ nên tìm hiểu thêm về dự án, nếu không họ có thể mất rất nhiều. Bên cạnh đó, việc mở một cửa hàng ở những nơi bận rộn và thịnh vượng sẽ dễ dàng mang lại cho bạn một gia tài.<br/><br/><b>Tình cảm của tuổi Sửu năm 2020</b><br/>&emsp;Vận may trong tình yêu và mối quan hệ với tuổi Sửu khác nhau giữa nam và nữ. Đối với những chàng trai sinh năm Sửu, họ có cơ hội yêu. Họ có thể gặp các cô gái thông qua các bữa tiệc và các dịp vui khác nhau. Đối với con gái, vận may trong tình yêu không phải là tốt; Bạn nên chủ động theo đuổi tình yêu của mình một cách dũng cảm thay vì chỉ chờ đợi.<br/><br/><b>Sức khỏe của tuổi Sửu năm 2020</b><br/>&emsp;Dựa vào tử vi năm 2020, may mắn về sức khỏe cho tuổi Sửu là không tốt. Họ có thể dễ dàng bị cảm lạnh và có vấn đề về dạ dày và gan. Họ có thể bị thương khi tranh chấp với người khác. Đôi mắt và trái tim cũng cần được chăm sóc tốt. Bạn nên không tạo cho mình quá nhiều áp lực và thức khuya, nhưng duy trì chế độ ăn uống lành mạnh và lịch trình ổn định, điều này sẽ giúp bạn khỏe mạnh.",
	"Dan":"Tử vi năm 2020 của tuổi Dần dự đoán rằng năm bắt đầu đặc biệt hứa hẹn thành công trong mọi công việc của mình. Lời khuyên tốt nhất cho bạn là hãy tự tin vào chính mình. Đi về phía trước mà không hỏi bản thân quá nhiều câu hỏi. Năng lượng của năm 2020 cộng hưởng với tuổi Dần, bạn sẽ có một năm tuyệt vời, nhưng không phải là không có thách thức. Những người sinh năm Dần: Giáp Dần (1974), Bính Dần (1986), Mậu Dần (1938, 1998), Nhâm Dần (1962, 2022), Canh Dần (1950, 2010).<br/><br/>&emsp;Tuổi Dần là tượng trưng cho sức mạnh, niềm đam mê, và chiến binh táo bạo và dũng cảm. Bạn cười khi đối mặt với nguy hiểm và thành công dưới áp lực. Tuổi Dần có lúc bốc đồng và không thể tha thứ nhưng sẽ hoàn thành bất kỳ nhiệm vụ nào với hiệu quả và sự nhiệt tình mặc dù bạn có thể muốn làm điều đó một mình để đảm bảo công việc được thực hiện đúng quỹ đạo. Tuổi Dần có đức tính cao thượng và thường sẽ đứng lên và chiến đấu cho những gì bạn cho là đúng.<br/><br/><b>Sự nghiệp của tuổi Dần năm 2020</b><br/>&emsp;Những người sinh tuổi Dần sẽ có một may mắn trong việc vượt qua các kỳ thi kiểm tra trình độ và nhận được các chứng chỉ, điều này sẽ hữu ích trong việc thăng tiến nghề nghiệp và tìm kiếm việc làm. Họ nên nắm bắt cơ hội và chiến đấu cho những gì họ muốn khi có cơ hội.<br/><br/>&emsp;Bạn phải làm cho sự hiện diện của bạn trong cộng đồng với các kỹ năng và trí tuệ. Ngoài ra, bạn phải mạnh mẽ, tò mò và năng động hơn để phù hợp với tốc độ của quay của năm 2020 Canh Tý, nếu bạn phải thành công trong cuộc sống. Bạn phải gác lại bản chất của mình và tiếp cận cuộc sống trong năm Tý với tất cả sự nghiêm túc. Điều này sẽ giúp bạn đối mặt với những thách thức bạn gặp phải để tiến tới thành công.<br/><br/>&emsp;Đối với những người sinh năm Hổ, may mắn trong sự nghiệp của bạn không quá tệ cũng không được cải thiện nhiều. Lý do chính cho điều này là có quá nhiều nhiệm vụ rườm rà trong công việc có thể khiến bạn không thể thực hiện công việc và có hại cho bạn để phát triển. Nếu bạn là người làm công ăn lương, hiệu suất công việc có thể không đạt yêu cầu do năng lực hạn chế, kém hiệu quả của bạn. Vì lý do này, bạn cần dành nhiều thời gian hơn để học một số kiến ​​thức chuyên môn và cải thiện khả năng cá nhân để đóng góp cho sự tiến bộ của sự nghiệp. Đối với những người lãnh đạo tuổi Dần, bạn có thể dễ bị nghẽn cổ chai trong công việc và khó đạt được kỳ vọng trong sự nghiệp, vì vậy hãy điều chỉnh tâm lý của bạn và làm việc chăm chỉ để tìm giải pháp.<br/><br/>&emsp;Dự báo cho sự nghiệp của tuổi Dần trong năm 2020 tổng quan là một giai đoạn rất hài lòng. Bạn có thể mong đợi lên các vị trí cấp cao với phần thưởng tài chính đi kèm. Bạn có thể đi lên trong nghề nghiệp của mình với sự hỗ trợ của đồng nghiệp và người có kinh nghiệm đi trước.<br/><br/><b>Tài lộc của tuổi Dần năm 2020</b><br/>&emsp;Người tuổi Dần sẽ có một may mắn khá lớn về tài lộc, điều này có thể mang lại cho bạn những phúc lợi và tiền lương tốt hơn. Bạn sẽ nhận được lợi ích, kế thừa và sự giúp đỡ từ người thân của bạn. Bạn sẽ kiếm được nhiều tiền hơn nếu tham gia vào ngành nước, phục vụ và nuôi trồng thủy sản nếu có.<br/><br/>&emsp;Nói chung, mặc dù khó khăn trong sự nghiệp, thu nhập tiền lương của bạn sẽ không bị ảnh hưởng quá nhiều và may mắn của bạn cho thu nhập từ công việc sẽ giữ một xu thế tăng. Đồng thời, vận may của bạn sẽ khá tốt và hầu như không mất kể cả lợi nhuận cho khoản đầu tư của bạn. Năm nay, bạn có thể tụ tập nhiều hơn với bạn bè và người thân, và chi tiêu rất nhiều cho việc này. Bạn nên lập một kế hoạch tiêu dùng hợp lý và chi tiêu hợp lý để tránh mất mát và lãng phí tiền bạc.<br/><br/>&emsp;Những người tuổi Dần là những nhà đầu tư dày dạn kinh nghiệm có thể sử dụng một phần tiền của mình để đầu tư vào một liên doanh mới. Đầu tư sẽ mang lại lợi nhuận vượt trội nếu được thực hiện với sự giúp đỡ của các chuyên gia tài chính. Một chút nghiên cứu nghiêm túc cũng sẽ giúp ích. Sẽ là khôn ngoan để hạn chế chi phí của bạn và đầu tư tiền dư vào tiết kiệm.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng 3, tháng 9 và tháng 10<br/><br/><b>Tình cảm của tuổi Dần năm 2020</b><br/>&emsp;Theo vận may của tuổi Dần năm 2020, những cô gái sinh ra trong những năm của Dần sẽ gặp người đàn ông họ yêu và phát triển mối quan hệ đó. Các cô gái có thể sử dụng mối quan hệ xã hội hiện tại mà họ có để biết người kia và mạnh dạn theo đuổi tình yêu. Ngược lại, con trai có thể rơi vào tình huống thụ động trong mối quan hệ yêu đương, và họ nên tự mình đấu tranh cho tình yêu.<br/><br/>&emsp;Tuổi Dần sẽ được ban phúc trong mối quan hệ tình yêu và bạn sẽ bắt đầu một mối quan hệ vào năm 2020 nếu bạn độc thân. Nếu bạn thất bại trong mối quan hệ tình yêu năm ngoái, bạn sẽ có mối quan hệ tình cảm với một người quen năm nay. Đối với những người đã kết hôn, năm 2020 có thể là một năm hạnh phúc để bạn tận hưởng sự hòa hợp và bạn sẽ lắng nghe nhau về mọi thứ, khiến người khác ngưỡng mộ rất nhiều.<br/><br/>&emsp;Năm 2020 Canh Tý bạn có đào hoa một chút, điều đó có nghĩa là những người còn độc thân có thể gặp một số rắc rối trong khi tìm kiếm bạn đời. Mặc dù họ chưa có khả năng gặp bạn đồng hành của mình nhưng họ vẫn sẽ gặp những người khác nhau và kết bạn mới. Những con tuổi Dần độc thân có thể không may mắn có được những đối tác phù hợp trong năm nay và điều này có thể khiến cuộc sống của bạn trở nên yên bình hơn. Khả năng có tình bạn mới là tươi sáng.<br/><br/>&emsp;Những tuổi Dần đã kết hôn hoặc hiện đang có mối quan hệ phải giải quyết vấn đề càng sớm càng tốt nếu có mâu thuẫn. Bỏ qua các vấn đề về trong mối quan hệ tình cảm có thể là khúc dạo đầu cho những rắc rối lớn hơn nhiều trong tương lai.<br/><br/><b>Sức khỏe của tuổi Dần năm 2020</b><br/>&emsp;Không có vấn đề lớn về sức khỏe của người tuổi Dần năm 2020. Nhưng họ vẫn nên chăm sóc bản thân tốt. Đừng tham gia các hoạt động nguy hiểm, đừng chơi dưới nước, đừng đi đến nơi tối tăm và ẩm ướt, và đừng cãi nhau gay gắt với người khác.<br/><br/>&emsp;Tuổi Dần sẽ gặp vấn đề nhỏ khi nói đến sức khỏe năm 2020. Bạn sẽ mắc các bệnh phổ biến như cảm lạnh, cúm và đau dạ dày. Bạn cũng cần thận trọng đối với viêm xoang và viêm khớp.<br/><br/>&emsp;Nói chung, Tuổi Dần sẽ ổn nếu bạn ăn tốt, ngủ ngon và tập thể dục thường xuyên nhưng bạn nên thận trọng hơn trong các tháng 1, 4, 7 và 12.",
	"Meo":"Tử vi năm 2020 của tuổi Mão dự đoán, bạn sẽ phải chịu đựng những tiếng lạ, tranh chấp, sự nghiệp bị hư hỏng, cản trở may mắn trong việc kiếm tiền và nhiều bệnh tật hoặc thảm họa. Đặc biệt, sự nghiệp và tài lộc của bạn sẽ suy giảm rất nhiều do tác động của những ngôi sao khắc kỵ, thậm chí sẽ ảnh hưởng đến sức khỏe của bạn. Bạn sẽ đương đầu với nhiều thử thách, dù trong công việc hay cuộc sống và nên tập hợp sức mạnh của mình để đối mặt với những khó khăn tích cực trong năm nay.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng bất cứ điều gì bạn làm năm ngoái sẽ ảnh hưởng trực tiếp đến năm nay của bạn. Bạn sẽ tiếp tục làm việc trên tất cả mọi thứ mà bạn đang làm vào năm ngoái. Nhưng, bạn cũng sẽ nhận thức rõ hơn về những gì bạn đang làm trong năm nay. Bạn sẽ cần tiếp tục thực hiện các mục tiêu của mình nếu bạn muốn hoàn thành chúng; có thể bạn sẽ giành được tiến bộ bằng cách không làm gì cả. Cố gắng học hỏi nhiều hơn trong năm 2020 Canh Tý. Luôn luôn cố gắng cải thiện bản thân bằng cách này hay cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Mão<br/><br/><b>Sự nghiệp của tuổi Mão năm 2020</b><br/>&emsp;Đối với những người tuổi Mão, may mắn cho sự nghiệp của bạn có thể kém may mắn năm 2020. Nếu bạn là người làm công ăn lương, hiệu suất của bạn có thể không ổn định vì bạn không thể chủ động làm việc; bị ảnh hưởng bởi ngôi sao khắc kỵ, bạn sẽ khó thể hiện khả năng của mình do giới hạn trong việc quản lý. Đối với lãnh đạo tuổi Mão, sự nghiệp cũng có thể kém thỏa đáng hơn vì bạn sẽ trở nên xấu tính, nóng nảy, cáu kỉnh và khắc nghiệt với cấp dưới do ngôi sao xấu của năm, có thể khiến bạn mất đi sự hỗ trợ. Bạn nên thay đổi tính khí và kiên nhẫn hơn, khoan dung và tốt bụng hơn với cấp dưới, thì sự nghiệp chính thức của bạn sẽ ngày càng tốt hơn.<br/><br/>&emsp;Làm việc chăm chỉ vào năm 2020 và chắc chắn sẽ có kết quả trong những năm tới. Ngoài ra, tuổi Mão sẽ có thêm kiến ​​thức về sự nghiệp của họ trong năm nay. Hoặc, học các kỹ năng mới có thể giúp công việc của bạn. Sau đó, bạn sẽ có cơ hội tốt hơn để được chú ý hoặc thăng chức. Đừng ngại làm việc với những người khác trong năm nay. Đồng nghiệp của bạn rất có thể là tài sản lớn nhất của bạn trong công việc năm nay.<br/><br/>&emsp;Dự báo về sự nghiệp tuổi Mão năm 2020 cho thấy rằng bạn sẽ đạt được tiến bộ xuất sắc trong lĩnh vực chuyên môn. Trong việc này, bạn sẽ nhận được sự hỗ trợ từ các đồng nghiệp nữ và người cao niên do những ảnh hưởng chiêm tinh.<br/><br/><b>Tài lộc của tuổi Mão năm 2020</b><br/>&emsp;Tài lộc năm nay của bạn ở mức bình thường, bạn khó có thể tích lũy quá nhiều của cải và khó có thể nhận được tiền lãi từ đầu tư dưới tác động của những ngôi sao xấu. Do đó, bạn phải làm công việc thật tốt và mong đợi được trả nhiều tiền hơn từ tiến độ trong công việc. Do thiếu may ắn, ngôi sao tốt lành về tài lộc có bị chặn, dẫn đến nhiều rủi ro trong đầu tư tài chính. Vì lý do này, bạn không nên đầu tư vào các sản phẩm tài chính mà hãy bắt tay vào làm việc chăm chỉ.<br/><br/>&emsp;2020 có may mắn cho tuổi Mão không? Dự đoán tuổi Mão năm 2020 yêu cầu bạn trả hết mọi khoản nợ cũ mà bạn có thể có. Những khoản nợ này có khả năng làm bạn căng thẳng nếu bạn không trả hết sớm. Làm sạch ngân sách của bạn và cố gắng cân bằng nó trong năm nay. Làm việc nhiều hơn để trả tiền, thay vì mua những thứ mới. Tiết kiệm tiền cho những năm tới cũng là một ý tưởng hay trong năm 2020.<br/><br/>&emsp;Đối với những người đang tìm kiếm tài lộc liên quan đến công việc gần đây có thể là một sự thất vọng từ sếp đó. Hãy nhớ rằng thời gian tốt đẹp sẽ không kéo dài mãi mãi và người ta cũng không nên để lòng tham dẫn tới sự sụp đổ của một thành tích.<br/><br/>&emsp;Quan trọng hơn bạn nên biết khi nào nên từ chức và để người khác có cơ hội tiếp quản. Đối với những người lãnh đạo doanh nghiệp, bạn muốn tồn tại và phát triển bạn phải sẵn sàng thích nghi với những thay đổi và nhu cầu thị trường.<br/><br/><b>Tình cảm của tuổi Mão năm 2020</b><br/>&emsp;Năm nay tình cảm của bạn sẽ may mắn hơn. Được chúc phúc bởi ngôi sao tốt lành phụ trách mối quan hệ yêu đương, bạn sẽ được ban phúc nhiều hơn, bất kể độc thân hay đã kết hôn. Đối với những tuổi Mão độc thân, bạn sẽ duyên dáng và nổi tiếng hơn với người khác giới, và có cơ hội bắt đầu một mối quan hệ. Đối với những người đã và đang yêu, bạn cũng có thể có người cầu hôn và dễ bị cám dỗ dẫn đến ngoại tình và gây ra khủng hoảng cho cuộc hôn nhân của bạn. Vì vậy, hãy chú ý đến lời nói và hành động của bạn trong cuộc sống hàng ngày và giữ một khoảng cách nhất định với người khác giới xung quanh để chống lại cám dỗ.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng tuổi Mão có khả năng tìm kiếm mối quan hệ lý tưởng trong năm nay, lãng mạn hoặc thân thiện. Tuổi Mão sẽ kết hôn vào năm 2020? Bạn có thể có hình ảnh của đối tác hoàn hảo trong tâm trí của bạn. Đừng lãng phí thời gian của bạn để tìm kiếm người này trong năm nay. Nếu bạn còn độc thân, hãy hẹn hò và tìm một người gần gũi với lý tưởng của bạn. Tuy nhiên, đừng bỏ ai đó chỉ vì họ không phù hợp với tất cả các tiêu chí của bạn. Nếu bạn đã có một mối quan hệ, đây là thời điểm tuyệt vời để làm mọi thứ rung chuyển. Thử những điều mới, đến những địa điểm mới và quan hệ mới theo những cách khác nhau đều là những cách tốt để tăng thêm hứng thú cho mối quan hệ của bạn.<br/><br/><b>Sức khỏe của tuổi Mão năm 2020</b><br/>&emsp;Năm 2020 sức khoẻ cũng không hẳn tốt với bạn. Mặc dù tác động xấu cảu năm, nhưng ít nghiêm trọng hơn, nhưng những ngôi sao không thể tránh khỏi ảnh hưởng đến bạn rất nhiều. Ví dụ, nó sẽ khiến bạn mất kiên nhẫn và cáu kỉnh, điều này sẽ có hại cho sức khỏe của bạn. Bên cạnh đó, sẽ khiến bạn mệt mỏi, mất tinh thần và đãng trí, do đó dễ bị tai nạn. Do đó, bạn nên thư giãn, điều chỉnh suy nghĩ, xen kẽ làm việc với nghỉ ngơi và tránh làm việc quá sức.<br/><br/>&emsp;Tuổi Mão, tất cả các công việc bạn đang làm chắc chắn sẽ làm bạn căng thẳng. Vì vậy, sẽ rất thuận lợi khi học một số kỹ thuật giảm căng thẳng trong năm. Cố gắng dành nhiều thời gian ngoài trời và ít thời gian hơn trước màn hình trong năm nay. Điều này có thể khuyến khích bạn tập thể dục nhiều hơn. Ở phía trước ít màn hình hơn sẽ khiến mắt bạn cảm thấy khỏe mạnh và cũng giúp bạn bớt đau đầu hơn. Giữ cho năng động và ăn một chế độ ăn uống cân bằng là rất quan trọng trong năm nay. Vì vậy, cố gắng làm những điều sẽ giúp cải thiện sức khoẻ.",
	"Thin":"Tử vi năm 2020 của tuổi Thìn dự đoán năm nay sẽ tương đối yên tĩnh cho bạn. Bạn sẽ thực tế hơn, điều này sẽ có thể giúp bạn trong nhiều lĩnh vực của cuộc sống trong năm 2020. Đôi khi bạn có thể gặp khó khăn trong việc tìm kiếm động lực của mình. Nhưng khi bạn có động lực, bạn sẽ có thể suy nghĩ rõ ràng và lập kế hoạch cho tương lai một cách dễ dàng. Đôi khi, bạn sẽ có mức năng lượng cao, và đây là thời điểm tốt nhất để thực hiện công việc hoặc thực hiện các mục tiêu của bạn.<br/><br/>&emsp;Tuổi Thìn được cho là dấu hiệu của sự may mắn và thịnh vượng. Những người được sinh ra vào năm rồng được cho là mạnh mẽ, tốt bụng, thân thiện, may mắn trong mọi nỗ lực. Những đặc điểm này chắc chắn sẽ giúp bất kỳ người nào sinh ra trong năm con rồng với tử vi của bạn vào năm 2020!<br/><br/>&emsp;Tử vi năm 2020 dự đoán năm nay sẽ là một năm tuyệt vời với một số ngôi sao ảnh hưởng đến vận mệnh của tuổi Thìn theo hướng tích cực. Mặc dù ảnh hưởng chiêm tinh của một số ngôi sao là tiêu cực, nhưng chúng bị đối trọng bởi những rung cảm tích cực của những ngôi sao tốt. Nhìn chung, năm 2020 hứa hẹn sẽ là một giai đoạn tuyệt vời trong cuộc đời của người tuổi Thìn.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Thìn<br/><br/>&emsp;Người tuổi rồng sẽ thấy vận may  được cải thiện đáng kể vào năm 2020 và có thể được ban phúc trong cả sự nghiệp và tình yêu. Về vấn đề này, bạn nên nắm bắt cơ hội. Mặc dù tài lộc của bạn sẽ không thay đổi đáng kể, bạn vẫn có thể tiết kiệm như mong muốn miễn là bạn giữ thói quen quản lý các vấn đề tiền bạc và không tiêu tiền hoang phí. Mặt khác, tuổi Thìn nên tận dụng sự may mắn để tìm kiếm cơ hội mới và làm những điều bạn chưa từng nghĩ đến trong cuộc sống hàng ngày, để làm cho cuộc sống của bạn trở nên đầy màu sắc và thú vị. Một khi bạn lựa chọn đúng, bạn sẽ có thể có kết quả tốt.<br/><br/>&emsp;Tuổi Thìn chuyên nghiệp có thể mong đợi sự hỗ trợ của đồng nghiệp và người có kinh nghiệm trong công việc của họ. Bạn cũng sẽ nhận được sự khuyến khích từ quản lý cấp trên trong việc tiến bộ trong sự nghiệp. Điều quan trọng là hòa đồng với các đồng nghiệp của bạn. Ngoài ra, hãy ngoại giao và đừng chà xát vào mặt sai.<br/><br/>&emsp;Người tuổi Thìn được biết đến với khả năng lãnh đạo và kỹ năng chiến đấu. Kết quả là, vào năm Tý, bạn sẽ có thể hoàn thành nhiệm vụ của mình với sự kiên trì và sức mạnh ý chí mạnh mẽ. Do đó, sự thăng tiến trong cuộc sống của bạn sẽ suôn sẻ và sinh lời.<br/><br/><b>Sự nghiệp của tuổi Thìn năm 2020</b><br/>&emsp;Bản chất mạnh mẽ và thông minh, bạn không cần phải lo lắng về sự nghiệp của mình và có thể đạt được điều gì đó miễn là bạn hành động theo cảm xúc của mình. Trong năm qua, những vấn đề tầm thường đã gây ra một cuộc khủng hoảng trong sự nghiệp của bạn, điều này khiến sợ hãi của bạn tăng lên. Năm 2020, bạn có thể là người tốt mà không bị làm phiền bởi những vấn đề tầm thường và mong chờ sự may mắn cho sự nghiệp. Tuy nhiên, đừng trở nên tự mãn vì tài sản, sự nghiệp đã phục hồi. Bình tĩnh, làm việc theo cách thực tế. Trong một thời gian ngắn, bạn sẽ có thể đạt được thành công lớn hơn và đáng chú ý trong sự nghiệp của bạn.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng nhiều cơ hội mới sẽ đến với bạn trong công việc vào năm 2020. Đây là thời điểm tuyệt vời để thảo luận với cấp trên của bạn nếu bạn đang tìm kiếm một kế hoạch phát triển. Đây cũng là một năm tuyệt vời để hòa đồng với đồng nghiệp của bạn. Cùng với việc kết bạn mới, đồng nghiệp của bạn có khả năng giúp bạn thực hiện các dự án tại nhà. Hãy cố gắng tập trung vào một mục tiêu lớn trong công việc vào năm 2020, cũng như tiếp tục làm việc với bất cứ điều gì cấp trên của bạn bảo bạn làm trong năm 2020 này.<br/><br/>&emsp;Dự đoán về sự nghiệp cho con rồng cho năm 2020 cũng cho thấy rằng bạn sẽ mở rộng, cao hơn trong sự nghiệp chuyên nghiệp của mình. Ngoài ra nhiều chương trình tài chính và gia tăng tài lộc có thể đến với bạn. Sự cần cù của bạn sẽ được ban lãnh đạo đánh giá cao và được đềnđáp xứng đáng. Do đó, bạn sẽ có cơ hội sử dụng các khả năng quản trị và kỹ năng thực hành của mình.<br/><br/>&emsp;Trách nhiệm và quyền lực trở nên mạnh mẽ và tích cực khi bạn đang đảm nhận bất kỳ dự án nào. Bạn nên sử dụng sự khéo léo của mình và giao tiếp phù hợp mà không làm tổn thương người khác. Bạn nên cố gắng tranh thủ sự hỗ trợ của các đồng nghiệp trong công việc.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng hai, tháng bảy, tháng tám và tháng mười một.<br/><br/><b>Tài lộc của tuổi Thìn năm 2020</b><br/>&emsp;Do nhieeuv công việc lại mới bắt đầu năm 2020, bạn thường chỉ có thể mong đợi sự may mắn trong việc kiếm tiền và tạo điều kiện tốt hơn để cải thiện tài lộc của bạn. Ngoài công việc khó khăn, bạn có thể thử những cách mới, chẳng hạn như công việc bán thời gian và các cuộc thi mà bạn đã từ chối làm trong quá khứ, nếu bạn muốn có được tài lộc hơn; miễn là bạn sẵn sàng làm điều đó, bạn chắc chắn sẽ nhận được kết quả tốt với tài năng của mình. Đồng thời, cân bằng thu nhập chi tiêu và cố gắng tiết kiệm một chút. Theo vận hạn may mắn, bạn có thể sáng suốt và có kỹ năng quản lý và đầu tư tài chính, có cơ hội giành giải thưởng trong các hoạt động xổ số và nhận được sự giàu có bất ngờ thông qua việc đó, giành giải thưởng và các cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Thìn dự báo tài chính cho thấy một năm cũng ấm áp về các vấn đề tiền bạc. Dòng tiền sẽ chậm chạp, nhưng bạn vẫn có thể trang trải chi phí của mình. Bất kỳ khoản đầu tư nào bạn đang thực hiện nên có mục đích và dựa trên phân tích thích hợp.<br/><br/>&emsp;Các chỉ số chiêm tinh chỉ ra khả năng mất mát tài chính nghiêm trọng trong tháng ba và tháng chín. Bạn phải cực kỳ cảnh giác trong những tháng này. Ngoài ra, tránh tất cả các khoản đầu tư trong thời gian này. Bất kỳ sự tham lam sẽ dẫn đến thảm họa.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng bảy và tháng tám.<br/><br/><b>Tình cảm của tuổi Thìn năm 2020</b><br/>&emsp;Người tuổi Thìn, độc thân, đang yêu hoặc đã kết hôn, được ban phúc trong mối quan hệ tình cảm trong năm nay và bạn sẽ duy trì mối quan hệ tốt. Nếu bạn còn độc thân, bạn sẽ có cơ hội tìm được người cùng chí hướng và bắt đầu một mối quan hệ tốt đẹp. Tuy nhiên, nếu bạn đang yêu hoặc đã kết hôn, may mắn sẽ là bình thường bởi vì bạn quá chiếm hữu và mạnh mẽ và cai trị bạn tình bằng một cây gậy sắt, khiến người đó không hài lòng với bạn. Do đó, bạn nên nhẹ nhàng và ân cần và cho nhau nhiều không gian trống để giữ cảm giác bí ẩn và duy trì mối quan hệ ổn định.<br/><br/>&emsp;Dự đoán chiêm tinh cho tuổi Thìn trong năm 2020 chỉ ra rằng bạn sẽ quan tâm nhiều hơn đến các hoạt động của chính mình. Ngoài ra bạn sẽ tránh các mối quan hệ tình cảm phát sinh. Nếu bạn đang trong tình yêu, rất có thể bạn sẽ vướng vào những cuộc cãi vã với đối tác của mình một cách không cần thiết. Nhìn chung, bạn không thể lặp lại những điều tốt đẹp trong tình yêu của năm 2019 trong năm nay.<br/><br/>&emsp;Rồng cô đơn nên cố gắng mạo hiểm và cố gắng lôi cuốn các đối tác mới vào mối quan hệ tình cảm. Sáu tháng đầu năm 2020 dường như đầy hứa hẹn cho tình yêu, miễn là bạn sẵn sàng. Bạn cũng nên cố gắng tận dụng các cơ hội bạn có được.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng sáu, tháng tám và tháng mười một.<br/><br/><b>Sức khỏe của tuổi Thìn năm 2020</b><br/>&emsp;Đối với những người sinh năm Rồng, sức khỏe có thể rõ ràng vào năm 2020 và bạn sẽ dễ mắc bệnh nhẹ trong cuộc sống hàng ngày. Do đó, bạn nên theo dõi sức khỏe của mình và đừng bao giờ coi tuổi trẻ là cái cớ để hành động liều lĩnh và không quan tâm đến điều gì. Đặt sức khỏe của bạn lên hàng đầu trong mọi tình huống.<br/><br/>&emsp;Theo tử vi dự báo sức khỏe tuổi Thìn trong năm 2020 chỉ ra một năm khá tốt. Bệnh nhẹ và thương tích nhỏ có khả năng. Ngoài ra, hãy chăm sóc sức khỏe của bạn bằng cách ăn kiêng hợp lý và đừng quên thực hiện một thói quen tập thể dục. Chấn thương có thể tránh được bằng cách thận trọng hơn. Lái xe nên thận trọng trong các tháng của tháng một, tháng chín và tháng mười hai. Tháng 4 là nguy hiểm cho các môn thể thao dưới nước.",
	"Ti":"Tử vi năm 2020 của tuổi Tỵ dự đoán rằng mọi thứ sẽ dễ dàng hơn cho bạn trong năm nay so với những năm trước. Bạn sẽ cảm thấy như bạn có nhiều tự do hơn để làm những điều mà bạn thích. Bạn sẽ có thể thoát khỏi nhiều phiền toái trong cuộc sống của bạn. Sẽ có ít vấn đề hơn trong cuộc sống của bạn trong năm Canh Tý 2020 này và cũng có nhiều cơ hội thăng tiến hơn. Bạn có thể quên đi những điều khó chịu đã xảy ra trong cuộc sống của mình và mong chờ một thời gian dễ chịu vào năm 2020. Bạn có thể nhận được một năm với một tâm trí bình yên và không bị xáo trộn.<br/><br/>&emsp;Năm 2020 sẽ mang đến cho bạn rất nhiều sự mở cửa đòi hỏi nhiều hành động và nhiều chuyến đi. Những triển vọng này đi kèm với các mối nguy hiểm vốn có, và bạn phải di chuyển nhanh chóng và cẩn thận nếu bạn phải đạt được thành công.<br/><br/>&emsp;Năm 2020 Canh Tý đòi hỏi tuổi Tỵ phải siêng năng và phù hợp với tốc độ biến động cuộc sống. Nếu bạn phải hoàn thành mục tiêu của mình, sẽ cần phải cải thiện kỹ thuật giao tiếp của bạn. Cũng cần có sự chân thành và cống hiến trong cách tiếp cận của bạn đối với các công việc khác nhau mà bạn đã đảm nhận.<br/><br/>&emsp;Tuổi Tỵ năm nay cũng có thể mong đợi sự khuyến khích và hỗ trợ từ một người quen hoặc người thân trong việc biến các dự án của bạn thành công. Mặc dù năm 2020 hứa hẹn cho các khoản đầu tư, nhưng chúng cần được hỗ trợ bởi chuyên môn phù hợp.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Tỵ<br/><br/>&emsp;Vào năm 2020 Canh Tý, thuộc về nước trong Ngũ hành trong khi Tỵ thuộc về lửa, vì vậy những người tuổi Tỵ cảm thấy không may mắn về mọi mặt, đặc biệt là trong sự nghiệp và mối quan hệ yêu đương. Tuy nhiên thực tế, Về mặt sự nghiệp, công việc của bạn sẽ tiếp tục rất tốt và bạn sẽ thấy không gian hạn chế để phát triển của bạn. Bạn sẽ mất rất nhiều công để thay đổi tình hình. Đối với mối quan hệ tình cảm, bạn sẽ cảm thấy bị giữ chặt, đặc biệt nếu bạn độc thân - thất bại trong việc bắt đầu một mối quan hệ, thiếu đi một mối quan hệ đúng đắn và những trở ngại trên con đường của bạn.<br/><br/><b>Sự nghiệp của tuổi Tỵ năm 2020</b><br/>&emsp;Năm 2020 sẽ có dấu hiệu tiến bộ trong sự nghiệp của bạn, vẫn có một số khó khăn sẽ xảy ra với bạn. Đối với những người làm công ăn lương, bạn sẽ khó có thể vượt qua tình trạng hiện tại trong sự nghiệp của mình trong năm nay. Bạn có thể chọn tạm thời chuyển trọng tâm công việc và bắt đầu từ những việc nhỏ nhặt; nếu bạn có thể làm cho mọi chi tiết nhỏ trở nên hoàn hảo, bạn có thể đạt được những điều tuyệt vời. Đối với những người tự kinh doanh hoặc doanh nhân tuổi Tỵ, bạn không nên cẩu thả trong năm nay mà cực kỳ thận trọng trong việc lựa chọn đối tác hoặc xử lý các thói quen hàng ngày, đặc biệt là khi ký thỏa thuận hoặc hợp đồng với người khác, để tránh tổn thất cho chính bạn hoặc công ty của bạn.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Tỵ dự đoán rằng công việc của bạn sẽ đa dạng hóa trong năm nay cho dù chính bạn là người thực hiện các thay đổi hoặc do người khác. Sẽ có thêm một số cơ hội thăng tiến trong công việc vào năm 2020 vì tất cả những thay đổi này. Nếu bạn có thể chứng tỏ mình là người tuyệt vời ở nhiều thứ khác nhau, hoặc một người chơi nhóm có thể khiến người khác làm nhiều việc khác nhau, thì bạn gần như chắc chắn sẽ được thăng chức hoặc tăng lương. Làm việc chăm chỉ trong năm nay sẽ cải thiện cuộc sống của bạn.<br/><br/>&emsp;Nếu Rắn đang nghĩ đến việc thay đổi công việc mới, thì năm nay không phải là triển vọng thực hiện. Mặc dù bạn có thể phải đối mặt với một số hỗn loạn tại nơi làm việc, bạn sẽ có sự giúp đỡ của một thiên thần hộ mệnh để vượt qua các thử thách.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 4, Tháng 7, Tháng 8 và Tháng 11.<br/><br/><b>Tài lộc của tuổi Tỵ năm 2020</b><br/>&emsp;Tài chính ổn định cho tuổi Tỵ năm nay, có thể có đột phá nào đó ngoài dự kiến sẽ xảy ra so sánh với năm ngoái. Về thu nhập từ công việc, bạn sẽ có được thu nhập tiền lương ổn định và ấn tượng. Từ quan điểm của tử vi, bạn sẽ nhận được rất nhiều lợi nhuận đầu tư từ phương tiện tài chính hợp lý, tầm nhìn độc đáo, nắm bắt tốt các cơ hội, cũng như sự giúp đỡ và hướng dẫn của các chuyên gia. Mặc dù thu nhập tốt, chi phí cá nhân của bạn cũng sẽ tăng so với các năm trước. Bạn nên thực hành tiêu dùng hợp lý và lập kế hoạch tiêu dùng hợp lý để giữ cho thu nhập và chi tiêu của bạn được cân bằng.<br/><br/>&emsp;Năm nay cũng là năm làm việc để trả hết nợ cũ trước khi bạn chi tiền cho những thứ mới. Tránh thúc đẩy mua và chi tiêu vượt mức nếu bạn muốn giữ cho ngân sách của bạn cân bằng. Mặc dù vậy, cũng không nên tiết kiệm quá. So với năm trước, tình hình tài chính năm nay của bạn sẽ tốt hơn, nhưng vẫn phải quản lý tốt.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng 4, tháng 7 và tháng 8.<br/><br/><b>Tình cảm của tuổi Tỵ năm 2020</b><br/>&emsp;Tình yêu có thể không lý tưởng trong năm nay, đặc biệt đối với tuổi Tỵ đang yêu có thể gặp khủng hoảng trong tình yêu. Nếu bạn không chăm sóc sẽ không được ban phúc trong mối quan hệ tình cảm trong năm nay và ngay cả khi bạn phải lòng một ai đó, bạn có thể sẽ không gặp phải bất kỳ khó khăn nào khi theo đuổi anh ấy / cô ấy và cảm thấy khó khăn trong mối quan hệ. Đối với những bạn đã kết hôn, mối quan hệ tình yêu của bạn cũng có thể khá gập ghềnh và tình yêu của bạn có thể bị đe dọa bởi một bên thứ ba vì sẽ có nhiều cám dỗ xung quanh.<br/><br/>&emsp;Tuổi Tỵ có may mắn vào năm 2020 không? Sẽ có nhiều thay đổi trong cuộc sống tình yêu của bạn trong năm nay, nhưng chủ yếu là trong chính bạn. Bạn chắc chắn sẽ cảm thấy nhiều cảm xúc hơn trong năm nay. Điều này sẽ giúp bạn thể hiện bản thân dễ dàng hơn trong các mối quan hệ của bạn. Điều này sẽ làm cho các mối quan hệ của bạn có ý nghĩa hơn, cho dù chúng thân thiện hay lãng mạn. Nếu bạn còn độc thân, thì đây là thời gian để cố gắng tìm một người hiểu bạn và giống bạn hơn là không.<br/><br/>&emsp;Cuộc sống hôn nhân có thể trở nên thú vị bằng cách giữ cho kênh liên lạc cởi mở với vợ / chồng của bạn. Bạn cũng có thể nhờ sự giúp đỡ của bạn bè để làm mờ các nếp nhăn trong mối quan hệ của bạn. Cần phải tiếp cận những vấn đề trong hôn nhân của bạn với tinh thần lạc quan và với một tinh thần cởi mở.<br/><br/>&emsp;Những người độc thân sẽ có thể có được những mối quan hệ mới, và bạn thậm chí có thể may mắn có được một người bạn chọn. Trước khi bạn xác nhận mối quan hệ, hãy dành thời gian của riêng bạn và cố gắng hiểu người đó một cách đầy đủ. Điều này sẽ tránh những rắc rối không cần thiết trong tương lai.<br/><br/><b>Sức khỏe của tuổi Tỵ năm 2020</b><br/>&emsp;Sức khỏe sẽ tốt cho bạn, những người sinh ra tuổi Tỵ không có gì nghiêm trọng nhưng những vấn đề nhỏ sẽ xảy ra. Nói chung, bạn sẽ giữ một sức khỏe tốt. Tuy nhiên, đừng vì thế mà quên đi trong cuộc sống hàng ngày; thay vào đó, bạn sẽ theo dõi cơ thể của mình và tìm kiếm lời khuyên y tế kịp thời miễn là bạn cảm thấy không khỏe. Không bao giờ quá tự tin vào cơ thể của bạn và trì hoãn chữa bệnh, nếu không nó sẽ xấu đi và ảnh hưởng đến sức khỏe của bạn.<br/><br/>&emsp;Tử vi Sức khỏe cho tuổi Tỵ dự báo trong năm 2020 trong các vấn đề chung. Bạn bè và các thành viên gia đình già có khả năng bị bệnh. Phải có biện pháp phòng và chữa bệnh kịp thời sẽ tránh được tình trạng nặng thêm.<br/><br/>&emsp;Để phòng ngừa, hãy duy trì sức khỏe của bạn bằng các thói quen tập thể dục phù hợp, chế độ ăn uống hợp lý và thư giãn vừa đủ. Vì vậy, bạn có thể tham dự các bữa tiệc để làm cuộc sống thêm thú vị.",
	"Ngo":"Tử vi tuổi Ngọ năm 2020 cho thấy đây có thể là một năm đầy thách thức. Có tính xung đột giữa Tý - Ngọ và bạn phải cảnh giác hơn bình thường. Và do thực tế là có một số ngôi sao không may mắn mang đến tuổi Ngọ của bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền.<br/><br/>&emsp;Vì vậy, chiến lược tốt nhất của bạn có lẽ là giữ một nhịp độ sống thấp và không nên đưa ra bất kỳ thay đổi và quyết định lớn nào. Không phải là một năm tốt để kết hôn, đừng thay đổi công việc của bạn và đừng mua một ngôi nhà hoặc doanh nghiệp mới. Coi chừng những kẻ phản bội âm mưu chống lại bạn.<br/><br/>&emsp;Cố gắng làm công việc tình nguyện hoặc từ thiện để cân bằng năng lượng xấu hoặc sắp xếp để đi đến các điểm tâm linh và cầu nguyện cho phúc lành an toàn từ các tác động tiêu cực của ngôi sao nói. Tránh những nơi quá âm như đám tang và nghĩa địa, và tốt nhất nên đến nơi tổ chức đám cưới hoặc những dịp hạnh phúc khác trong gia đình để mang lại năng lượng tốt cho bạn. Nói chung, chỉ cần làm hết sức mình để tránh xung đột, tranh chấp và rắc rối.<br/><br/>&emsp;Tử vi năm 2020 dự báo cho thấy năm đó sẽ là thời gian thử nghiệm cho tuổi Ngọ. Vì có xung đột Tý - Ngọ, nên cần phải có sự cảnh giác nhất định. Các ngôi sao cũng không thuận lợi, và điều này có thể gây ra những điều không cần thiết, mất tài chính do áp dụng sai.<br/><br/>&emsp;Vì năm nay không tốt cho tất cả các tuổi Ngọ, nên trì hoãn tất cả các quyết định quan trọng. Nếu bạn đang nghĩ đến việc đầu tư vào một ngôi nhà mới, tốt hơn bạn nên hoãn lại. Đừng vội vàng thay đổi công việc của bạn hoặc kết duyên với một cô dâu tương lai. Bạn cũng nên cảnh giác với những người đang cố đố kỵ bạn. Nhìn chung, đi chậm và để thời gian xấu đi qua.<br/><br/>&emsp;Điều quan trọng đối với Ngọ là tập trung vào làm việc theo nhóm, đề cao lòng tự trọng của mình để thành công trong năm 2020 Canh Tý. Bạn nên quan tâm đến cảm xúc của người khác và từ bi với các cộng sự của mình.<br/><br/>&emsp;Bạn có thể cải thiện cơ hội thành công của mình trong năm 2020 bằng cách phủ nhận các tác động có hại của các ngôi sao. Đã đến lúc làm các công việc nhân đạo để giúp đỡ người nghèo hoặc hướng sự chú ý của bạn vào các hoạt động tín ngưỡng và tâm linh. Bạn nên tham gia các hoạt động gia đình đầy niềm vui và tránh những nơi có năng lượng tiêu cực. Hãy tốt với người khác và họ sẽ đáp lại lòng tốt của bạn.<br/><br/><b>Sự nghiệp tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán về sự nghiệp cho ngựa trong năm 2020 đã báo trước rằng sẽ có vô số những con đường dẫn đến sự nghiệp của bạn. Bạn phải đối phó với tình huống một cách tỉnh táo và phải có can đảm để vượt qua các thử thách. Hãy cẩn thận trong khi giao tiếp với người khác và thậm chí nên sẵn sàng cho các cuộc tranh cãi pháp lý.<br/><br/>&emsp;Bạn nên tránh xung đột với đồng nghiệp, cấp trên và nên sẵn sàng đối phó với mưu mô của kẻ đố kỵ. Học hỏi từ những kinh nghiệm tồi tệ qua các năm và chuyển đổi chúng thành lợi thế của bạn trong những năm tới.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tình cảm của tuổi Ngọ năm 2020</b><br/>&emsp;Dự báo tình yêu cho Tử vi tuổi Ngọ năm 2020 cho thấy một năm rất ảm đạm cho tình yêu và sự lãng mạn. Bạn độc thân sẽ khó tìm được đối tác lãng mạn và bạn vẫn FA đơn độc trong năm. Không có hại trong việc cố gắng và bạn nên tìm kiếm tình yêu trong gia đình và các cuộc tụ tập vui chơi.<br/><br/>&emsp;Nếu bạn đã có một mối quan hệ tình cảm đang yêu, bạn nên cố gắng bằng cách dễ chịu với người yêu của bạn và giữ cô ấy trong tâm trạng tốt. Không nên làm đám cưới của bạn trong năm nay và hạnh phúc nếu bạn có thể giữ mối quan hệ.<br/><br/>&emsp;Những tuổi Ngọ đã kết hôn cũng sẽ thấy cuộc sống của mình không có bất kỳ niềm vui hay điều bất thường nào.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán tài chính năm 2020 tuổi Ngọ</b><br/>&emsp;Những lời tiên tri trong năm 2020 cho thấy khả năng thu nhập âm trên một số khoản đầu tư. Nhìn chung, tình hình tiền tệ sẽ rất biến động và bạn nên giảm thiểu các hoạt động tài chính của mình. Bạn nên chỉ lập kế hoạch tương lai tài chính của bạn.<br/><br/>&emsp;Tuổi Ngọ sinh vào mùa thu hoặc mùa đông nên sẵn sàng đối mặt với một số khó khăn trên mặt trận tài lộc vào năm 2020. Không được thưởng thức bất kỳ loại đầu tư, đầu cơ nào. Trì hoãn tất cả các hoạt động chính như đầu tư vào tài sản giá trị lớn. Theo dõi chặt chẽ các chi phí của bạn và không mua bất kỳ mặt hàng xa xỉ nào.<br/><br/>&emsp;Nếu bạn sinh vào mùa xuân hoặc mùa hè, bạn có thể cố gắng dùng tiền của mình vào các khoản đầu tư mới. Nhưng đừng quên nghiên cứu nghiêm túc trước khi bạn bỏ tiền vào các khoản đầu tư này. Không có chỗ cho sự đầu cơ hay lòng tham.<br/><br/>&emsp;Tháng may mắn cho tài chính: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán sức khoẻ tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho Ngựa trong năm 2020 cho thấy một năm dưới mức trung bình. Mặc dù không có gì nghiêm trọng được dự đoán trước, hãy sẵn sàng đối mặt với những cơn đau dai dẳng và những cơn thiếu quyết đoán. Bạn cũng có thể dễ bị chấn thương. Lái xe phải hết sức cẩn thận khi đi trên đường.<br/><br/>&emsp;Sức khỏe nên được duy trì bằng cách kiểm tra y tế thường xuyên. Chế độ ăn uống hợp lý, ngủ đủ giấc và tập thể dục đầy đủ sẽ giúp bạn về lâu dài. Một cách khác để cải thiện vận may của bạn là giúp đỡ người khác bằng công việc từ thiện hoặc hiến máu.<br/><br/>&emsp;Tháng không may mắn cho sức khỏe: tháng hai, tháng tư, tháng bảy, tháng mười một và tháng mười hai.",
	"Mui":"Tử vi tuổi Mùi năm 2020 sẽ là một năm có nhiều vận may bị chi phối bởi những ảnh hưởng tiêu cực của các ngôi sao. Nếu bạn đã không gặp rắc rối, bạn có thể sẽ có một năm sẽ khó khăn. Vì vậy, hãy chuẩn bị cho một chuyến đi khó khăn đó nhé.<br/><br/>&emsp;Tuổi Mùi sẽ phải đối mặt với một năm thú vị 2020 Canh Tý với rất nhiều sự cống hiến và sức chịu đựng. Sáu tháng đầu năm sẽ mang đến cho bạn cơ hội tuyệt vời về lợi nhuận tài chính. Bạn phải tận dụng những triển vọng này và tiết kiệm cho những  khó khăn phía trước. Bốn năm tới sẽ là bất lợi đặc biệt, và bạn sẽ phải phụ thuộc vào tài chính bạn có được trong năm.<br/><br/>&emsp;Sẽ có rất nhiều hứng thú trong nửa đầu năm và từ nửa cuối năm 2020 tuổi Mùi nên sẵn sàng đối mặt với thực tế nghiệt ngã. Điều này sẽ đòi hỏi sự cống hiến và quyết tâm tuyệt vời. Năm Tý sẽ khiến bạn trở thành một cá nhân cứng rắn sẵn sàng đối mặt với những rào cản trong tương lai.<br/><br/>&emsp;Tử vi năm 2020 dự đoán, những người tuổi Mùi sẽ thấy vận may không ổn định, đôi khi tốt và đôi khi xấu. trong tất cả các khía cạnh. Trong suốt cả năm, sự nghiệp của bạn sẽ phải chịu đựng nhiều nhất từ ​​những điều trên, chủ yếu bị ảnh hưởng bởi ngôi sao không thuận lợi, và nó có thể bị đình trệ trong một thời gian. Hơn nữa, tài lộc và sự nghiệp có phần song song, vì vậy bạn sẽ có ít may mắn vì tiền từ sự nghiệp. Về sức khỏe, người tuổi Mùi thường cảm thấy ốm yếu vì áp lực lớn trong công việc. May mắn thay, tình yêu có thể suôn sẻ trong năm nay và bạn có thể gặp nhiều điều hạnh phúc, điều này có thể an ủi bạn một chút.<br/><br/>&emsp;Năm Tý bạn nên duy trì sự điềm tĩnh của mình. Không có chỗ cho tình cảm, và bạn phải vượt qua những khó khăn trong cuộc sống bằng cách khó khăn. Bạn nên chú ý duy trì sức mạnh thể chất và tinh thần của mình để có thể chuyển đổi năm thành năm thành công. Các chuyên gia sẽ có nhiều cơ hội để chuyển sang một công việc mới hoặc thay đổi nơi làm việc trong năm. Nếu có thể, bạn nên ngừng làm điều đó vì lợi ích của mình. Cơ hội tài chính không nên chi phối bởi lòng tham, và cần phải kiểm soát chi phí của bạn. Các khoản tiết kiệm bạn thực hiện sẽ có ích cho tương lai.<br/><br/><b>Sự nghiệp của tuổi Mùi năm 2020</b><br/>&emsp;Nhiều cuộc khủng hoảng có thể xảy ra đối với sự nghiệp của những người tuổi Mùi, trong đó những người bị ảnh hưởng nhiều nhất sẽ là tầng lớp lao động. Nếu bạn là người làm công ăn lương, bạn sẽ khó đạt được tiến bộ lớn, và xác suất tăng lương và thăng chức cũng sẽ mờ mịt; rất nhiều rắc rối trong công việc và tình trạng làm việc kém sẽ khiến bạn không thể hoàn toàn mà thường bị cấp trên chỉ trích và khiển trách, thậm chí có thể mất việc. Đối với tuổi Mùi trong vai trò lãnh đạo, điều quan trọng nhất sẽ nằm ở khía cạnh 'con người' và bạn cần nỗ lực nhất định để hòa nhập với mọi người xung quanh; đừng quá hà khắc với cấp dưới mà hãy chiến thắng mọi người bằng niềm tin, sự tử tế với người khác.<br/><br/>&emsp;Trong năm 2020 cho thấy rằng về mặt chuyên môn, bạn sẽ làm tốt một cách hợp lý. Có nhiều cơ hội để đạt được tiến bộ trong công việc của bạn. Bạn sẽ có nhiều triển vọng để kiếm thêm tiền nếu bạn có sự thông minh để sử dụng các cơ hội bạn gặp phải. Nếu bạn làm trong ngành dịch vụ như bảo hiểm nhân thọ, giao dịch tài sản, bạn sẽ có một khoảng thời gian rất hiệu quả. Bạn có thể mong đợi thu nhập của bạn tăng lên ngoài mong đợi của bạn. Bạn phải nỗ lực rất nhiều và nắm bắt cơ hội khi chúng đến. Hãy yên tâm rằng những nỗ lực của bạn sẽ được bù đắp.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tài lộc của tuổi Mùi năm 2020</b><br/>&emsp;Vào năm 2020, sự may mắn của bạn đối với tài lộc rất xấu. Bạn sẽ thấy gần như không có cách nào để kiếm tiền và thu nhập của bạn sẽ giảm rất nhiều so với dự kiến. Về đầu tư và quản lý tài chính, bạn khó có thể kiếm được lợi nhuận lớn do thiếu kiên nhẫn và lòng tham cho lợi nhuận nhỏ. Đồng thời, mong muốn cá nhân của bạn sẽ dẫn đến chi tiêu lớn và không siêng năng  tiết kiệm có thể dễ dàng khiến bạn sống vượt quá thu nhập của mình. Để có được may mắn hơn cho tài chính, trước tiên bạn phải tiết kiệm, chi tiêu hợp lý và thiết lập chế độ chính xác về tiền bạc; Thứ hai, bạn phải làm việc chăm chỉ để kiếm tiền và cải thiện thu nhập cá nhân.<br/><br/>&emsp;Không nên đầu tư đầu cơ như cổ phiếu và cổ phiếu. Đừng hào phóng trong việc cho người khác vay tiền. Đảm bảo thu nhập và làm thêm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Mùi năm 2020</b><br/>&emsp;Ngôi sao tốt lành sẽ mang lại cho bạn may mắn về khía cạnh tình cảm. Mối quan hệ của bạn sẽ trở nên sâu sắc và bền chặt hơn và bạn sẽ tin tưởng và yêu nhau, và cùng nhau chịu đựng những thử thách mang lại. Một số Mùi độc thân sẽ khá nổi tiếng với những người khác giới và có nhiều người ngưỡng mộ, từ đó bạn có thể gặp đúng người để bắt đầu một mối quan hệ. Ngoài ra, những người đã kết hôn có thể bước vào một giai đoạn mới, mang thai và nâng cấp lên cha mẹ, điều này thực sự hài lòng.<br/><br/>&emsp;Tuổi Mùi trong các mối quan hệ nên tránh xung đột. Tất cả những hiểu lầm nên được xóa bằng đối thoại và tương tác. Cuộc sống tình yêu cho các cặp vợ chồng nên giản đơn và không có rườm rà.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng năm và tháng chín.<br/><br/><b>Sức khỏe của tuổi Mùi năm 2020</b><br/>&emsp;Bạn Người cừu sẽ ở trong tình trạng chung và sự dao động sẽ không có hại. Tuy nhiên, thời gian khó khăn trong công việc chắc chắn sẽ ảnh hưởng đến tâm trạng của bạn và khiến bạn có tinh thần thấp, do đó ảnh hưởng đến cả sức khỏe thể chất và tinh thần. Bạn được nên điều chỉnh suy nghĩ của mình, giữ thái độ tích cực và lạc quan, giảm nhẹ gánh nặng của bạn đúng cách, giảm bớt tâm trạng và ra ngoài dành thời gian rảnh rỗi để thư giãn.",
	"Than":"Tử vi tuổi Thân năm 2020 sẽ là một năm trung bình. Mọi thứ sẽ không tốt hoặc quá khủng khiếp. Bạn có thể vượt qua năm bằng cách duy trì hiện trạng và hoãn tất cả các quyết định quan trọng cho tương lai. Nếu bạn đang nghĩ đến việc nhận một công việc mới hoặc mua một ngôi nhà mới, bạn có thể thực hiện điều đó.<br/><br/>&emsp;Tuổi Thân gặp năm tam hợp Tý, sẽ tương đối tốt hơn so với các năm tới. Bạn phải kiếm đủ và tiết kiệm càng nhiều càng tốt trong năm. Tuổi Thân phải kỷ luật và siêng năng hơn và cố gắng hoàn thành mục tiêu của mình.<br/><br/>&emsp;Có điều, tuổi Thân nên gác lại sự bướng bỉnh của mình và tranh thủ sự hỗ trợ của đồng nghiệp và những người có kinh nghiệm trong việc đạt được mục tiêu. Bạn phải tìm kiếm lời khuyên từ người khác và giao lưu với các đồng nghiệp của mình để vượt qua những khó khăn mà bạn có thể phải đối mặt trong năm Tý.<br/><br/>&emsp;Trong khi bạn đang thực hiện tất cả các biện pháp thận trọng, bạn nên hết sức cảnh giác trong việc phát hiện kẻ thù và cố gắng loại bỏ âm mưu của chúng để âm mưu chống lại bạn. Bạn nên xoay quanh đối thủ của mình bằng cách ngoại giao và nói chuyện suôn sẻ.<br/><br/>&emsp;Bạn sẽ cần phải dựa vào chính mình hơn bất kỳ ai khác trong năm Tý. Điều này có nghĩa là bạn cần phải làm việc chăm chỉ hơn. Bạn phải học cách trở thành một người tích cực của nhóm làm việc và chú ý hơn đến các chi tiết. Ngoài ra, sự bướng bỉnh của bạn dường như sẽ giúp bạn trở nên tốt hơn trong năm nay. Bạn nên cố gắng linh hoạt hơn và thực hành và học cách lắng nghe và giao tiếp với người khác. Và mặc dù bạn sẽ phải đối mặt với tất cả các loại thử thách trong năm nay, bạn sẽ luôn có ai đó giúp bạn giải thoát khó khắn. Đồng nghiệp, bạn bè và cấp trên sẽ rất ủng hộ bạn và sẽ vững vàng phía sau bạn trong mọi nỗ lực.<br/><br/>&emsp;Trong khi đó, hãy nhớ quan đằng sau bạn vì ai đó có thể đố kỵ hoặc đang âm mưu chống lại bạn. Bạn có thể vô tình giẫm phải một vài vết xe đổ một vài bản ngã do mâu thuẫn, vì vậy hãy lưu ý và làm dịu mội vấn đề trước khi cho phép bản thân có cơ hội nói.<br/><br/><b>Tử vi sự nghiệp của tuổi Thân năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho tuổi Thân trong năm Tý 2020 cho thấy nhiều rào cản đối với sự nghiệp của bạn. Nó phụ thuộc vào trí thông minh của bạn làm thế nào bạn có thể vượt qua những thách thức này và vẫn hoàn thành công việc của mình để làm hài lòng sếp.<br/><br/>&emsp;Bạn phải giảm bớt sự hung hăng của bạn và đưa những người khác đi cùng để hoàn thành các dự án của bạn. Hãy cảnh giác với những người đang cố gắng tạo ra những trở ngại trên con đường tiến bộ của bạn. Bạn nên nhận thức được những hạn chế của mình và đừng quá nhiệt tình trong việc thực hiện các công việc mà bạn không thể hoàn thành.<br/><br/>&emsp;Triển vọng nghề nghiệp rất đáng khích lệ đối với những tuổi Thân được sinh ra trong sáu tháng đầu năm. Những người sinh vào nửa cuối năm có thể có một năm khó khăn. Ngoài ra, đừng hứa bất cứ điều gì trừ khi bạn chắc chắn 100%. Những người tuổi Thân được sinh ra vào mùa xuân và mùa hè sẽ có may mắn hơn trong sự nghiệp so với những con được sinh ra vào mùa thu và mùa đông.<br/><br/>&emsp;Trong năm nay, các doanh nhân tuổi Thân sẽ có một khởi đầu tốt và hầu hết bạn có thể có được một vị trí trong ngành với sự cạnh tranh khốc liệt nhờ vào đầu óc kinh doanh nhanh nhẹn của bạn. Đồng thời, bạn sẽ được nhiều người ủng hộ để giúp cho con đường khởi nghiệp của bạn trở nên suôn sẻ hơn. Đối với những người làm công ăn lương, bạn sẽ gặp may mắn trong sự nghiệp, làm việc một cách hiệu quả hơn và giành được sự công nhận của sếp với thành tích cá nhân xuất sắc. Đối với những người săn việc làm, bạn sẽ gặp may mắn ở mức trung bình cho sự nghiệp và sự khó khăn do môi trường mới mang lại có thể khiến bạn không thể làm việc trong trạng thái rất tốt. Do đó, hãy suy nghĩ kỹ trước khi bạn đưa ra quyết định về nhảy việc, tham khảo ý kiến ​​của những người đi trước và chọn một công việc phù hợp nhất.<br/><br/><b>Tài lộc của tuổi Thân năm 2020</b><br/>&emsp;Những chú khỉ sẽ được Thần may mắn và những ngôi sao tốt lành vào năm 2020. Do đó, bạn sẽ trải nghiệm một câu thần chú may mắn và cảm thấy khá may mắn về cả thu nhập từ công việc. Thu nhập tiền lương của bạn sẽ được cải thiện và bạn sẽ nhận được mức thù lao mong muốn. Ngoài ra, lời khuyên được đưa ra bởi nhiều người lớn tuổi có kinh nghiệm xung quanh và tích luỹ của bạn trong học tập và nhận thức sẽ mang lại cho bạn rất nhiều tài lộc bất ngờ từ đầu tư và quản lý tài chính. Tuy nhiên, bạn nên chi tiêu hợp lý thay vì ngông cuồng, hoặc sẽ rất khó để tiết kiệm tiền cho dù bạn đã kiếm được bao nhiêu.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Dự đoán tình yêu của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho tuổi Thân trong năm 2020 cho thấy một năm có phần nhất quán cho các mối quan hệ. Người đã kết hôn có thể hy vọng năm sẽ ổn định và yên bình. Những người độc thân sẽ tận hưởng khoảng thời gian dễ chịu tìm kiếm, và sẽ không thiếu bạn mới.<br/><br/>&emsp;Bạn sẽ có rất nhiều sự lựa chọn và bạn có thể chọn đúng một trong những sở thích của bạn. Cả nam và nữ sẽ có một số lượng lớn người cầu hôn, và bạn phải chọn và chọn. Những người trong tình yêu sẽ có một năm thú vị.<br/><br/>&emsp;Các nam tuổi Thân sẽ trải qua một vài mối quan hệ chỉ trong một năm và nữ sẽ được bao quanh bởi nhiều người cầu hôn, có lẽ bạn không biết điều này, nhưng bạn thực sự có một hoặc nhiều người bạn là những người ngưỡng mộ bí mật của bạn. Vì vậy, hãy để mắt và tai mở to, và bạn có thể thấy mình là một người quan trọng khác.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 11.<br/><br/><b>Dự đoán về tiền và tài chính của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán tuổi Thân về các vấn đề tài chính cho thấy rằng tất cả các khoản đầu tư lớn nên tránh. Đầu tư mạo hiểm và đánh bạc đều bị nghiêm cấm. Ngay cả khi bạn đầu tư, bạn nên thực hiện nhiều nghiên cứu và chọn lọc. Những người làm ngành môi giới và hoa hồng hoặc bảo hiểm không được đảm bảo về thu nhập ổn định. Coi chừng các khoản đầu tư hứa hẹn lợi nhuận đáng kể.<br/><br/>&emsp;Dự báo năm 2020 cho tiền thấy rằng đối với những người làm việc môi giới như bảo hiểm, bất động sản, bạn phải lên kế hoạch trước và chuẩn bị cho một năm với những thăng trầm. Nói chung, tránh đầu tư lớn, và không bao giờ hành động theo quyết định bốc đồng. Hãy khách quan và hợp lý khi nói đến đầu tư. Và hãy nhớ rằng, đừng tin mọi lời khuyên từ bạn bè của bạn và tránh xa đầu tư rủi ro, hợp tác hoặc đánh bạc. Trên thực tế, ai đó đang âm mưu đố kỵ và dễ có một số tổn thất tài chính.<br/><br/>&emsp;Đi du lịch có thể mang lại cho bạn bất ngờ bất ngờ sẽ làm tăng lợi nhuận tài chính của bạn. Vì vậy, bắt đầu lên kế hoạch cho kỳ nghỉ tiếp theo của bạn. Ngoài ra, nó có thể là một ý tưởng tốt để bắt đầu kinh doanh hoặc thực hiện một số trường hợp từ nước ngoài.<br/><br/>&emsp;Tháng may mắn về tài chính: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Sức khoẻ của tuổi Thân năm 2020</b><br/>&emsp;Sức khỏe của khỉ trong năm 2020 sẽ không gây ra bất kỳ vấn đề nghiêm trọng nào trên mặt trận sức khỏe. Sẽ có những sự thiếu sót nhỏ có thể được chăm sóc bằng cách hỗ trợ y tế nhanh chóng. Có thể là sốt và các vấn đề dạ dày.<br/><br/>&emsp;Bạn có thể dễ dàng cảm thấy mệt mỏi, và điều này có thể được chữa khỏi bằng cách nghỉ ngơi đầy đủ. Một vấn đề khác sẽ là từ căng thẳng nghề nghiệp. Đặc biệt là các chuyên gia và người tài chính có thể phải đối mặt với một số thất bại trong công việc của họ. Biện pháp duy nhất là thư giãn bằng các kỹ thuật như yoga và thiền định.",
	"Dau":"Tử vi tuổi Dậu năm 2020 dự báo trước rằng những ảnh hưởng chiêm tinh tích cực của các ngôi sao trong năm Tý trở thành một năm đáng kinh ngạc đối với người tuổi Dậu. Bạn có thể mong đợi năm sẽ vô cùng may mắn trong tất cả các lĩnh vực của cuộc sống. Các chuyên gia và doanh nhân sẽ thịnh vượng theo kế hoạch của họ.<br/><br/>&emsp;Tình yêu cuộc sống sẽ tuyệt vời, và người độc thân sẽ có rất nhiều cơ hội để có được mối quan hệ tình cảm. Năm 2020 hứa hẹn với những người nổi tiếng và sự may mắn đối với bạn. Bạn sẽ nhận được sự khuyến khích và giúp đỡ từ đồng nghiệp, quản lý, gia đình và bạn bè trong tất cả các công việc của bạn.<br/><br/>&emsp;Tất cả những điều này có thể đạt được nếu bạn sử dụng thông minh và giao tiếp của bạn đúng cách. Bạn nên có khả năng ngoại giao trong giao dịch với người khác và mang theo người khác để hoàn thành các dự án của bạn. Kỹ năng quản lý và sự cống hiến của bạn có được lợi nhuận.<br/><br/>&emsp;Vào năm 2020, những người tuổi Dậu sự nghiệp sẽ là khía cạnh tốt nhất trong năm nay và bạn có thể mở rộng tầm cao mới và hoàn thành điều gì đó dưới sự ban phúc của những ngôi sao tốt lành; sự may mắn bất lợi cho tài lộc sẽ đòi hỏi bạn phải chú ý nhiều hơn về tiền của mình; may mắn trong mối quan hệ tình cảm, nhưng bạn cần để mắt đến điều không thuận lợi khi bắt đầu một mối quan hệ. Còn về sức khỏe, có sức khỏe kém, vì vậy hãy cẩn thận trong cuộc sống hàng ngày.<br/><br/><b>Tử vi tuổi Dậu năm 2020 cho sự nghiệp</b><br/>&emsp;Dự đoán tử vi Trung Quốc cho sự nghiệp của người tuổi Dậu vào năm 2020 cho thấy sự mở rộng để tiến bộ trong nghề nghiệp hoặc dự án kinh doanh của bạn. Nếu bạn được tuyển dụng, các khen thưởng cấp cao hơn và phần thưởng tài chính sẽ theo sau nếu bạn siêng năng. Bạn có thể tin tưởng vào sự hỗ trợ từ các cộng sự của bạn. May mắn đứng về phía bạn, và bạn phải tận dụng nó.<br/><br/>&emsp;Mặt khác, bạn có thể phá hỏng cơ hội tiến bộ nếu bạn không cẩn thận trong giao tiếp với đồng nghiệp. Bạn không nên vướng vào bất kỳ tranh cãi nào và tôn trọng ý kiến ​​của người khác. Ngoại giao và đối thoại đúng đắn sẽ giúp bạn về lâu dài.<br/><br/>&emsp;Với sự giúp đỡ của ngôi sao tốt lành Tang Fu, bạn tuổi Dậu sẽ thấy sự tiến bộ lớn hơn trong sự nghiệp so với năm ngoái, có thể đột nhiên thăng tiến trong cuộc sống và có được sức mạnh to lớn. Ngay cả khi bạn là một nhân viên bán hàng nhỏ, bạn có thể lại nổi lên như nút chai, được thăng chức và tăng lương và tạo sự khác biệt trong nghề nghiệp chính của bạn. Tuy nhiên, điều này sẽ đòi hỏi bạn phải cống hiến nhiều hơn cho sự nghiệp, tích cực hoàn thành các nhiệm vụ do cấp trên giao và giữ mối quan hệ tốt với đồng nghiệp. Sự phát triển tốt hơn trong sự nghiệp cũng có thể bù đắp cho sự thiếu hụt tài sản tài chính ở một mức độ nhất định. Để cải thiện vận may trong sự nghiệp vào năm 2020, tốt hơn nên đeo vòng tay Lapis Lazuli có ký hiệu Dậu.<br/><br/>&emsp;Tử vi tuổi Dậu 2020 cho sự nghiệp cho thấy sẽ có rất nhiều cơ hội cho bạn. Trên thực tế, bạn có một cơ hội khá tốt để được thăng chức hoặc tăng lương, vì vậy mặc dù bạn sẽ dành nhiều thời gian và công sức cho công việc của mình, ít nhất, bạn sẽ được khen thưởng. Hơn nữa, bạn bè của bạn sẽ giúp đỡ bạn rất nhiều khi nói đến sự nghiệp và công việc của bạn. Vì vậy, hãy để trái tim và tâm hồn của bạn vào sự nghiệp của bạn và cho mọi người thấy những gì bạn được tạo ra. Có cơ hội thăng tiến và nâng cao sẽ may mắn.<br/><br/>&emsp;Tuy nhiên, năm không hoàn toàn sẽ có những xui xẻo, vì vậy bạn phải chú ý đến những gì bạn nói. Cố gắng giữ ý kiến của bạn với bản thân và thể hiện lòng trắc ẩn và tôn trọng người khác. Bạn cần quan tâm đến việc kinh doanh của riêng bạn. Đôi khi, cái miệng lớn của bạn có thể là kẻ thù tồi tệ nhất của chính bạn gây rắc rối cho bạn. Tránh xung đột và tranh chấp với người khác.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 1, Tháng 3, Tháng 4, Tháng 6, Tháng 8, Tháng 12.<br/><br/><b>Dự đoán tài lộc của tuổi Dậu năm 2020</b><br/>&emsp;Tài chính cho người tuổi Dậu vào năm 2020 dự đoán một năm có lợi nhuận cao cho các doanh nhân. Tất cả các liên doanh và đầu tư tài chính mới sẽ sinh lời. Điều quan trọng là phải khốn khổ khi chi tiêu. Tất cả các khoản đầu tư nên được nghiên cứu thích hợp.<br/><br/>&emsp;Người độc thân nên hỏi ý kiến cha mẹ để xử lý các vấn đề tài chính của họ. Tương tự, các doanh nhân nam nên cho phép vợ chăm sóc tài chính. Trong năm, bạn sẽ có sự hỗ trợ liên tục của bạn bè. Tránh bất kỳ suy đoán và tham lam để nhân số tiền của bạn.<br/><br/>&emsp;Tuổi Dậu dự báo năm 2020 cho thấy đây là năm bạn sẽ mỉm cười suốt chặng đường đến ngân hàng. Bất cứ điều gì bạn có trong đầu - một doanh nghiệp mới hoặc đầu tư, bạn có thể kiếm được khá nhiều lợi nhuận từ nó. Tuy nhiên, đừng ném tiền của bạn như nước, thực hiện một số nghiên cứu và tin tưởng vào bản năng của bạn, và bạn sẽ có được thu hoạch mà bạn mong muốn. Bạn sẽ nhận được nhiều sự giúp đỡ từ bạn bè bất cứ khi nào bạn cần. Nhớ đừng đánh bạc và không nên quá tham lam khi đầu tư.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 4, tháng 6, tháng 8, tháng 12.<br/><br/><b>Dự đoán tình cảm tuổi Dậu năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho những người tuổi Dậu trong năm Tý báo trước rằng định mệnh đứng về phía bạn trong vấn đề tình yêu. Mặc dù ít cơ hội để có được mối quan hệ yêu đương, bạn vẫn có thể gặp để có được người bạn đời phù hợp.<br/><br/>&emsp;Nếu bạn có thể xác định đúng đối tác, anh ấy hoặc cô ấy có thể từ vòng kết nối xã hội hoặc văn phòng của bạn. Chỉ có điều, bạn phải hết sức cảnh giác và gây ấn tượng với người khác giới.<br/><br/>&emsp;Có một mối nguy hiểm rình rập đối với các cặp vợ chồng trong năm Tý. Do đó, nếu cuộc hôn nhân của bạn lâu bền, bạn phải giữ cho người bạn đời của bạn hạnh phúc với sự quan tâm và ấm áp của bạn. Sự lãng mạn giữa bạn và bạn đời sẽ nảy nở, và có nhiều khả năng sẽ có một thành viên mới trong gia đình.<br/><br/>&emsp;Những người tuổi Dậu sẽ có vận may tình yêu vào năm 2020. Họ dễ gặp may mắn lãng mạn nhờ bạn bè và dễ dàng tìm kiếm cơ hội tình yêu ở những nơi giải trí và tiệc tùng. Tuy nhiên, những mối quan hệ bất ngờ này sẽ mang lại bất ngờ cho họ. Đối với những người tuổi Dậu đã kết hôn, nên tự giác, và tránh xa rượu, tránh mang lại những rắc rối tiềm ẩn cho gia đình và hôn nhân.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng tư, tháng sáu, tháng mười hai.<br/><br/><b>Dự đoán năm 2020 về sức khoẻ tuổi Dậu</b><br/>&emsp;Dự báo sức khỏe cho những người tuổi Dậu trong năm Tý 2020 không thể hiện một bức tranh đẹp. Nơi làm việc có thể là một nguồn gây căng thẳng, và bạn nên thực hiện các bước khắc phục để giảm căng thẳng. Lái xe nên cẩn thận trên đường để tránh bị tai nạn.<br/><br/>&emsp;Người tuổi Dậu nên cẩn thận để tránh chấn thương từ những vật sắc nhọn và phụ nữ đang mang thai nên chú ý đến những gì họ mặc.<br/><br/>&emsp;Nghiện rượu sẽ mang lại cho họ sự khó chịu về thể chất và những nguy hiểm tiềm ẩn. Người tuổi Dậu sẽ dễ dàng bị liên lụy hoặc gây ra thảm họa, gây thương tích cho cơ thể. Họ rất dễ mắc các vấn đề về hệ hô hấp và bệnh thương hàn. Chúng tôi khuyên nên tránh xa vùng nước nguy hiểm hoặc những nơi ẩm ướt.",
	"Tuat":"Tử vi tuổi Tuất năm 2020 cho thấy sau một năm chậm chạp 2019, cuối cùng, hãy ôm lấy bản thân để có một năm tốt đẹp hơn trong năm Tý 2020. Với một vài ngôi sao may mắn trên đường chân trời của bạn, mọi thứ sẽ luôn trở nên tốt đẹp hơn. Thành công là của bạn khi tham gia vào một số lĩnh vực bạn muốn theo đuổi.<br/><br/>&emsp;Bạn bè sẽ đóng một vai trò quan trọng trong cuộc sống của bạn vào năm Tý 2020. Vì vậy, hãy kết bạn thay vì kẻ thù và đánh giá cao tất cả những người bạn tốt mà bạn có. Họ chắc chắn sẽ giúp một tay khi bạn cần. Sẽ có một số thăng trầm và trở ngại, mặc dù có thể có những thay đổi phía trước như công việc mới hoặc vị trí hiện tại, nếu bạn có thể chọn, tốt hơn là giữ nguyên thay vì thay đổi lớn. Vì vậy, ở lại với công ty của bạn hoặc ngôi nhà hiện tại của bạn. Đừng thực hiện bất kỳ động thái hay kế hoạch lớn nào, có lẽ tốt hơn là đợi đến năm sau.<br/><br/>&emsp;Để hoàn thành mục tiêu của bạn trong năm 2020, Bạn phải tránh sự cố chấp và điều chỉnh bản thân với các điều kiện luôn thay đổi. Bạn sẽ phải lắng nghe quan điểm của người khác và đưa ra ý tưởng của bạn rõ ràng cho người khác.<br/><br/>&emsp;Người tuổi Tuất sẽ gặp may mắn vào năm 2020. Nhưng bạn cần quản lý vấn đề tiền bạc một cách hợp lý và không tiêu xài hoang phí, bởi vì vận may thông thường không có nghĩa là sẽ không có chuyện gì xảy ra. Ngược lại, những sự cố bất ngờ có thể khiến bạn mất rất nhiều tiền. Năm nay, những người tuổi Tuất nên đặc biệt chú ý đến sức khỏe và rất cẩn thận khi lái xe hoặc đi bộ bên ngoài.<br/><br/>&emsp;Tuy nhiên, tuổi Tuất cũng sẽ có nhiều cơ hội trong năm Tý 2020 và tất cả những gì cần thiết là mất thêm một chút và sẵn sàng điều chỉnh nhanh với một số sự kiện và đòi hỏi khắt khe. Trong khi đó, bạn sẽ cảm thấy xúc động và kích động theo thời gian. Cố gắng học hỏi từ những sai lầm của bạn trong những khoảnh khắc trước dây, và tận dụng những khoảnh khắc khi bạn đang ở trên đỉnh cao. Cụ thể, tốc độ cuộc sống cao hơn có thể khiếncác quyết định nhanh chóng được đưa ra để tận dụng các cơ hội trong năm nay.<br/><br/><b>Sự nghiệp của tuổi Tuất năm 2020</b><br/>&emsp;So với năm ngoái, sẽ không có gì đặc biệt xảy ra với sự nghiệp của bạn, vì vậy đừng có chuyển đổi công việc. Nói chung, nhảy việc là ngu ngốc khi bạn kém may mắn trong sự nghiệp. Do đó, bạn nên làm việc tốt hơn ở vị trí hiện tại và điều quan trọng nhất là làm tốt công việc trước mắt - chỉ bằng cách này bạn mới có thể tìm kiếm một công việc tốt hơn. Mỗi tuổi Tuất đều có ngày - bạn sẽ không gặp xui xẻo trong sự nghiệp; một ngày nào đó, bạn sẽ gặp may mắn.<br/><br/>&emsp;Năm 2020 thể hiện một bức tranh màu hồng trong công việc. Cần có thêm sự tự tin trong khi hoàn thành các dự án của bạn. Sự siêng năng của bạn sẽ được quản lý công nhận và sự nghiệp của bạn sẽ thăng tiến. Điều này sẽ được đi kèm với các khen thưởng và tăng lương. Trong khi làm việc, bạn nên tìm cách hoàn thành công việc của mình một cách hoàn hảo. Bạn cũng phải theo dõi các dự án được giao cho bạn đến điểm hoàn thành. Năm Tý sẽ cho bạn nhiều cơ hội để đảm nhận công việc bổ sung ngoài nơi làm việc hiện tại của bạn. Bạn có thể tận dụng kinh nghiệm và tài năng của mình để kiếm thêm tiền.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng 5, tháng 7, tháng 10, tháng 12.<br/><br/><b>Tài lộc của tuổi Tuất năm 2020</b><br/>&emsp;Đối với tài lộc, những người tuổi Tuất dễ bị tổn thất tài chính cá nhân. Nhưng đừng quá lo lắng về điều đó - tình hình sẽ không tồi tệ mà mất ít tiền. Theo lý thuyết phong thủy, thật tốt khi chịu tổn thất tài chính bất ngờ nhưng 'của đi thay người'. Trong suốt cả năm, tốt hơn hết bạn không nên đánh bạc hoặc mua vé số. Nó không quan trọng nếu bạn làm điều đó cho vui.<br/><br/>&emsp;Dự báo chiêm tinh tuổi Tuất năm 2020 đã báo trước một giai đoạn tuyệt vời về tiền bạc. Các tuổi Tuất sẽ có được thu nhập ổn định và sẽ có đủ để tiết kiệm. Bạn không nên phung phí vào những thứ xa xỉ và sử dụng thu nhập đưa vào tiền tiết kiệm. Các bạn làm việc trong các ngành bảo hiểm và bất động sản sẽ sẵn sàng đối mặt với sự biến động trong dòng tiền. Thỉnh thoảng bạn có thể mong đợi một khoản lợi nhuận từ các nguồn không xác định ngoài thu nhập thường xuyên của bạn.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 5, tháng 10, tháng 12.<br/><br/><b>Tình cảm của tuổi Tuất năm 2020</b><br/>&emsp;Tuổi Tuất sẽ được ban phúc trong mối quan hệ tình cảm vào năm 2020. Nếu bạn kết hôn, cuộc hôn nhân của bạn sẽ được cải thiện hơn nữa và không bị cãi vã; nếu bạn độc thân hoặc không có người thân, bạn có thể gặp đúng người, vì vậy hãy nắm bắt cơ hội để đi chơi nhiều hơn, kết bạn nhiều hơn và gặp gỡ nhiều người hơn để tăng xác suất. Mặc dù bạn sẽ trở nên nổi tiếng hơn với người khác giới, nhưng bạn không nên nói chuyện với người khác; nếu không thì nghiệp chướng sẽ trừng phạt bạn và người khác sẽ làm tổn thương bạn khi bạn làm tổn thương người khác.<br/><br/>&emsp;Dự đoán về tình yêu năm Tý khuyên các cặp vợ chồng nên vun đắp sự hòa hợp trong cuộc hôn nhân của họ. Bạn nên tận hưởng cuộc sống với người bạn đời của bạn. Điều tương tự cũng áp dụng cho các cặp đang trong giai đoạn tình yêu.<br/><br/>&emsp;Tuổi Tuất độc thân nên dành thời gian để tạo mối quan hệ mới. Bạn sẽ có rất nhiều cơ hội để có được bạn tình phù hợp nếu bạn nhìn xung quanh. May mắn đứng về phía bạn, và bạn có thể ngạc nhiên khi tìm thấy trong vòng tròn cuộc sống của bạn.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng năm, tháng mười, tháng mười hai.<br/><br/><b>Sức khỏe của tuổi Tuất năm 2020</b><br/>&emsp;Theo quan điểm về sự may mắn cho sức khỏe vào năm 2020, những người tuổi Tuất cần phải rất cẩn thận khi ra ngoài, hoặc bạn có thể dễ dàng gặp tai nạn. Bạn sẽ dễ bị chấn thương do tai nạn hơn là bệnh tật. Đối với phụ nữ tuổi Tuất, bạn không nên đi bộ một mình vào ban đêm mà nên thận trọng trong mọi việc; Đối với người đàn ông, chú ý đến sự an toàn khi bạn đang lái xe.<br/><br/>&emsp;Sẽ có các vấn đề sức khỏe liên quan đến công việc bên cạnh các chấn thương và các sự kiện liên quan đến nước. Điều cần thiết là bạn phải chú ý đến sức khỏe cảm xúc của mình bên cạnh việc rèn luyện thể chất. Sức khỏe của một số thành viên trong gia đình cũng sẽ gây ra một số lo lắng, và bạn phải chú ý đúng mức đến sức khỏe của họ.",
	"Hoi":"Tử vi năm 2020 tuổi Hợi cho thấy sau một năm 2019 đầy khó khăn, cuối cùng may mắn của bạn đã chuyển sang những điều tốt đẹp hơn trong năm Tý 2020, đặc biệt là vào nửa cuối năm. Vẫn còn một số trở ngại và va chạm trên đường đi, vì vậy bạn cần kiên nhẫn, bình tĩnh và vận may của bạn sẽ ngày càng tốt hơn vào mùa thu. Do thực tế là có một số ngôi sao không may mắn được mang đến cho bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền nhỏ trong khoản đầu tư.<br/><br/>&emsp;Cố gắng đừng để mất tập trung và nóng nảy, bạn phải học cách theo dõi hành vi và lời nói của mình, bạn có thể vô tình giẫm phải vết xe đổ một vài bản ngã do xung đột, vì vậy hãy lưu ý và làm mát trước khi cho phép bạn có cơ hội nói. Bên cạnh việc cẩn thận với những gì bạn nói, bạn cũng cần học cách quan tâm đến việc kinh doanh của chính mình; bạn có thể kéo mình vào thứ gì đó mà bạn thực sự không quan tâm. Trong khi đó, sức khỏe cũng có thể trở thành một trong những mối quan tâm lớn của bạn trong năm nay, vì vậy hãy chú ý hơn đến sức khỏe của chính bạn.<br/><br/>&emsp;Người tuổi Hợi sẽ giống như những chú chó may mắn vào năm 2020. Được ban phúc bởi ngôi sao tốt lành, bạn sẽ khá may mắn trong cả sự nghiệp và tài lộc, như thể được ông trời ủng hộ. Tuy nhiên, mối quan hệ tình yêu sẽ không may mắn như vậy, tuy nhiên có thể phụ thuộc vào may mắn để bạn gặp đúng người! Sức khỏe sẽ là điều bạn cần quan tâm nhất vì đây là khía cạnh kém may mắn nhất. Đừng thờ ơ với sức khỏe vì công việc mà hãy tập trung vào cả hai để đạt được thành công. Nói tóm lại, xu hướng chung của tuổi Hợi sẽ rất tốt trong năm 2020. Đừng quên nắm bắt cơ hội vì cơ hội như vậy không thể bỏ lỡ. Thành công thường nằm ở một điểm cụ thể, vì vậy hãy chắc chắn rằng bạn sẽ nắm lấy cơ hội.<br/><br/>&emsp;Tử vi năm 2020 trong năm Tý cho thấy trong sáu tháng đầu năm, bạn sẽ phải đối mặt với nhiều trở ngại. Do đó cần phải duy trì sự điềm tĩnh của bạn và hy vọng cho những ngày tốt hơn. Sức mạnh của sao không hữu ích trong năm có khả năng bạn trở nên cáu kỉnh. Trong quá trình đó, sẽ có sự mất tập trung và thậm chí các vấn đề tài chính. Tránh tất cả các loại xung đột và tranh cãi và phải tập trung vào trách nhiệm của bạn<br/><br/><b>Sự nghiệp của tuổi Hợi năm 2020</b><br/>&emsp;Khá may mắn trong sự nghiệp, những người sinh ra năm tuổi Hợi sẽ ở đỉnh cao của sự nghiệp, vì vậy hãy nắm bắt cơ hội và không bao giờ lãng phí may mắn trong sự nghiệp. Hãy thử nhiều công việc khác nhau, bạn sẽ tìm thấy một công việc phù hợp bất ngờ. Về mặt học hành, bạn là ưu tú vì bạn rất thông minh và phù hợp nhất để khởi nghiệp. Nhưng nếu không được phép bởi các điều kiện khách quan, bạn cũng có thể làm việc để người khác hoàn thành điều gì đó; đừng chùn bước vì trí thông minh của bạn - thành công bao gồm 1% quà tặng và 99% nỗ lực. Chỉ khi bạn tận dụng tốt năng lượng và tài năng của mình, bạn mới có thể sống với may mắn khá tốt cho sự nghiệp trong năm nay.<br/><br/>&emsp;Mặc dù những người có người sẽ có cơ hội vàng tại nơi làm việc và nhận được sự giúp đỡ từ cấp trên, nhưng các đối thủ cạnh tranh cũng sẽ nắm lấy cơ hội của bạn vì cạnh tranh. Bên cạnh đó, sự xáo trộn từ những người có tính cách đố kỵ sẽ dẫn đến ảnh hưởng trong công việc. Bạn nên giữ bình tĩnh; Hãy là một người dịu dàng. Ngoài ra, dành nhiều thời gian hơn để đọc sách để cải thiện cá nhân.<br/><br/>&emsp;Mặt khác, bạn nên sẵn sàng đối mặt với căng thẳng do công việc của bạn tạo ra và khắc phục những vấn đề do đối thủ của bạn tạo ra. Có khả năng gặp rắc rối pháp lý trong năm nay. Bạn phải đối phó với tất cả những khó khăn với một khung tâm trí tuyệt vời, và thành công cuối cùng sẽ thuộc về bạn.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tài lộc của tuổi Hợi năm 2020</b><br/>&emsp;Tuổi Hợi sẽ rất may mắn trong việc kiếm tiền và nhận được lợi ích lớn trong đầu tư chứng khoán. Nhưng bạn nên kiểm soát  tiêu tiền. Nếu không, bạn sẽ không cân bằng được thu nhập và chi phí và không tiết kiệm tiền. Ngoài đầu tư, bạn cũng sẽ có cơ hội nhận được lợi nhuận từ việc mua vé số, nhặt tiền hoặc được cảm ơn vì đã mạnh dạn làm những gì chính đáng. Nói một cách dễ hiểu, hãy làm nhiều việc tốt hơn và tích lũy may mắn để được ban phúc nhiều hơn trong tài lộc và nhận được sự giúp đỡ từ người khác.<br/><br/>&emsp;Những cơ hội có thể tạo ra một lượng thu nhập nhất định có thể sẽ bị người khác chộp lấy. Bằng cách này, lợi nhuận cá nhân của bạn sẽ bị xâm phạm. Những kết quả không may mắn này sẽ đến từ các cuộc chạy đua thất bại hoặc thái độ cạnh tranh tiêu cực đối với công việc và cuộc sống. Bạn nên tránh xa các khoản đầu tư mạo hiểm và cũng tránh hợp tác với bạn bè trong năm nay.<br/><br/>&emsp;Tuổi Hợi đi việc làm sẽ có thu nhập ổn định. Bạn nên tập trung vào tiết kiệm và tránh các chi phí không cần thiết. Tất cả các khoản đầu tư đầu cơ nên cẩn thận, và tiết kiệm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tình cảm của tuổi Hợi năm 2020</b><br/>&emsp;Mối quan hệ tình cảm cũng sẽ được ban phúc cho bạn, những người tuổi Hợi có thể cảm thấy thoải mái về điều đó. Được hỗ trợ bởi ngôi sao tốt lành, những chú Lợn độc thân sẽ có nhiều khả năng bắt đầu một mối quan hệ và trở nên nổi bật hơn với người khác giới. Mặc dù vậy, bạn không thể hoàn toàn tập trung vào mối quan hệ tình cảm nhưng lại gây căng thẳng trong công việc và tình yêu bởi vì xem xét cài gì là nền tảng của tình yêu và hạnh phúc. Đối với tuổi Hợi đã kết hôn, bạn nên duy trì hôn nhân đúng cách và tránh xa mối quan hệ ngoài hôn nhân.<br/><br/>&emsp;Các cặp vợ chồng sẽ có một năm tuyệt vời với sự hạnh phúc của họ. Mối quan hệ của bạn sẽ là nguồn ghen tị cho người khác bất chấp những cuộc mâu thuẫn nhỏ thông thường trong cuộc sống hôn nhân. Tất cả các vấn đề giữa các cặp vợ chồng nên được hài hoà ngay lập tức, và sự hòa hợp sẽ thắng thế. Tuooit Hợi đang yêu cũng sẽ có một năm tuyệt vời.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 9, tháng 12.<br/><br/><b>Sức khỏe của tuổi Hợi năm 2020</b><br/>&emsp;Sức khỏe vào năm 2020 và bạn có thể bị một căn bệnh nghiêm trọng, dữ dội và không thể cưỡng lại. Nhưng đừng quá bận tâm về nó vì nó không phải là một căn bệnh nan y nhưng có thể rất đau đớn và đau đớn. Đừng đánh mất trái tim, hãy tự tin và tiếp tục vui sống. Chỉ bằng cách này, bạn có thể phục hồi tốt hơn và nhanh hơn. Đối với bạn, lý do chính khiến bạn bị ốm sẽ là ngày và đêm làm việc liên tục tiêu tốn sức khỏe của bạn; một khi bạn thức khuya trong một thời gian dài và bị bế tắc trong một thời gian dài, bệnh tật, nghiêm trọng hoặc nhỏ, sẽ đánh bạn và kéo bạn xuống từng bước.<br/><br/>&emsp;Dựa trên dự đoán vận may của lợn vào năm 2020, người lợn có nhiều khả năng bị thấp khớp, rối loạn gan và tim và các bệnh trong hệ hô hấp. Lời khuyên là hãy tránh xa những nơi tối tăm và ẩm ướt. Ngoài ra, tham gia các sự kiện ngoài trời và giúp đỡ người khác là phương pháp tốt để điều chỉnh sức khoẻ hợp lý.",
	"BachDuong":"<b>Tử vi về tình cảm của Bạch Dương 2020</b><br/>&emsp;Đối với những bạn cung Bạch Dương mà còn độc thân thì đường tình cảm của bạn trong năm 2020 sẽ rất thuận lợi, may mắn. Bạn có thể sẽ tìm thấy được tình yêu giữa những người bạn đã có sự quen biết và  những người có nhiều điểm chung và có nhiều triển vọng của hôn nhân vào năm 2020.<br/><br/>&emsp;Với những bạn Bạch Dương đã kết hôn, cuộc sống hôn nhân của bạn sẽ hạnh phúc, êm ấm và tràn ngập tình yêu giữ 2 người do ảnh hưởng của hành tinh. Nhưng chuyện đau buồn, cãi vã và cả tổn thương trong quá khứ có thể dễ dàng quên đi. Để tránh những cãi vã trong cuộc sống vợ chồng, 2 người nên thẳng thắn trong giao tiếp sẽ giúp ích rất nhiều để cải thiện tình cảm.<br/><br/><b>Về sự nghiệp của Bạch Dương năm 2020</b><br/>&emsp;Dự báo năm 2020 cho Bạch Dương cho thấy đây có thể là một giai đoạn hỗn loạn trong nửa đầu năm 2020 này. Bạn có thể sẽ gặp một ít khó khăn, nhưng mọi chuyện sẽ sớm suôn sẻ hơn và có thể sẽ có những thay đổi trong sự nghiệp. Tuy nhiên, bạn cũng nên giữ mối quan hệ hài hòa với người có kinh nghiệm và đồng nghiệp của mình. <br/><br/><b>Về tài chính năm 2020</b><br/>&emsp;Trong năm 2020 của Bạch Dương dự đoán một năm có rất nhiều may mắn về tài chính, đặc biệt là cuối tháng Sáu. Nếu quyết tâm và kiên trì bạn hoàn toàn có thể  bắt đầu một doanh nghiệp hoặc công việcc mới. Với vận may của năm nay, ban sẽ không gặp nhiều trục trặc đáng kể nào trong tình hình tài lộc của bạn và bạn có thể hứng thú với việc quyên góp vào các hoạt động nhân đạo.<br/><br/><b>Về sức khỏe của Bạch Dương năm 2020</b><br/>&emsp;Tình hình sức khỏe của Bạch Dương cho thấy bạn nên tập trung vào cuộc sống bình an và tránh căng thẳng. Ảnh hưởng của Sao Mộc có thể được nhìn thấy trong việc duy trì sức khỏe tốt của bạn trong nửa đầu năm. Sáu tháng cuối năm sẽ trở nên tồi tệ trên mặt trận sức khỏe, bạn cần phải bảo tồn và duy trì năng lượng trong bạn.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Bạch Dương cho thấy bạn sẽ khá bình thản, và may mắn trong năm nay. Đối với hầu hết các việc, mọi thứ sẽ ổn định và không đáng lo ngại. Những thay đổi đáng kể có thể đến, nhưng chỉ khi bạn là người tạo ra chúng. Những thay đổi nhỏ sẽ tự đến. Bạn sẽ cần phải hành động hoặc làm việc chăm chỉ hơn nữa nếu bạn muốn làm cho năm của bạn thú vị hơn.<br/><br/><b>Tử vi hàng tháng của Bạch Dương 2020</b><br/><b>Tháng 1</b>:  Đây là thời điểm tuyệt vời để Bạch Dương bắt đầu một liên doanh, công việc hoặc những hợp đồng mới.<br/><br/><b>Tháng 2</b>: Một tháng tuyệt vời để xây dựng các mối quan hệ ngoại giao chuyên nghiệp và cá nhân của bạn.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng giúp bạn bạn sẽ có năng lượng và hứng thú để thực hiện những nhiệm vụ khó khăn nhất trong công việc của mình.<br/><br/><b>Tháng 4</b>:  Tháng này là thời điểm tốt nhất để sử dụng năng lượng của bạn cho các ý tưởng xây dựng trong công việc.<br/><br/><b>Tháng 5</b>:  Tháng này bạn phải cẩn thận để không tham gia vào các dự án đầy tham vọng.<br/><br/><b>Tháng 6</b>: Vào tháng 6 bạn cần kiên trì và có sự kiên nhẫn cho những thời điểm khó khăn để vượt qua.<br/><br/><b>Tháng 7</b>: Đây là tháng giúp đỡ người khác sẽ mang lại cho bạn niềm vui và hạnh phúc.<br/><br/><b>Tháng 8</b>:  Tháng 8 có thể mang lại một số nhầm lẫn trong các khía cạnh khác nhau của cuộc sống.<br/><br/><b>Tháng 9</b>: Đây là tháng sẽ mang đến sự quan tâm trong việc thức tỉnh tâm linh cho cung hoàng đạo Bạch Dương.<br/><br/><b>Tháng 10</b>:  Tháng 10 chính xác là lúc bạn sẽ bận rộn với nhiều điều xảy ra trong cuộc sống.<br/><br/><b>Tháng 11</b>: Bạn sẽ cần phải đi chậm, cân nhắc kỹ lưỡng về công việc của mình hơn  để bạn không bị thua lỗ.<br/><br/><b>Tháng 12</b>:  Đây sẽ là một tháng tốt cho Bạch Dương, và bạn cũng sẽ cảm thấy tốt khi giúp đỡ người khác.<br/><br/>&emsp;",
	"KimNguu":"<b>Về sự nghiệp năm 2020 của Kim Ngưu</b><br/>&emsp;Tử vi năm 2020 của Kim Ngưu cho thấy bạn nên cẩn trọng về các mối quan hệ với đồng nghiệp của mình, những người có thể tạo ra những trở ngại cho bạn. Tuy nhiên, trong năm nay bạn có thể hoàn thành mục tiêu của mình bằng sự siêng năng và kiên trì, mọi nỗ lực đều có thể thu lại được thành quả xứng đáng. Bạn cũng có thể có một ông việc tốt hơn hoặc được thăng chức lên một vị trí cấp cao.<br/><br/><b>Về tài chính của Kim Ngưu 2020</b><br/>&emsp;Dự đoán cung hoàng đạo Kim Ngưu 2020, vào khoảng cuối tháng 8 vấn đề tài chính của bạn sẽ may mắn, thành công hơn. Bên cạnh đó, nếu bạn có bất cứ dự định gì cần tiêu sài đến tiền, thì mọi thứ sẽ không quá khó khăn. Tuy nhiên hãy luôn biết tiết kiệm tiền và giữ nó cho ngày sau.<br/><br/><b>Tử vi tình yêu của Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, tình yêu cuộc sống của bạn sẽ tràn ngập cảm xúc và đam mê. Mối quan hệ của bạn sẽ tốt đẹp và thuận lợi hơn rất nhiều. Đây cũng là dịp giúp bạn kết nối lại các mối quan hệ căng thẳng trong những năm qua. <br/><br/>&emsp;Đối với những người đã kết hôn, việc tiến tới hôn nhân là điều tự nhiên. Cuộc sống vợ chồng sẽ có nhiều điều mới mẻ, hạnh phúc trong năm nay.<br/><br/><b>Tử vi gia đình Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, cuộc sống gia đình của Kim Ngưu đảm bảo sẽ có một năm hạnh phúc và dễ chịu hơn so với mọi năm. Mặc dù có thể có một số xích mích trong nửa đầu năm giữa các thành viên trong gia đình, nhưng những tháng cuối năm moi chyện sẽ ổn thỏa và tốt đẹp hơn. <br/><br/><b>Tử vi sức khỏe của Kim Ngưu năm 2020</b><br/>&emsp;Trong năm 2020 này, Kim Ngưu nên hết sức chú tâm đến tình trạng sức khỏe của bạn trong năm nay. Bạn hãy cố gắng thực hiện một số thói quen tập thể dục và cố gắng ăn một chế độ ăn uống điều độ, cân bằng để bạn có thể khỏe mạnh nhất có thể.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Kim Ngưu cho thấy đây là một năm ổn định và bình yên đối với bạn. Do đó là thời điểm thích hợp để bạn bắt tay vào những kế hoạch đẫ đặt ra. Hãy chuẩn bị để đưa ra quyết định quan trọng liên quan đến nghề nghiệp hoặc các mối quan hệ của bạn. Ngoài ra, bạn cũng nên hỏi ý kiến của người thân trong gia đình để đưa ra quyết định đúng đắn nhất.<br/><br/><b>Tử vi hàng tháng của Kim Ngưu 2020</b><br/><b>Tháng 1</b>: Trong tháng này Kim Ngưu cần phải cẩn thận trên mặt trận sức khỏe của bản thân, tập thể dục và ăn uống điều độ.<br/><br/><b>Tháng 2</b>: Tháng này sẽ yêu cầu bạn phải kiên nhẫn trên các mặt trận cá nhân cũng như tính chuyên nghiệp.<br/><br/><b>Tháng 3</b>: Tháng này, Kim Ngưu sẽ thấy được ​​sự cải thiện về tài chính và nắm giữ tiền tệ.<br/><br/><b>Tháng 4</b>: Đây sẽ là tháng bạn đạt được nhiều thành tự trong công việc, c cải thiện triển vọng kinh doanh và sự nghiệp của bạn.<br/><br/><b>Tháng 5</b>: Đây là một tháng tốt lành cho du lịch và phúc lành tài chính.<br/><br/><b>Tháng 6</b>: Mọi điều tốt đẹp sẽ đến với sức khỏe tốt và cơ hội mới cho Kim Ngưu.<br/><br/><b>Tháng 7</b>: Tháng 7 này, bạn có thể theo đuổi một kỹ năng mới và phát triển cơ hội kiếm việc làm tốt hơn.<br/><br/><b>Tháng 8</b>: Bạn sẽ kiếm được một số tiền từ các nguồn bất ngờ.<br/><br/><b>Tháng 9</b>: Đây có thể sẽ là một tháng lý tưởng để dành cho bạn bè và gia đình, hãy dành thời gian để quan têm đến gia đình của mình hơn.<br/><br/><b>Tháng 10</b>: Đây là khoảng thời gian những người đã sai, bạn sẽ phải gánh chịu hậu quả.<br/><br/><b>Tháng 11</b>: Là thời điểm thích hợp cho sự khởi đầu mới. Bạn sẽ được ban phúc với may mắn và hạnh phúc.<br/><br/><b>Tháng 12</b>: Tháng 12 sẽ là thời điểm tốt để tận hưởng bản thân và đi nghỉ dài ngày với những người thân yêu.<br/><br/>&emsp;",
	"SongTu":"<b>Tử vi sự nghiệp Song Tử  năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho Song Tử trong năm 2020, nếu bạn làm việc trong ngành nghề và quan hệ đối tác sẽ có một giai đoạn thuận lợi. Do những khía cạnh tích cực của Sao Mộc, bạn có thể mong đợi rất nhiều thành tích trong công việc của mình. Bên cạnh đó, bạn cũng sẽ đạt được bởi những thay đổi bước ngoặt trong môi trường kinh doanh.<br/><br/><b>Tử vi tài chính Song Tử 2020</b><br/>&emsp;Những người thuộc cung Song Tử có thể sẽ gặp nhiều khó khăn trong vấn đề tài chính trong năm nay. Điều này chủ yếu là do các khía cạnh tiêu cực của Sao Thổ. Hơn nữa, bạn nên tránh những chi phí không cần thiết, chi phí phải phù hợp hoặc nằm trong thu nhập của bạn và cần học cách tiết kiệm.<br/><br/><b>Tử vi tình yêu Song Tử năm 2020</b><br/>&emsp;Tình yêu của Song Tử cho năm 2020 cho thấy một giai đoạn hài hòa, hạnh phúc cho các cặp vợ chồng và cả những ai còn độc thân. Bạn sẽ có nhiều cơ hội để hiểu đối tượng của mình hơn. Kết quả là tình yêu cuộc sống sẽ thú vị và bình yên.<br/><br/>&emsp;Với những ai đã kết hôn có thể sẽ có được rất nhiều niềm vui và đam mê trong năm 2020. Để duy trì mọi mối quan hệ,  bạn cần tránh tranh cãi về những điều nhỏ nhặt.<br/><br/><b>Tử vi gia đình Song Tử năm 2020</b><br/>&emsp;Dự đoán chiêm tinh Gia đình Song Tử cho năm 2020 chỉ ra rằng các khía cạnh kết hợp của Sao Mộc và Sao Thổ sẽ mang lại sự hài hòa cũng như chia sẻ các vấn đề. Cuộc sống gia đình sẽ hòa thuận, êm ấm, tuy nhiên cũng hết sức tránh các mâu thuẫn từ vấn đề nhỏ. Bên cạnh đó, hãy thường xuyên hỏi thăm và chia sẻ với thành viên trong gia đình.<br/><br/><b>Tử vi sức khỏe Song Tử 2020</b><br/>&emsp;Tử vi cung Song Tử dự báo cho thấy sức khỏe của bạn sẽ có vấn đề trong năm 2020. Vạy nên hãy thường xuyên chăm chút đến sức khỏe của mình. Trong quý thứ hai, bạn nên chuẩn bị để đối mặt với những cơn đau ốm đột ngột vì những khía cạnh tiêu cực của Sao Mộc.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Tử cho thấy rằng năm nay là một khởi đầu mới cho bạn. Trong năm nay, bạn hoàn toàn có thể chọn lựa bắt đầu một thứ gì đó mới mẻ để làm việc hoặc giải trí. Làm những việc mà bạn yêu thích và không thỏa hiệp với bất kỳ ai khác. 2020 là năm của bạn, vì vậy hãy làm bất cứ điều gì bạn cần làm để làm cho nó tuyệt.<br/><br/><b>Hãy cùng xem tử vi cung Song Tử hàng tháng năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là thời gian để bạn suy ngẫm về bước đi tiếp theo của mình và tập trung hơn vào giáo dục.<br/><br/><b>Tháng 2</b>: Hãy hết mình theo đuổi đam mê và cả các sự kiến giáo dục của mình.<br/><br/><b>Tháng 3</b>: Tháng 3 có thể là thời điểm khó khăn để bạn giữ im lặng khi thấy điều gì đó không ổn xảy ra.<br/><br/><b>Tháng 4</b>: Bạn có thể cải thiện mối quan hệ của bạn với bạn bè và gia đình của bạn.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng đầy đam mê và cảm xúc. Thực hành thiền sẽ có lợi.<br/><br/><b>Tháng 6</b>: Là một tháng tràn đầy năng lượng khi bạn sẽ muốn làm một cái gì đó mới, tiếp tục hết mình với công việc của mình.<br/><br/><b>Tháng 7</b>: Hãy lên kế hoạch cho tương lai của bạn. Có thể là một nghề nghiệp hoặc các mối quan hệ mới, đây là một tháng tốt để suy nghĩ về nó.<br/><br/><b>Tháng 8</b>: Tháng 8 sẽ là một tháng đầy biến động trong cuộc sống của bạn. Thời điểm khó khăn có thể đến trước mặt bạn.<br/><br/><b>Tháng 9</b>: Bạn nên giao tiếp tốt hơn với những người thân yêu và đồng nghiệp.<br/><br/><b>Tháng 10</b>: Bạn sẽ cần đưa ra những quyết định quan trọng có thể thay đổi tương lai của bạn.<br/><br/><b>Tháng 11</b>: Tháng này, bạn sẽ thích giúp đỡ mọi người, điều đó sẽ mang lại cho bạn sự bình an về tinh thần.<br/><br/><b>Tháng 12</b>: Hứa hẹn tháng 12 sẽ là một tháng bận rộn. Nhiều lực sẽ kéo bạn theo các hướng khác nhau.<br/><br/>&emsp;",
	"CuGiai":"<b>Triển vọng sự nghiệp cung Cự Giải năm 2020</b><br/>&emsp;Dự đoán tử vi năm 2020 của Cự Giải, năm nay có khả năng xảy ra xung đột tại nơi bạn làm việc nên cần cẩn thận lời ăn tiếng nói hoặc các mối quan hệ khác. Bạn sẽ cần phải làm việc chăm chỉ hơn và tự tin hơn so với đồng nghiệp nếu bạn muốn đạt nhiều thanh tựu vào năm 2020.<br/><br/><b>Dự đoán tình yêu cung Cự Giải năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn có khả năng tìm thấy sự hòa hợp trong các mối quan hệ tình cảm của mình. Mọi thứ sẽ tự nhiên và tốt đẹp hơn rất nhiều.<br/><br/>&emsp;Nếu bạn hiện là một Cự Giải độc thân, thì đây cũng là một năm tuyệt vời để cố gắng tìm kiếm người như ý. Bạn có nhiều khả năng tìm thấy tình yêu với một người mà bạn có nhiều điểm chung hơn là những người khác thích bạn.<br/><br/><b>Dự báo Tài chính cung Cự Giải năm 2020</b><br/>&emsp;Năm Canh Tý này, bạn cũng có khả năng gặp may mắn trong tài chính của mình trong năm nay. Cuộc sống của bạn sẽ tiện lợi, dễ dnagf hơn với việc chi tiêu thường nhật. Tiền bạc cũng du giả hơn rất nhiều. Làm việc theo sở thích kiếm tiền cũng là một cách tốt để có thêm tiền tiêu vặt.<br/><br/><b>Tử vi sức khỏe cung Cự Giải năm 2020</b><br/>&emsp;Có thể thấy, trong năm nay bạn có thể sẽ gặp vấn đề với sức khỏe nhưng bạn vẫn nên cố gắng tập thể dục thường xuyên. Cố gắng thích nghi với một thói quen tập thể dục hoặc chế độ ăn uống mới trong năm nay.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Cự Giải dự đoán rằng năm nay bạn sẽ có nhiều may mắn và học được nhiều điều về bản thân bằng cách xem những gì người khác làm. Bạn sẽ có nhiều cảm hứng trong công việc của mình. Đây chỉ là một vài ví dụ về những điều có thể truyền cảm hứng cho sự thay đổi trong cuộc sống của bạn vào năm 2020.<br/><br/><b>Tử vi hàng tháng của Cựu Giải năm 2020</b><br/><b>Tháng 1</b>: Tháng này sẽ là một tháng của những câu hỏi và sự nhầm lẫn cho Cự Giải.<br/><br/><b>Tháng 2</b>: Trong tháng này, bạn sẽ có khoảng thời gian cần cẩn thận với những gì xảy ra xung quanh bạn để không gặp phải những chuyện không mong muốn.<br/><br/><b>Tháng 3</b>: Đây là thời điểm tốt để theo đuổi giáo dục đại học.<br/><br/><b>Tháng 4</b>: Tháng 4 sẽ là một tháng đầy cảm xúc đối với những người Cự Giải.<br/><br/><b>Tháng 5</b>: Trong tháng này, hãy tập trung năng lượng của bạn vào các công việc cần tới bạn.<br/><br/><b>Tháng 6</b>: Bạn sẽ có nhiều cảm hứng và cả cơ hội trong công việc.<br/><br/><b>Tháng 7</b>: Vì là tháng sinh nhật của bạn khi bạn sẽ hạnh phúc về mọi mặt trong cuộc sống, chuyện tình cảm như ý.<br/><br/><b>Tháng 8</b>: Đây là một tháng tốt lành để bắt đầu dự án mới mà bạn đã chuẩn bị trong nhiều tháng.<br/><br/><b>Tháng 9</b>: Hãy cẩn trọng vì đây là lúc bạn nên chuẩn bị để đối mặt với mọi trở ngại trên con đường của mình.<br/><br/><b>Tháng 10</b>: Hứa hẹn sẽ là một tháng thuận lợi khi bạn sẽ rơi vào những mối quan hệ mới.<br/><br/><b>Tháng 11</b>: Khoảng thời gian này bạn cần suy nghĩ kỹ trước khi đưa ra bất kỳ quyết định quan trọng nào.<br/><br/><b>Tháng 12</b>: Bạn sẽ dành nhiều thời gian cho chuyện tình cảm cá nhân của mình.<br/><br/>&emsp;",
	"SuTu":"<b>Về tình yêu của cung Sư Tử năm 2020</b><br/>&emsp;2020 là một năm cho sự thay đổi khi nói đến mối quan hệ của bạn. Tuy nhiên, có thể xảy ra vấn đề trong cuộc sống lãng mạn của bạn, nếu bạn không ở bên đúng người. Bạn có thể cố gắng giải quyết mọi việc hoặc bỏ chúng đi khi xảy ra vấn đề.<br/><br/>&emsp;Nếu bạn đang tìm kiếm một mối quan hệ mới, bạn có thể sẽ gặp được người như ý và khả năng sẽ hạnh phúc hơn với các kết nối hơn là các cam kết.<br/><br/><b>Sự nghiệp của Sư Tử năm 2020</b><br/>&emsp;Chiêm tinh học 2020 dự đoán rằng năm nay bạn sẽ tập trung hơn bao giờ hết vào công việc. Bên cạnh đó, bạn cũng có khả năng nhận được nhiều công việc hơn. Cố gắng kết bạn với đồng nghiệp và cấp trên của bạn. Chúng giúp bạn tạo ra sự ổn định trong công việc của bạn, và thậm chí giúp bạn nổi bật. <br/><br/><b>Dự báo tài lộc của Sư Tử năm 2020</b><br/>&emsp;Trong năm nay bạn sẽ cảm thấy có xu hướng tiết kiệm tiền của mình hơn là chi tiêu hoang phí. Bởi vì điều này, bạn cũng có khả năng tăng thu vào ngân sách của bạn nhiều hơn và chăm sóc nó tốt cho bản thân hơn so với những năm trước. Hãy nắm bắt cơ hội để kiếm nhiều tiền hơn, như đầu tư vào năm 2020.<br/><br/><b>Tử vi sức khỏe cho Sư tử năm 2020</b><br/>&emsp;Tử vi dự đoán năm 2020 báo trước rằng Sư Tử có thể cảm thấy bốc đồng hơn bình thường trong năm nay. Trong khi điều này là tuyệt vời cho tâm trí của bạn, nó cũng tuyệt vời cho cơ thể của bạn. Bạn nên thử các bài tập mới hoặc ăn các loại thực phẩm mới. Bên cạnh đó, một vấn đề phổ biến với Leos là họ thiếu ngủ, vì vậy hãy cố gắng thực hiện điều này để tránh mệt mỏi nói chung và các vấn đề sức khỏe có thể đi kèm với nó.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Sư Tử dự đoán rằng năm nay tất cả là dành cho sự phát triển cá nhân, đây sẽ là thông tin cho gần như mọi Sư Tử. Bạn có khả năng có nhiều năng lượng hơn để hoàn thành công việc và còn dư lại để tiệc tùng một chút sau đó. Bạn có thể hoàn thành bất cứ điều gì nếu bạn cố gắng hết sức ngay cả trong thời kỳ khó khăn của sao Thủy năm 2020! Đối với hầu hết mọi thứ, bạn có thể có một năm dễ dàng và thú vị.<br/><br/><b>Tử vi hàng tháng của Sư Tử năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt cho việc hướng nội, lập kế hoạch trong tương lai và có gắng thực hiện nó một cách hoàn hảo.<br/><br/><b>Tháng 2</b>: Bạn cần thực hiện các kế hoạch một cách hoàn chỉnh thay vì phá vỡ những chi tiết nhỏ nhặt.<br/><br/><b>Tháng 3</b>: Có thể nói tháng 3 là thời điểm tốt cho những mối quan hệ lãng mạn và tình yêu mới. Đừng bắt đầu một cái gì đó mới trên mặt trận sự nghiệp của bạn.<br/><br/><b>Tháng 4</b>: Những gì đang xảy ra trong tháng này hãy cố gắng làm quen và chấp nhận nó.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng tuyệt vời để Sư tử bắt đầu các dự án mới và giúp đỡ những người khác trong các hoạt động xã hội.<br/><br/><b>Tháng 6</b>: Tháng 6 sẽ thuận lợi khi bạn sẽ đối mặt với cuộc sống với nụ cười trên khuôn mặt.<br/><br/><b>Tháng 7</b>: Bạn hãy biết cách nắm lấy các cơ hội đến với bạn trong tháng này.<br/><br/><b>Tháng 8</b>: Sẽ là một tháng thuận lợi khi bạn sẽ tràn đầy sức sống và đam mê mới, bạn sẽ không dễ dàng bỏ cuộc.<br/><br/><b>Tháng 9</b>: Đây là một tháng để xã hội hóa và tiệc tùng, chỉ cần đừng quá lạm dụng nó.<br/><br/><b>Tháng 10</b>: Sẽ là một tháng ổn định, yên bình. Đây là thời điểm thích hợp để trở lại trên đôi chân của bạn.<br/><br/><b>Tháng 11</b>: Tháng này sẽ đem lại nhiều điều tốt cho sinh viên Sư Tử. Tài chính cũng sẽ rất tuyệt vời và tốt hơn.<br/><br/><b>Tháng 12</b>: Bạn nên  đi hành hương nhiều hoặc bắt đầu những kỳ nghỉ tâm linh với những người thân yêu của bạn.<br/><br/>&emsp;",
	"XuNu":"<b>Về tình yêu của Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, mọi sự sẽ rất may mắn với Xử nữ trong chuyện tình cảm, mọi thứ đang diễn ra tốt đẹp với bạn và bạn không cần phải thay đổi những gì bạn đang làm. <br/><br/>&emsp;Trong năm mới này, nhiều cơ hội sẽ đến theo cách của bạn để tạo ra sự thay đổi trong mối quan hệ của bạn nếu bạn cần. Các mói quan hệ cũng sẽ đến nếu bạn đang tìm cách cải thiện mối quan hệ của mình với bạn bè và các thành viên trong gia đình.<br/><br/><b>Sự nghiệp của cung Xử Nữ năm 2020</b><br/>&emsp;Vấn đề sự nghiệp của xử Nữ trong năm nay sẽ có ảnh hưởng đôi chút từ năm ngoái. Cuộc sống của bạn sẽ vẫn hoạt động theo cùng một cách như năm ngoái, không có nhiều điểm khác biệt rõ rệt. Bạn có thể tập trung vào một thứ rất lâu và kỹ năng của bạn có khả năng tỏa sáng, thành công hơn nữa trong năm nay.<br/><br/><b>Tài chính cung Xử Nữ năm 2020</b><br/>&emsp;Cung Xử Nữ năm 2020 cũng gợi ý rằng bạn cũng sẽ cải thiện rất nhiều về thu nhập của mình trong năm nay. Bạn sẽ có đủ tiền để chi trả cho tất cả các chi phí cũng như nhu cầu thiết yếu trong cuộc sống và có thêm một số tiền để tiết kiệm cho tương lai.<br/><br/><b>Sức khỏe cho cung Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn sẽ có rất nhiều năng lượng và sức khỏe vẫn duy trì tốt. Điều cần thiết là bạn thường xuyên tập thể dục trong năm nay để giữ dáng, ăn uống điều độ khoa học  hơn. Nói chung chăm sóc bản thân tốt cũng sẽ giúp ngăn ngừa nhiều bệnh tật và thương tích. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Xử Nữ gợi ý rằng bạn nên sử dụng hàng năm để cố gắng cải thiện cuộc sống cá nhân, công việc, các mối quan hệ, ngay cả khi cuộc sống xã hội và công việc của bạn có vẻ trì trệ. Bạn có xu hướng chia sẻ cảm xúc và cảm xúc bên trong của bạn trong năm nay với mọi người xung quanh. Năm nay sẽ đi kèm với cả kết quả tốt và xấu trong hành động của bạn, cũng như những điều tốt và xấu nằm ngoài tầm kiểm soát của bạn trong năm 2020 Sao Thủy nghịch hành.<br/><br/><b>Tử vi hàng tháng của cung Xử Nữ năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm chính là thời điểm lý tưởng để bắt đầu các dự án mới hoặc thay đổi công việc của bạn.<br/><br/><b>Tháng 2</b>: Tháng 2 sẽ chứa đầy những bất ngờ và tình huống không nằm trong tầm kiểm soát của bạn, hãy sẵn hàng để đối mặt với chúng.<br/><br/><b>Tháng 3</b>: Nếu bạn mong muốn nối lại các mối quan hệ thì đây là thời điểm tốt để kết bạn mới và liên lạc với những người bạn cũ.<br/><br/><b>Tháng 4</b>: Bạn sẽ bắt đầu bằng tích cực nhưng chậm lại vào cuối tháng.<br/><br/><b>Tháng 5</b>: Hứa hẹn đây sẽ là tháng  khó khăn đối với các Xử Nữ. Bạn thường không chắc chắn về các quyết định mà bạn đang đưa ra.<br/><br/><b>Tháng 6</b>: Đây là thời điểmckhi bạn sẽ hành động trái với bản chất của mình và bị cám dỗ đưa ra quyết định vội vàng, đôi khi là sai lầm.<br/><br/><b>Tháng 7</b>: Bạn hãy tự nhìn vào nội tâm của mình và tìm câu trả lời cho sự an lành về tinh thần của bạn.<br/><br/><b>Tháng 8</b>: Tâm trí của bạn sẽ bình yên, và bạn sẽ có thể đưa ra quyết định quan trọng mà không có bất kỳ nghi ngờ nào.<br/><br/><b>Tháng 9</b>: Bạn hãy phát triển cáccmối quan hệ tốt hơn với gia đình bạn và cả người bạn xung quanh.<br/><br/><b>Tháng 10</b>: Tháng 10 sẽ là khoảng thời gian tuyệt vời để giúp đỡ những người khác.<br/><br/><b>Tháng 11</b>: Bạn sẽ có một cuộc sống hạnh phúc và thịnh vượng theo cách bạn muốn.<br/><br/><b>Tháng 12</b>: Tháng này sẽ tràn ngập tiếng cười và niềm vui vì bạn sẽ hào hứng với những sự kiện khác nhau trong cuộc sống.<br/><br/>&emsp;",
	"ThienBinh":"<b>Tình yêu cung Thiên Bình năm 2020</b><br/>&emsp;Chiêm tinh học Thiên Bình năm 2020 dự báo rằng các mối quan hệ trong quá khứ của bạn đều không đáng lo ngại trong năm nay. Có một hỗn loạn nhỏ trong mối quan hệ của bạn trong năm nay và sự hòa hợp trong mối quan hệ của bạn vẫn luôn hiển nhiên. Bạn sẽ muốn có nhiều quyền kiểm soát cuộc sống tình yêu của bạn trong năm nay.<br/><br/>&emsp;Với những Thiên Bình đã kết hôn, Các cặp vợ chồng sẽ có một cuộc sống tình yêu hài hòa và bình yên. Đây là một năm đối với các vấn đề gia đình, vì vậy hãy tận hưởng thời gian mà bạn dành cho gia đình.<br/><br/><b>Sự nghiệp cung Thiên Bình cho năm 2020</b><br/>&emsp;Thiên Bình, trong năm nay bạn sẽ có một sự thôi thúc làm việc nhiều hơn bình thường. Bạn cũng sẽ cảm thấy có xu hướng, cảm hứng làm việc theo sở thích. Vậy nên bạn sẽ  khá bận rộn vào năm 2020, nhưng ít nhất bạn sẽ hạnh phúc và vui vẻ .Điều bắt buộc là phải duy trì mối quan hệ hài hòa với đồng nghiệp và vững vàng trong công việc của mình.<br/><br/>&emsp;Quý II của năm sẽ có những ảnh hưởng tích cực của Sao Mộc và Sao Thổ đối với người Thiên Bình, bạn sẽ dễ đảm bảo thăng tiến lên cấp cao.<br/><br/><b>Tài chính cung Thiên Bình năm 2020</b><br/>&emsp;Năm 2020 này, vấn đề tài chính sẽ không làm Thiên Bình quá đau đầu và bận tâm. Bạn sẽ có ít chi phí lớn nên bạn cảm thấy không lo lắng. Tuy nhiên, hãy cố gắng tiết kiệm tiền khi và hãy theo dõi các chi tiêu của bạn, nhưng hãy thoải mái vào gần cuối năm.Dự báo của tài chính cho Thiên Bình năm 2020 cho thấy tài chính dồi dào trong quý đầu tiên của năm.  Do đó, bạn sẽ có  một số tiền dư có thể được sử dụng để xóa các khoản nợ cũ.<br/><br/><b>Tử vi sức khỏe cho cung Thiên Binh</b><br/>&emsp;Dự đoán sức khỏe năm 2020 của Thiên Bình báo trước rằng bạn cũng nên cẩn trọng vào vấn đề sức khỏe của mình trong năm nay. Trong vài tháng đầu năm bạn sẽ tràn đầy năng lượng, vì vậy hãy sử dụng nó hiệu quả nhất có thể. Tuy nhiên bạn vẫn có thể mắc phải các căn bệnh nhỏ. Do đó, Thiên Bình hãy cố gắng rèn luyện thói quen thể dục thể thao kết hợp với chế độ ăn uống lành mạnh.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Thiên Bình báo trước rằng cuộc sống của bạn sẽ dễ dàng hơn bình thường. Bạn sẽ có nhiều thời gian hơn để làm những việc mình thích. Điều đó mang lại cho bạn sự vui vẻ và cảm hứng  trong năm nay. Bên cạnh đó, năm 2020 là một năm tuyệt vời để tập trung vào bản thân và các mối quan hệ của bạn. Các mối quan hệ của bạn cũng sẽ phát triển theo hướng tích cực hơn so với mọi năm. Bên cạnh đó, bạn cũng có thể dành thời gian rảnh của mình với gia đình và bạn bè của mình.<br/><br/><b>Tử vi theo tháng của cung Thiên Bình năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt để làm cho bạn dễ dàng và lập kế hoạch tốt cho tương lai trong công việc cũng như cuộc sống bên gia đình.<br/><br/><b>Tháng 2</b>: Các Thiên Bình hãy tự tin bắt đầu các dự án mới mà bạn đã lên kế hoạch.<br/><br/><b>Tháng 3</b>: Bạn có thể gặp phải các vấn đề sẽ ảnh hưởng đến tâm trí của bạn và làm bạn khó chịu.<br/><br/><b>Tháng 4</b>: Tháng 4 là khoảng thời gian bạn cần cân bằng suy nghĩ và hành động của mình một cách cẩn thận.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ tiếp thêm năng lượng tăng thêm của bạn sẽ được sử dụng tốt.<br/><br/><b>Tháng 6</b>: Tháng 6 trung bình khi mọi thứ sẽ di chuyển với tốc độ bình thường.<br/><br/><b>Tháng 7</b>: Đây sẽ là một tháng chậm chạp khi nhiều thứ không có lợi cho bạn khiến bạn phải tự đặt câu hỏi.<br/><br/><b>Tháng 8</b>: Bạn có thể gặp nhiều phiền toái và cả khó khăn trong tháng này vì các vẫn đề nảy sinh.<br/><br/><b>Tháng 9</b>: Là khoảng thời gian tuyệt vời để yêu hoặc kết hôn.<br/><br/><b>Tháng 10</b>: Thời điểm thuận lợi cho kinh doanh và các mối quan hệ mới của các Thiên Bình.<br/><br/><b>Tháng 11</b>:  Tháng 11 là thời điểm mọi thứ sẽ diễn ra theo ý bạn, và bạn có thể đạ được những điều mình mong muốn nhưng điều đó không có nghĩa là bạn nên nhiệt tình.<br/><br/><b>Tháng 12</b>: Bạn hãy dành thời gian cho những người thân yêu trong gia đình.<br/><br/>&emsp;",
	"BoCap":"<b>Sự nghiệp cung Bọ Cạp năm 2020</b><br/>&emsp;Dự báo về sự nghiệp của Bọ Cạp dự kiến ​ bạn thành công trong kinh doanh hoặc nghề nghiệp trong năm nay. Quý thứ hai của năm là tốt lành cho các doanh nhân bắt đầu liên doanh mới. Các hành tinh sẽ tăng mức độ tự tin của bạn, và do đó bạn sẽ rất thành công. <br/><br/>&emsp;Về chuyên môn kỹ thuật của bạn sẽ có những tiến bộ vượt bậc trong nửa đầu năm 2020. Tuy nhiên, trong năm 2020 bạn có thể sẽ chán ở công việc hiện tại của bạn. Hãy suy nghĩ ký lưỡng trước khi đưa ra quyết định cuối cùng. Hoặc cố gắng tìm một công việc phù hợp với kỹ năng của bạn và với những thứ bạn thích để thực sự làm việc vì đam mê.<br/><br/><b>Về tài chính cung Bọ Cạp năm 2020</b><br/>&emsp;Tử vi Tài chính cho Bọ Cạp cho năm 2020 dự đoán tài chính của bạn đủ để trang trải chi tiêu và chi phí của bạn. Bên cạnh đó, bạn cũng nên nỗ lực để thu hồi các khoản vay cũ có thể được sử dụng để trang trải các khoản nợ chưa thanh toán của bạn. Đối với những Bọ Cạp muốn cải thiện chuyên môn tài chính của mình, bạn sẽ học các phương pháp để cải thiện tài chính của bạn và để cân bằng thu nhập của bạn với chi phí của bạn.<br/><br/><b>Về tình yêu cung Bọ Cạp năm 2020</b><br/>&emsp;Dự đoán tình yêu của Bọ Cạp cho năm 2020 đã báo trước một thời kỳ hỗn loạn trong vấn đề các mối quan hệ. Những người độc thân sẽ gặp khá nhiều khó khăn khi tham gia vào quan hệ tình cảm .Bạn có thể sẽ phải lựa chọn giữa mối quan hệ nghề nghiệp và tình yêu. <br/><br/>&emsp;Đối với những Bọ Cạp đã có gia đình, cuộc sống gia đình của bạn khá hạnh phúc, ấm êm. Các khía cạnh tích cực của sao Mộc cho thấy các cuộc hôn nhân và sự xuất hiện của trẻ em, hứa hẹn gia đình sẽ có nhiều điều vui trong năm. <br/><br/><b>Về sức khỏe cung Bọ Cạp năm 2020</b><br/>&emsp;Trong năm nay sức khỏe của Bọ Cạp khá ổn định, bạn cũng nên  có ý thức để duy trì sức khỏe của mình. Các hành tinh sẽ giúp bạn quản lý sức sống của bạn. Tuy nhiên, điều cần thiết là sử dụng năng lượng của bạn cho đúng mục đích. Bạn có thể duy trì sức khỏe của mình bằng cách tập trung vào các bài tập phù hợp và chế độ ăn uống lành mạnh và các bài tập sẽ cải thiện sức bền của bạn. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bọ Cạp sẽ là một năm  độc lập và tự do hành động theo bất cứ điều gì bạn muốn. Bạn không bị ràng buộc bởi bất kỳ kiềm chế hoặc ràng buộc bởi bất cứ điều gì. Năm 2020 hứa hẹn sẽ có nhiều cơ hội cho các cá nhân Bọ Cạp thành công trong cuộc sống trên mặt trận tài chính và sự nghiệp. Do đó, họ nên nắm bắt các cơ hội và cố gắng đạt được mục tiêu của mình với kế hoạch đã được lệp lên.<br/><br/><b>Tử vi hàng tháng của cung Bọ Cạp năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là một tháng mà bạn sẽ đam mê nhiều nhiệm vụ, hầu hết trong số đó sẽ vô dụng với bạn về lâu dài.<br/><br/><b>Tháng 2</b>: Bạn sẽ cảm thấy rằng bạn không kiểm soát được mọi thứ, đôi lúc sẽ thấy mệt mỏi. Nhưng chiến thắng này đã kéo dài mãi mãi.<br/><br/><b>Tháng 3</b>: Bạn cần đi chậm và thận trọng với tất cả vấn đề khi có thể.<br/><br/><b>Tháng 4</b>: Mọi việc sẽ thuận lợi hơn đối với bạn. Nhưng đừng nuông chiều bản thân nhiều hơn mức cần thiết.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng tốt để trẻ hóa và tìm mục đích của bạn trong cuộc sống.<br/><br/><b>Tháng 6</b>: Lập kế hoạch thay vì thực hiện bất kỳ nhiệm vụ.<br/><br/><b>Tháng 7</b>: Tháng 7 là thời điểm tốt để quay trở lại với những vấn đề mà bạn đã bỏ dở, hãy hết mình hoàn thiện chúng.<br/><br/><b>Tháng 8</b>: Trong tháng này bạn sẽ bình yên với nội tâm của mình. Chỉ sau đó, bạn mới có thể nhận được những từ chối mà bạn có thể phải đối mặt trong cuộc sống.<br/><br/><b>Tháng 9</b>: Tháng 9 sẽ đi kèm với chia sẻ những thói quen xấu mà bạn có thể bị nghiện. Hãy cảnh báo!<br/><br/><b>Tháng 10</b>: Cuộc sống của bạn sẽ tràn đầy tình yêu và sự ấm áp. Bạn sẽ được ban phúc và chia sẻ hạnh phúc của mình với người khác.<br/><br/><b>Tháng 11</b>: Đây là tháng sinh của bạn, và không có gì có thể ngăn cản bạn bây giờ.<br/><br/><b>Tháng 12</b>: Chắc chắn là khoảng thời gian tuyệt vời cho tình yêu, sự lãng mạn, mang thai và các mối quan hệ mới.<br/><br/>&emsp;",
	"NhanMa":"<b>Sự nghiệp của cung Nhân Mã năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho cung Nhân Mã năm 2020 sẽ may mắn và tốt lành. Năm nay hứa hẹn cho các bạn có thể bắt đầu các dự án mới. Tuy nhiên, bạn nên thận trọng nếu bạn đang bắt đầu kinh doanh hợp tác. Năm nay, bạn sẽ có thể đạt được mục tiêu nghề nghiệp của bạn và sẽ được khen thưởng xứng đáng cho những nỗ lực của bạn. Tuy nhiên, điều quan trọng là duy trì mối quan hệ hài hòa với các đồng nghiệp và quản lý của bạn.<br/><br/><b>Tài chính cung Nhân Mã năm 2020</b><br/>&emsp;Tài chính của Nhân Mã năm nay hứa hẹn sẽ dồi dào hơn so với năm trước. Tình hình tài chính sẽ rất tốt và bạn nên tiết kiệm một số tiền để dành các chi phí trong tương lai. Bên cạnh đó, bạn cũng không nên tiêu tiền có nhiều vào những vấn đề không cần thiết, hãy học cách tiết kiệm.<br/><br/>&emsp;Bạn cũng nên trả hết các khoản vay cũ và nghĩ đến việc tăng thu nhập. Nếu bạn có liên quan đến bất kỳ vấn đề pháp lý nào liên quan đến kinh doanh hoặc tài sản, có lẽ kết quả sẽ có lợi cho bạn.<br/><br/><b>Tình yêu của cung Nhân Mã năm 2020</b><br/>&emsp;Tình yêu của Nhân Mã dự đoán sẽ đầy hứa hẹn cho những người độc thân vào năm 2020. Bạn sẽ có thể tìm được đối tượng của mình và có một tình yêu mới và vài tháng cuối năm hứa hẹn nhiều chuyện tình lãng mạn. Nếu bạn đang trong một mối quan hệ, bạn có thể mong đợi một sự thay đổi căn bản của bạn.<br/><br/>&emsp;Với Nhân Mã đã kết hôn, do ảnh hưởng của các hành tinh cho thấy sẽ có những thay đổi đáng kể trong cuộc sống hôn nhân của bạn. Cuộc sống gia đình, vợ chồng sẽ có rất nhiều tình yêu và sự lãng mạn, bạn sẽ cố gắng duy trì và phát triển. Bạn có sự hỗ trợ đầy đủ của các thành viên gia đình trong bất cứ điều gì bạn làm.<br/><br/><b>Sức khỏe cung Nhân Mã năm 2020</b><br/>&emsp;Dự đoán sức khỏe của Nhân Mã chỉ ra một năm tràn đầy niềm vui và sức sống trong năm 2020. Sao Mộc giúp bạn có thể duy trì sức khỏe thể chất và tinh thần của bạn. Tuy nhiên, điều đó không có nghĩa là bạn dành năng lượng cho những thứ không cần thiết hoặc quên giữ thể lực. Bên cạnh đó, bạn cần một chế độ tập thể dục là điều cần thiết để giữ sức khỏe thể chất của bạn. Bạn cũng nên tránh chăng thẳng và nên giữ tinh thần thoải mái.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Nhân Mã hứa hẹn sẽ là một năm thành công trong các lĩnh vực quan hệ và tài chính. Bạn đang mong muốn tạo ra những thay đổi mạnh mẽ trong cuộc sống của bạn. Để thành công trong kế hoạch của bạn, điều cần thiết là phải thực tế hơn và tiến hành chậm và ổn định. Đừng vội vàng để thành công. Bên cạnh đó, năm nay cung Nhân Mã  sẽ quyết định các vấn đề quan trọng trong cuộc sống của họ trong năm. Bạn sẽ phân tích có vấn đề dựa trên kinh nghiệm của bạn và đưa ra quyết định lớn trong cuộc sống.<br/><br/><b>Tử vi theo tháng của cung Nhân Mã năm 2020</b><br/><b>Tháng 1</b>: Bạn sẽ cảm thấy không chắc chắn về bước tiếp theo nên làm, đôi khi sẽ có sự mông lung trong công việc hay các bước ra quyết định.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng cho tình yêu và sự lãng mạn. Hãy suy nghĩ kỹ trước khi bước vào những mối quan hệ mới.<br/><br/><b>Tháng 3</b>: Tháng này bạn cần thận trọng với những người bạn tiếp xúc trong môi trường làm việc và xã hội.<br/><br/><b>Tháng 4</b>: Tháng  sẽ thuận lợi cho các cuộc chinh phục cá nhân và chuyên nghiệp.<br/><br/><b>Tháng 5</b>: Nếu bạn quyết tâm và có niềm tin tiến lên phía trước với thái độ đúng đắn bạn sẽ gặt hái được nhiều thành công.<br/><br/><b>Tháng 6</b>: Đây là một tháng tốt để tổ chức, cuộc sống và ý tưởng của bạn để khi thời gian đến, không có sự chậm trễ.<br/><br/><b>Tháng 7</b>: Khoảng thời gian bạn sẽ thực hiện một nhiệm vụ để tìm câu trả lời cho tất cả các câu hỏi chưa được trả lời trong tâm trí của bạn.<br/><br/><b>Tháng 8</b>: Bạn sẽ đối mặt với nhiều thử thách và đau khổ. Bạn nên cẩn thận với hành động của bạn.<br/><br/><b>Tháng 9</b>: Cũng có thể là thời điểm bạn cần cẩn thận với những hành động và sự nuông chiều của mình.<br/><br/><b>Tháng 10</b>: Sự nghiệp của bạn sẽ thuận lợi và may máy hơn cho  các dự án kinh doanh mới. Thu nhập tài chính cũng sẽ tích cực.<br/><br/><b>Tháng 11</b>: Đây là một tháng may mắn được dành cho những người thân yêu của bạn.<br/><br/><b>Tháng 12</b>: Tháng cuối năm là thời điểm tốt cho du lịch và kỳ nghỉ. Bạn cũng có thể đi công tác.",
	"MaKet":"<b>Tử vi sự nghiệp của cung Ma Kết</b><br/>&emsp;Trong năm 2020 này, triển vọng nghề nghiệp của cung Ma Kết không hứa hẹn sẽ rất sáng sủa, may mắn. Bạn có thể có được những công việc, vị trí tốt trong công việc của mình và có cơ hội thể hiện mình. Tuy nhiên, môi trường làm việc có thể sẽ rất khắc nghiệt cho các Ma Kết. Do đó, bạn cần phải siêng năng và hoàn thành mục tiêu của mình một cách sáng tạo hơn nữa.  Bên cạnh đó, bạn nên tạo mối liên hệ với khách hàng mới và mối quan hệ mạnh mẽ với đồng nghiệp của bạn cũng rất quan trọng cho sự nghiệp của bạn.<br/><br/><b>Tài chính của cung Ma Kết năm 2020</b><br/>&emsp;Dự đoán tài chính của Ma Kết đã báo trước sự gia tăng đáng kể của dòng tiền trong năm 2020. Ngoài ra, đây cũng là thời gian là thuận lợi để thu hồi các khoản vay cũ. Có thể có những chi phí phát sinh đối với việc đi lại và phòng ngừa sức khỏe. Tuy nhiên, Ma Kết có thể gặp rắc rối về pháp lý trong quá trình làm việc của bạn. Chính vậy bạn nên hết sức cẩn trọng trong quá trình giao thương, làm việc của mình.<br/><br/><b>Tình yêu của cung Ma Kết năm 2020</b><br/>&emsp;Tử vi tình yêu cho Ma Kết dự báo rằng tình yêu cuộc sống sẽ tuyệt vời và vui vẻ do hành tinh sao Kim. Sẽ có một sự mới mẻ trong mối quan hệ của bạn với người bạn đời của mình. Đây chính xác là thời gian bạn gắn kết mối quan hệ, hâm nóng thêm tình cảm với người bạn đời của mình.<br/><br/>&emsp;Những người độc thân sẽ có mọi cơ hội để hình thành các mối quan hệ mới, gặp được người vừa ý và sẽ có rất nhiều điều lãng mạn. Hơn nữa, trong năm nay Ma Kết còn có cơ hội cho sự kết hôn sau mối quan hệ tình cảm của mình. Nhìn chung, cuộc sống gia đình của Ma Kết sẽ rất thú vị trong năm 2020 và mối quan hệ của bạn với các thành viên sẽ rất thân mật, tôt đẹp hơn.<br/><br/><b>Sức khỏe của cung Ma Kết năm 2020</b><br/>&emsp;Dự báo sức khỏe cho Ma Kết cho năm 2020 cho thấy nhiều sức sống và ít bệnh tật trong năm. Bạn sẽ có thể duy trì mức năng lượng cao do tập thể dục thường xuyên và chế độ ăn uống lành mạnh. Bạn sẽ có nhiều cảm hứng hơn trong công việc nhờ khía cạnh tâm lý vững vàng của mình.<br/><br/>&emsp;Tuy nhiên, các cá nhân Ma Kết sẽ phải đối mặt với các vấn đề sức khỏe trong quý đầu tiên của năm do các khía cạnh không thuận lợi của Sao Thổ. Sao Mộc sẽ đảm bảo sức khỏe tốt sau quý đầu tiên.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Ma Kết dự đoán rằng bạn sẽ nỗ lực hết sức để đạt được sự bình yên và cả mục đích của mình trong cuộc sống. Tuy nhiên, chính những căng thăng cũng ké khiến bạn kiệt sức và mệt mỏi . Do đó, bạn cũng cần chú trọng hơn nữa đến sức khỏe của mình.<br/><br/>&emsp;Tử vi cung Ma Kết năm 2020 dự đoán rằng đây là một năm tuyệt vời để Ma Kết cải thiện bản thân. Cho dù bạn đang cố gắng cải thiện cuộc sống tình yêu, đời sống xã hội, cuộc sống công việc hay cuộc sống cá nhân, bạn chắc chắn sẽ có thể làm được nếu bạn đặt tâm trí vào nó.<br/><br/><b>Tử vi theo tháng của cung Ma Kết năm 2020</b><br/><b>Tháng 1</b>: Vì là tháng sinh nhật của bạn, nên mọi sự sẽ tràn đầy sự tích cực.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng thú vị khi bạn sẽ có nhiều kế hoạch được triển khai cùng một lúc và có triển vọng thành công.<br/><br/><b>Tháng 3</b>: Hứa hẹn sẽ là một tháng tốt cho giáo dục đại học hoặc theo đuổi một số kỹ năng mới trên mặt trận việc làm.<br/><br/><b>Tháng 4</b>: Bạn hãy suy nghĩ kỹ trước khi đi đến quyết định cuối cùng để tránh các trường hợp ngoài ý muôn .<br/><br/><b>Tháng 5</b>: Thời điểm thích hợp để đưa các kế hoạch của bạn vào hành động. Đừng nghi ngờ khả năng của bạn.<br/><br/><b>Tháng 6</b>: Bạn cần tiến lên một cách cẩn thận nhưng không đưa ra bất kỳ quyết định vội vàng nào.<br/><br/><b>Tháng 7</b>: Bạn phải dẫn dắt đội của mình đến chiến thắng. Có thể là công việc hoặc tình yêu; bạn cần phải thực hiện bước đầu tiên<br/><br/><b>Tháng 8</b>: Tháng 2 là một tháng cần sự cân bằng ở tất cả. Học hỏi kinh nghiệm sẽ chứng minh là có lợi.<br/><br/><b>Tháng 9</b>: Bạn cần ngừng xem xét các vấn đề nhỏ và thay vào đó hãy nghĩ về kế hoạch nói chung.<br/><br/><b>Tháng 10</b>: Bạn sẽ có nhiều cảm hứng và sẽ tập trung vào việc đạt được mục tiêu của mình.<br/><br/><b>Tháng 11</b>: Những người xung quanh sẽ cần sự hỗ trợ, tình yêu và sự giúp đỡ của bạn. Vì vậy đừng nghĩ hai lần trước khi giúp người có nhu cầu.<br/><br/><b>Tháng 12</b>: Cuối năm là một tháng tuyệt vời để lên kế hoạch cho tình yêu và cuộc sống hiện đại của bạn.<br/><br/>&emsp;",
	"BaoBinh":"<b>Sự nghiệp cung Bảo Bình năm 2020</b><br/>&emsp;Tử vi sự nghiệp năm 2020 cho Bảo Bình dự đoán một năm trung bình, không có điểm gì đáng lo ngại cũng như tiến triển vượt bậc. Trong năm nay, bạn nên mạo hiểm vào các dự án mới với sự hướng dẫn của các chuyên gia.<br/><br/>&emsp;Mặc dù bạn hài lòng với tình thình công việc hiện tại của mình, nhưng bạn vẫn nên cố găng hơn nữa để có nhiều dấu mốc đáng chú ý hơn. Bạn hoàn toàn có thể mong đợi một tương lai tốt đẹp khi nhận được kết quả của sự siêng năng của bạn. <br/><br/><b>Tài chính cung Bảo Bình năm 2020</b><br/>&emsp;Năm 2020 sẽ hợp lý tốt cho sự tăng trưởng tài chính đáng chú ý của Bảo Bình. Công việc khó khăn bạn đã làm trong những năm trước sẽ đem lại cho bạn nhiều lợi nhuận và dòng tiền  dồi dào trong năm nay. <br/><br/>&emsp;Các  Bảo Bình là doanh nhân nên tránh bắt đầu các dự án mới và tránh chi tiêu không cần thiết. Tất cả các khoản đầu tư đầu cơ nên được giữ lại cho hiện tại. Bên cạnh đó, dự báo cuối năm 2020 hứa hẹn sẽ gặp may mắn trên mặt trận tài chính.<br/><br/><b>Tình yêu cung Bảo Bình năm 2020</b><br/>&emsp;Dự báo tình yêu cho các cá nhân Bảo Bình năm 2020 chỉ ra rằng bạn sẽ có nhiều điều hứa hẹn về đường tình cảm. Điều này là do ảnh hưởng của Sao Mộc. Bạn sẽ có nhiều thời gian để dành cho người bạn đời của mình và bạn sẽ không ngần ngại tặng cô ấy những món đồ xa xỉ. Do đó, mối quan hệ của bạn cũng tiến triển tốt đẹp hơn.<br/><br/>&emsp;Những người cung Bảo Bình độc thân sẽ có nhiều cơ hội để tìm kiếm những đối tượng yêu đương yêu phù hợp và có được mối quan hệ tình cảm lãng mạn. Bên cạnh đó, bạn nên biết cách kìm nén bản chất bốc đồng tự nhiên của mình và hành động thận trọng để tránh các cãi vã không đáng có. <br/><br/><b>Sức khỏe cung Bảo Bình năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho cung Bảo Bình trong năm 2020 cho thấy sức khỏe của bạn có thể chuyển biến khá phức tạp, có thể tốt hơn hoặc kém hơn. Bạn có thể gặp các vấn đề về tiêu hóa và các bệnh liên quan đến căng thẳng do ảnh hưởng của sao Thổ đối với cung Bảo Bình. Điều cần thiết Bảo Bình cần làm là duy trì sự cân bằng tinh thần,  kiểm soát những suy nghĩ và cảm xúc tiêu cực của mình nếu bạn muốn duy trì sức khỏe. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bảo Bình cho thấy đây là một năm bình thường của bạn. Bạn cần thận trọng với mọi thứ, từ công việc đến tình cảm của mình. Đầu năm, Bảo Bình có thể gặp một số trở ngại cho sự tiến bộ. Nhưng bạn sẽ không bị giữ lại và cố gắng tiến về phía trước với lòng nhiệt thành. Giữa năm thì không gặp quá nhiều thách thức nào, trong khi những tháng cuối năm sẽ là thười gian bạn tẩn hưởng thành quả của mình. <br/><br/><b>Tử vi theo tháng cung Bảo Bình năm 2020</b><br/><b>Tháng 1</b>: Tháng 1 đầu năm sẽ là thời điểm bạn nên tránh đưa ra quyết định lớn nếu chưa suy xét kỹ hưỡng. Bên cạnh đó, bạn hãy tận hưởng cuộc sống của mình.<br/><br/><b>Tháng 2</b>: Bạn cần làm sạch nội tâm của mình và ngừng suy nghĩ xấu về người khác.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng chuyện tình cảm đối với người Bảo Bình khi có cơ hội yêu nhau.<br/><br/><b>Tháng 4</b>: Bạn cần tập trung hết sức và dồn nhiều năng lượng đúng hướng trước khi nó ra khỏi tầm tay.<br/><br/><b>Tháng 5</b>: Có thể bạn sẽ thấy một số gián đoạn trong sức khỏe của bạn, hãy chắc chắn để ngăn chặn tất cả các loại nhiễm trùng trong năm 2020 sao Thủy.<br/><br/><b>Tháng 6</b>: Tháng 6 này, chính là khi bạn cần có một tư duy cởi mở và xử lý các ý tưởng khác nhau để làm việc hiệu quả nhất.<br/><br/><b>Tháng 7</b>: Đây là thời điểm bạn mở ra những cơ hội mới, ban đầu có vẻ buồn tẻ nhưng mọi thứ sẽ tốt đẹp hơn.<br/><br/><b>Tháng 8</b>: Tháng này là thời điểm thích hợp để thực hiện tất cả các giấc mơ và kế hoạch của bạn.<br/><br/><b>Tháng 9</b>: Hứa hẹn sẽ là một tháng tuyệt vời cho tình yêu và hôn nhân mới phát triển thịnh vượng trong công việc của Bảo Bình.<br/><br/><b>Tháng 10</b>: Tháng 10 có vẻ rất khó khăn, nhưng bạn cần phải cố gắng và tiến về phía trước.<br/><br/><b>Tháng 11</b>: Ttháng này khá thuận lợi để bạngiải quyết các vấn đề trong các mối quan hệ.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ tràn ngập niềm vui và hạnh phúc khi bạn dành kỳ nghỉ cùng những người thân yêu của mình.<br/><br/>&emsp;",
	"SongNgu":"<b>Sự nghiệp của cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 hứa hẹn một giai đoạn rất thuận lợi cho các Song Ngư là doanh nhân cũng như người đi làm. Người đi làm có thể mong đợi các chương trình khen thưởng và tăng lương vì ảnh hưởng tích cực của các hành tinh cùng với công việc khó khăn. <br/><br/>&emsp;Tuy nhiên, các Song Ngư nên biết cách duy trì mối quan hệ thân mật với đồng nghiệp và người có kinh nghiệm. Với các doanh nhân, đây sẽ là cơ hỗi cho bạn kiếm được nhiều lợi nhuận hơn và đạt được những mục đích đã đề ra.<br/><br/><b>Tài chính cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 sẽ là một năm đầy triển vọng và mang lại nhiều lợi nhuận cho ngôi sao Song Ngư do thuận lợi của sao Thổ sẽ giúp dòng tiền liên tục. Có thể thấy, đây là một năm tốt lành để mua tài sản, xe cộ hoặc chi tiền cho hôn nhân của bạn. <br/><br/>&emsp;Dòng tiền có thể được tăng cường với sự khéo léo hơn và bám sát vào một chiến lược tài chính hợp lý. Có khả năng nhận được tài lộc ở dạng thừa kế cho một số cá nhân Song Ngư may mắn. Nhìn chung, bạn sẽ nhận được nhiều tiền cũng như chi tiêu như nhau. Do đó, tiết kiệm sẽ là việc bạn cần lưu ý trong năm 2020.<br/><br/><b>Tình yêu của cung Song Ngư năm 2020</b><br/>&emsp;Dự đoán tình yêu của Song Ngư cho năm 2020 dự đoán một giai đoạn tuyệt vời đầy cảm xúc, lãng mạn và cả hạnh phúc.<br/><br/>&emsp;Những Song Ngư độc thân có thể tìm được  mối quan hệ với tình yêu và sự phấn khích. Bạn sẽ có thể tìm thấy tình yêu của sự lựa chọn của bạn, và bạn sẽ có một mối quan hệ lâu dài.<br/><br/>&emsp;Với Song Ngư đã kết hôn, bạn có thể vượt qua mọi khó khăn trong hôn nhân mà không gặp khó khăn gì. Bạn nên tập trung vào hạnh phúc hiện tại. Tuy nhiên, nếu có hiểu làm giữa 2 người hãy giải quyết bằng cách thẳng thắn chia sẻ, và thông cảm cho nhau. Bên cạnh đó, gia đình sẽ chào đón thành viên mới trong năm nay. <br/><br/><b>Sức khỏe của cung Song Ngư năm 2020</b><br/>&emsp;Dự báo sức khỏe cho các cá nhân Song Ngư trong năm 2020 đưa ra một bức tranh hạnh phúc về sức khỏe. Sức khỏe cả về thể chất và tinh thần của Song Ngư sẽ rất ổn định và không quá đáng lo. Bạn sẽ có những thay đổi phù hợp trong chế độ tập thể dục và thói quen ăn kiêng. Thư giãn đầy đủ sẽ đảm bảo bố trí tinh thần thích hợp.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Ngư hứa hẹn rất nhiều điều thú vị và cả những lựa chọn cho cuộc sống của bạn trong tất cả các lĩnh vực. Trong năm nay, các mối quan hệ cũng giúp bạn đạt được mục tiêu một cách nhanh chóng trong công việc của mình. Bạn sẽ hoàn thành xuất sắc kế hoạch và nâng cao cuộc sống của bạn. <br/><br/>&emsp;Với sự ban phúc của Sao Thổ, sự tự tin của bạn sẽ trở nên phi thường. Bạn sẽ có sự hỗ trợ của các thành viên gia đình và đồng nghiệp trong bất cứ điều gì bạn muốn đạt được. Trong khi bạn đang tiến lên phía trước, bạn nên cố gắng kiểm soát sự vội vã, nóng tính của mình.<br/><br/><b>Tử vi theo tháng cung Song Ngư năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm sẽ khá nhạy cảm đối với Song Ngư. Bạn cần lấy lại năng lượng của mình với sự thư giãn để bắt tay vào công việc.<br/><br/><b>Tháng 2</b>: Cuộc sống của bạn sẽ có những thay đổi và bạn nên chuẩn bị để đối mặt với những điều không thể tránh khỏi.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng sáng tạo khi bạn có cơ hội phát huy các kỹ năng của mình.<br/><br/><b>Tháng 4</b>: Bạn đừng cảm thấy bị tổn thương bởi hành vi của mọi người, hãy học cách làm quen với chúng.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng làm việc chăm chỉ và nhiều giờ. Đừng tìm kiếm các phím tắt vì chúng sẽ không hoạt động trong thời gian dài.<br/><br/><b>Tháng 6</b>: Bạn sẽ phải đi chậm lại để xem xét tình hình hơn là chiến đấu một trận chiến bất lợi.<br/><br/><b>Tháng 7</b>: Bạn sẽ khá bận rộn trong tháng này. Bên cạnh đó, vấn đề Tài chính cũng có thể eo hẹp.<br/><br/><b>Tháng 8</b>: Bạn  sẽ có một số nghi ngờ về mọi thứ xảy ra xung quanh bạn. Nhưng bạn sẽ vượt qua mọi thử thách để bước tiếp.<br/><br/><b>Tháng 9</b>: Tháng này sẽ có nhiều hoạt động tích cực cho Song Ngư. Bạn có thể hoàn thành thay vì để mọi thứ hoàn thành dở dang.<br/><br/><b>Tháng 10</b>: Đây là thời điểm bạn cần suy nghĩ kỹ trước khi thực hiện bất kỳ hành động nào.<br/><br/><b>Tháng 11</b>: Tháng 11 là một tháng tích cực khi bạn sẽ có thể hình dung thấy những gì bạn muốn trong cuộc sống.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ mang theo rất nhiều câu hỏi chưa được giải đáp mà chỉ bạn mới có thể trả lời được một số.<br/><br/>&emsp;"
	},
"202011": {
    "Ty":"&emsp;Tử vi tháng 11/2020 Đông phương của 12 con giáp dự báo vận trình của tuổi Tý đạt được những bước tiến đáng kể nhờ Tam Hội cục mang tới. Đây là tín hiệu đáng mừng cho sự nghiệp khi con giáp này sẽ nhận được những sự trợ giúp kịp thời và hữu ích của người bên cạnh, khắc phục được những khó khăn trước đó.<br/><br/>&emsp;Đường tài lộc trong tháng 10 âm lịc này, không có nhiều dấu hiệu cải thiện. Mọi thứ vẫn chững lại như trước đó, dường như các kế hoạch cải thiện thu nhập của bản mệnh vẫn chưa thực sự suôn sẻ như mong muốn. Người theo đuổi kinh doanh, buôn bán có thể thay đổi phương thức làm việc để tạo hiệu quả cao hơn.<br/><br/>&emsp;Bản mệnh có sao Bách Việt trợ đào hoa nên tình cảm của con giáp này sẽ có nhiều biến chuyển tích cực. Cát thần này đặc biệt tốt cho những người độc thân có thể sớm tìm được người tâm đầu ý hợp sau thời gian dài mong mỏi. Các cặp đôi có thể nảy sinh một vài mâu thuẫn, bất đồng nhưng đó không phải là vấn đề nghiêm trọng.<br/><br/>&emsp;Người tuổi Tý không mắc bệnh tật nghiêm trọng trong tháng này nhưng vẫn không thể chủ quan. Con giáp này có thể sẽ thấy sức khỏe có phần suy giảm hơn. Hãy chú ý đến những tín hiệu mà cơ thể phát ra, nếu có gì khó chịu hay thấy không ổn thăm khám ngày để có hướng điều trị kịp thời.<br/><br/>",
	"Suu":"&emsp;Tử vi tháng 11 dương lịch năm 2020 cho thấy đường công danh sự nghiệp của tuổi Sửu không như ý. Dù con giáp này vẫn giành được những thành quả nhất định nhưng vẫn có hung tinh đe dọa, tiểu nhân đang không ngừng tìm cách phá hoại, khiến cho công sức của bản mệnh không được công nhận, dễ vướng phải những sai sót không đáng có.<br/><br/>&emsp;Bù đắp cho những khó khăn trong công việc, tài lộc đã có những khoản thu nhập khá đáng kể. Con giáp này được tài tinh chiếu mệnh, Thực Thần trao cho người tuổi Sửu những cơ hội kiếm tiền không nhỏ. Vận trình bản mệnh đang trên đà khởi sắc rực rỡ, nguồn thu đến cả từ Chính Tài và Thứ Tài.<br/><br/>&emsp;Về phương diện diện gặp khá nhiều trở ngại, khúc mắc. Có những vấn đề xảy ra nhưng con giáp này thậm chí còn không biết nguyên nhân tại sao. Cơ hội để người độc thân gặp một nửa ưng ý trong tháng này là rất ít. Còn với các cặp đôi nảy sinh mâu thuẫn, chiến tranh khiến bản mệnh như muốn nổ tung.<br/><br/>&emsp;Sức khỏe không có trở ngại lớn nào xảy ra trong tháng này. Tuy vậy, một số yếu tố từ ngoại cảnh như ô nhiễm môi trường, thời tiết thay đổi, áp lực cuộc sống… nên cơ thể dễ suy nhược, thần kinh căng thẳng, dẫn đến tình trạng ốm vặt, sụt cân, suy giảm trí nhớ. Ngoài ra con giáp này cũng cần chú ý vấn đề đi lại.<br/><br/>",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết vận trình công danh sự nghiệp của người tuổi Dần có khởi sắc đáng kể.  Nhờ có cục diện Nhị Hợp che chở, công việc có tiến triển thuận lợi, con giáp này làm tới đâu nhìn thấy kết quả tới đó. Điều này tạo ra sự hứng khởi lớn lao, giúp bản mệnh càng thêm động lực để phấn đấu vươn lên.<br/><br/>&emsp;Tài lộc ở mức khá lý tưởng, không đến mức dư thừa nhiều nhưng cũng không tới nỗi túng thiếu. Chuyện đầu tư kinh doanh vẫn mang về những thành công bước đầu. Với sự giúp đỡ từ quý nhân Lục Hợp, các cơ hội kiếm tiền của con giáp này dần gia tăng. Lại thêm sự giúp đỡ từ gia đình nên cũng thảnh thơi hơn.<br/><br/>&emsp;Đường tình duyên cũng vô cùng êm đẹp nhờ ngũ hành tương sinh. Một vài xung đột, mâu thuẫn giữa các thành viên đều được hóa giải kịp thời, trả lại không gian yên ấm, vui tươi. Mối quan hệ vợ chồng, cha mẹ và con cái được cải thiện đáng kể. Không khí gia đình đầm ấm, yên vui được lan tỏa.<br/><br/>&emsp;Sức khỏe của tuổi Dần khá ổn định, không gặp bất cứ vấn đề gì về bệnh tật. Chỉ cần duy trì tâm lý thoải mái, suy nghĩ lạc quan thì dù có bệnh tật gì cũng sớm hồi phục. Tuy nhiên, có thể vì quá tập trung vào sự nghiệp mà con giáp này bỏ bê vấn đề nghỉ ngơi, ăn uống, thường xuyên thức khuya....<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, người tuổi Mão may mắn đón một tháng mới với vận khí hanh thông, sự nghiệp ngày càng tiến triển thuận lợi. Cục diện Tam Hợp có tác động rất lớn đến vận trình tháng này. Con giáp này xử lý công việc đâu vào đó, làm việc hiệu quả, thu về nhiều lợi ích, lợi nhuận cho công ty.<br/><br/>&emsp;Tháng này không có tài tinh chiếu mệnh nên tài vận chỉ ở mức bình thường, đủ chi đủ tiêu chứ không có khoản thu nhập nào quá rủng rỉnh. Dù vậy, con giáp này vẫn có thể tự cải thiện tài lộc của mình bằng cách tìm thêm các công việc tay trái hay đầu tư nho nhỏ tránh thất thoát không đáng ở thời điểm này.<br/><br/>&emsp;Đường tình duyên của tuổi Mão có biến chuyển bất ngờ. Nhất là người độc thân có rất nhiều cơ hội gặp gỡ đối tượng khác giới, có người tìm kiếm nửa kia qua mai mối, giới thiệu của bạn bè và người quen. Với người đã có đôi, đời sống hôn nhân hài hòa, vợ chồng con cái hạnh phúc, gia đạo an yên.<br/><br/>&emsp;Sức khỏe là phương diện mà con giáp này cần chú ý nhất trong tháng này. Nguyệt Lệnh lâm Bệnh ở Mão báo hiệu một vài trục trặc về sức khỏe sẽ xảy ra, bản mệnh cần hết sức lưu ý, cần đi kiểm tra sớm để kịp thời chữa trị. Ảnh hưởng của thời tiết cũng không thể xem thường nếu không rất dễ bị ốm vặt.<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo tháng 11/2020 dương lịch, đường công danh sự nghiệp của tuổi Thìn trong tháng này không được lý tưởng như mong muốn do ảnh hưởng của hung tinh. Ở thời điểm mọi thứ khá bấp bênh như vậy, đòi hỏi con giáp này phải thật vững tâm và kiên trì thì mới có thể vượt qua mọi sóng gió, chông gai.<br/><br/>&emsp;Điểm sáng nhất đó chính là phương diện tài lộc, cả Chính Tài và Thứ Tài đều vượng. Cát thần này sẽ mang đến cho bản mệnh tài chính rất đáng mơ ước. Người theo nghiệp kinh doanh buôn bán sẽ được lợi hơn cả khi tài vận khá sáng, có thu hoạch nhất định, có làm ắt có ăn, không phải lo nghĩ quá nhiều.<br/><br/>&emsp;Về phương diện tình cảm, tình cảm đơn phương trong vô vọng khiến người độc thân ngày càng chán nản và mệt mỏi. Với các cặp đôi, nhìn chung gia đạo bình an, đời sống hôn nhân khá hài hòa. Đôi lúc giữa vợ chồng cũng không thể tránh khỏi mâu thuẫn nhưng đó chỉ là những chuyện thường nhật chứ không có vấn đề gì to lớn.<br/><br/>&emsp;Tình hình sức khỏe của người tuổi Thìn trong tháng cũng có dấu hiệu giảm sút đáng kể. Chủ yếu là áp lực tinh thần khiến con giáp này thường xuyên gặp phải tình trạng đau đầu, căng thẳng, ăn uống kém ngon, có thể bị sụt cân. Bản mệnh nên chia sẻ với nửa kia hoặc người nhà, bạn bè để được giải tỏa tâm lý.<br/><br/>",
	"Ti":"&emsp;Trong tháng Hợi Tị Tương Xung gây nên những bất lợi không nhỏ tới sự nghiệp của tuổi Tị. Mưu sự khó thành, kế hoạch đưa ra rồi lại phải hủy bỏ hoặc thay đổi ở phút chót. Có những thời điểm dù đã có sự chuẩn bị trước nhưng mọi thứ vẫn đi chệch hướng tính toán khiến con giáp này rơi vào tình trạng hoang mang về con đường mình đang đi.<br/><br/>&emsp;Đường tài lộc không được lý tưởng cho lắm, may mắn cũng không có nhiều. Việc kiếm tiền của bản mệnh khá khó khăn, thu nhập chỉ đủ chi tiêu chứ không tiết kiệm được là bao. Đã vậy lại còn bị hung tinh Đại Hao rình rập, có những thời điểm tiền bạc thất thoát đáng kể do các khoản chi phí phát sinh.<br/><br/>&emsp;Cục diện Tương Xung khiến đôi lứa khắc khẩu, ngày càng xa cách, dễ nảy sinh nghi ngờ, hiểu lầm, ghen tuông vô lý. Vốn đã mệt mỏi vì công việc, áp lực kiếm tiền thế mà nửa kia còn không cảm thông và sẻ chia, luôn tỏ ra nghi ngờ nên người tuổi Tị cảm thấy mỏi mệt vô cùng và trên hết là thất vọng nhiều hơn.<br/><br/>&emsp;Vận xui còn đeo bám đến phương idenej sức khỏe trong tháng này. Hàng loạt áp lực trong cuộc sống từ công việc, tiền bạc, tình cảm đè nặng khiến trạng thái cơ thể của con giáp này bị ảnh hưởng không nhỏ. Tinh thần chịu nhiều căng thẳng là nguyên nhân chính khiến cơ thể bản mệnh dường như không có sức lực.<br/><br/>",
	"Ngo":"&emsp;Đường công danh của tuổi Ngọ có dấu hiệu chững lại. Mặc dù công việc vẫn khá êm ả và được hoàn thiện song bước phát triển không quá lớn, để đạt đến mức độ như mong muốn của con giáp này thì vẫn còn khá xa. Có lẽ từng bước đi đều đều, có phần đi theo lối mòn nên không tạo được sự đột phá cần thiết.<br/><br/>&emsp;Vận trình tài lộc chỉ ở mức tạm ổn. Song nhờ vào các khoản tích lũy và sự tính toán kĩ càng nên nhìn chung tài chính vẫn đủ để bản mệnh có thể thoải mái trang trải cho cuộc sống. Ở thời điểm này, chi tiêu hài hòa là một trong những yếu tố giúp ngân sách không bị biến động quá lớn theo hướng bất lợi.<br/><br/>&emsp;Người độc thân có dấu hiệu đào hoa khởi sắc. Các mối quan hệ xã giao của người tuổi Ngọ rộng mở, tăng cơ hội gặp gỡ và tiếp xúc với những đối tượng tiềm năng. Tuy nhiên, dù nhân duyên khác giới vượng song để tìm được đối tượng phù hợp và có thể sẻ chia mọi điều trong cuộc sống không phải là chuyện dễ dàng.<br/><br/>&emsp;Về phương diện sức khỏe, bản mệnh không có nhiều vấn đề cần lo lắng. Tuy nhiên, do khối lượng công việc lớn nên con giáp này không có đủ thời gian nghỉ ngơi, thường xuyên thức khuya, phải dùng đến các đồ uống chứa caffeine để duy trì tỉnh táo, lâu dần cơ thể suy nhược, trí nhớ cũng giảm sút.<br/><br/>",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo đường công danh sự nghiệp của tuổi Mùi có nhiều tin tốt lành. Cục diện Bán Hợp mang tới cho con giáp này tinh thần làm việc hăng say, khả năng sáng tạo được phát huy mạnh mẽ. Những ý tưởng độc đáo xuất hiện và bản mệnh nhanh chóng chuyển chúng thành những kế hoạch cụ thể.<br/><br/>&emsp;Tài vận có nhiều điểm sáng nhờ có Thực Thần ghé thăm. Chuyện hợp tác làm ăn có lợi, kế hoạch diễn ra suôn sẻ như dự kiến, nguồn lợi nhuận đem về khiến con giáp này vơi bớt rất nhiều nỗi lo trước đó. Người tuổi Mùi làm công ăn lương sẽ nhận khoản tiền lương và thưởng lớn xứng đáng với năng lực.<br/><br/>&emsp;Nhờ Bán Hợp trợ đào hoa, đời sống tình cảm của bản mệnh rất phong phú, ngọt ngào. Cả tình yêu, tình thân và tình bạn đều êm ả và suôn sẻ. Chuyện tình của các cặp đôi đang đi vào giai đoạn đẹp nhất trong năm. Đôi bên đã hiểu nhau hơn và cũng biết cách để nhường nhịn đối phương để gìn giữ mối quan hệ.<br/><br/>&emsp;Sức khỏe cũng khá ổn định trong tháng này, hầu như không gặp phải vấn đề sức khỏe nào quá nghiêm trọng. Trong mùa Thu khô hanh, con giáp này nên chú trọng dưỡng sinh để tăng cường sức khỏe. Nguyên tắc dưỡng sinh là dưỡng âm ẩm chống khô hanh, từ đó thúc đẩy khí huyết lưu thông tốt.<br/><br/>",
	"Than":"&emsp;Xem tử vi tháng 11/2020 dương lịch, người tuổi Thân có nguy cơ đối mặt với một tháng làm việc tất bật, liên tục đương đầu với nhiều khó khăn, áp lực. Thời điểm vận khí thăng trầm, tinh thần bất ổn, con giáp này lo nhiều hơn vui. Khối lượng công việc tăng lên khá rõ, việc nào cũng cần gấp rút hoàn thiện.<br/><br/>&emsp;Chính Tài là cát thần che chở cho vận trình tài lộc của bản mệnh với nguồn thu chủ yếu đến từ công việc chính. Tiền hết lại có, bằng bản lĩnh và sự nhạy bén thời cuộc, cộng thêm chút may mắn, con giáp này kiếm được khoản thù lao đáng ngưỡng mộ. Cát thần sẽ trợ giúp nhiều hơn cho người theo đường kinh doanh.<br/><br/>&emsp;Vận đào hoa vượng sắc, rất có lợi cho các mối quan hệ xã giao, đặc biệt là người độc thân nhanh chóng tìm được đối tượng ưng ý. Nhân duyên khác giới ngày càng rộng mở, con giáp này chủ động tham gia tiệc tùng…, cơ hội gặp đối tượng ưng ý rất nhiều. Tuy nhiên với các cặp đôi, đào hoa quá vượng lại có thể phản tác dụng.<br/><br/>&emsp;Sức khỏe không có gì đáng lo ngại. Tuy nhiên, áp lực và khối lượng công việc tăng lên về lâu dài có thể gây ảnh hưởng xấu tới cơ thể của tuổi Thân. Triệu chứng thường thấy nhất là mất ngủ, đau đầu do căng thẳng kéo dài, rụng tóc, ăn uống kém ngon… nên tìm cách cân bằng và giải tỏa tâm lý càng sớm càng tốt.<br/><br/>",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy vận trình sự nghiệp của tuổi Dậu cát khí lan tràn, làm gì cũng thấy hanh thông hơn hẳn. Vận khí hanh thông, mưu sự có cảm giác khá dễ dàng, không cần phải hao tâm khổ tứ nhiều mà vẫn đạt hiệu quả như mong đợi. Đây cũng là tháng tháng thích hợp để bản mệnh làm việc lớn.<br/><br/>&emsp;Đường tài lộc có khá nhiều biến động, nhưng theo chiều hướng tích cực. Lại thêm Thiên Tài chiếu mệnh, người làm kinh doanh, buôn bán sẽ cảm nhận rõ ràng nhiều cơ hội làm giàu đến với mình hơn. Sẵn tính tháo vát và sự nhạy bén vốn có, cộng thêm quý nhân dẫn dắt nên cơ hội tích trữ tiền bạc ở thời điểm này không phải là nhỏ.<br/><br/>&emsp;Dù là người độc thân hay người đã có đôi, đã lập gia đình đều có thể đón nhận tin vui. Người độc thân vượng vận đào hoa, đi đâu cũng được chú ý, sớm muộn gì cũng tìm thấy nửa kia phù hợp, xóa tan những nỗi lo lắng và cô đơn trước đó. Nếu đã có sẵn đối tượng, bản mệnh có thể lựa cơ hội thích hợp để bày tỏ tình cảm với đối phương.<br/><br/>&emsp;Sức khỏe nhìn chung bình ổn. Song điều đó không có nghĩa là người tuổi Dậu được chủ quan với cơ thể mình. Trong tháng, do công việc nhiều hơn lại thường xuyên phải đi xa, con giáp này có thể gặp một số vấn đề về suy nhược cơ thể do làm việc quá sức, chạy đôn chạy đáo lo chỗ này chỗ kia.<br/><br/>",
	"Tuat":"&emsp;Đường công danh sự nghiệp của người tuổi Tuất lúc này khá ổn định, mọi việc có thăng có trầm, nhưng nhìn chung vẫn nằm trong tầm kiểm soát của con giáp này nên không cần quá lo lắng. Nhờ vậy mà bản mệnh vẫn có thể gặt hái được những thành tích nhất định bằng chính tài năng và sự nỗ lực của mình.<br/><br/>&emsp;Cát tinh chiếu rọi giúp vận tài lộc của con giáp nàythêm phần suôn sẻ. Tuổi Tuất được quý nhân nâng đỡ, cơ hội kiếm tiền nhiều hơn, việc kinh doanh buôn bán suôn sẻ, thu được mức lợi nhuận đáng kể. Cơ hội thì sẵn có, nhưng để biến cơ hội thành giá trị tiền bạc cụ thể lại phụ thuộc vào sự nhanh nhạy của bản mệnh.<br/><br/>&emsp;Con giáp này có thể yên tâm về chuyện tình cảm của mình khi có Thiên Diêu chủ đào hoa xuất hiệnNhân duyên hài hòa, người độc thân có nhiều cơ hội để làm quen, gặp gỡ người khác phái, nhờ thế mà dễ dàng để tìm kiếm một nửa của mình hơn nhiều. Các cặp đôi có thể sẽ dần suy nghĩ đến chuyện về chung một nhà.<br/><br/>&emsp;Sức khỏe khá tốt, bệnh nặng không mắc, có chăng chỉ là đôi chút mệt mỏi, cảm cúm vặt do thay đổi thời tiết mà thôi. Con giáp này luôn biết tự chăm sóc cho bản thân mình, không cần người khác phải lo lắng nhắc nhở. Cát tinh này còn có thể mang tin vui bầu bí cho các cặp đôi mong mỏi đã lâu.<br/><br/>",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng sự nghiệp của tuổi Hợi sẽ có nhiều việc không thực sự như ý do chịu tác động của cục diện Tự Hình, không ít kế hoạch lập ra nhưng trở thành vô ích khi mọi việc dễ đi chệch hướng. Những việc quan trọng tốt nhất nên lùi lại thời điểm khác rồi hẵng tiến hành để tránh rủi ro không đáng có.<br/><br/>&emsp;Nếu con giáp này đang mong chờ một tháng với tài lộc đột phá và rủng rỉnh thì có lẽ tháng này chưa phải thời điểm ý nguyện của bản mệnh thành hiện thực. Vận trình không có khởi sắc rõ rệt. Dù đã rất cố gắng nhưng có lẽ thời cơ ạn chưa đến, người tuổi Hợi hãy cố gắng án binh bất động chờ đợi thêm xem sao.<br/><br/>&emsp;Con giáp này có xu hướng phóng đại cảm xúc của bản thân, mọi thứ khăng khăng thích làm theo ý mình, không chịu lắng nghe lời khuyên, ý kiến của đối phương, từ đó phát sinh mâu thuẫn, xung đột. Tâm trạng bất ổn, lên xuống thất thường có thể là nguyên nhân khiến bản mệnh hành xử khá bốc đồng và xốc nổi.<br/><br/>&emsp;Tình trạng thể chất của con giáp này không được tốt lắm, phần nhiều là do con giáp này lo lắng suy nghĩ quá nhiều khiến cho ăn uống kém ngon miệng, ngủ cũng không được an giấc. Bôn ba vất vả, nhọc lòng suy nghĩ cho công việc, tình cảm đang bào mòn sức khỏe của bản mệnh nghiêm trọng.<br/><br/>",
	"BachDuong":"&emsp;Tử vi tháng 11 cho thấy Bạch Dương đón nhận tháng mới nhìn chung khá suôn sẻ. Đây là tháng để bạn thực hiện và hoàn thiện những kế hoạch cuộc sống mà mình đã đặt ra. Về phương diện công việc và tình cảm đều có thu hoạch được như mong đợi.<br/><br/>&emsp;Những bạn còn độc thân sẽ có cơ hội thể hiện thế mạnh của mình, nhờ đó mà có thể thu hút ánh mắt chú ý của người mình đang “cảm nắng“. Những bạn đã có nửa kia thì nên tôn trọng và chiều chuộng đối phương hơn, có như vậy tình cảm hai bạn mới được lâu bền.<br/><br/>&emsp;Công việc của bạn trong tháng này có thể nói là vô cùng chắc chắn, làm đến đâu xong đến đó, cấp trên cũng sẽ rất hài lòng với biểu hiện của bạn. Bạn có thể suy nghĩ về việc học thêm những kiến thức liên quan đến quản lý tài sản, việc này sẽ giúp cho bạn có được tình hình tài chính khá khả quan.<br/><br/>&emsp;Tình hình sức khỏe của cung hoàng đạo này không có gì đáng ngại, thế nhưng thời tiết thay đổi có thể khiến một số người có sức đề kháng yếu sẽ dễ bị cảm lạnh, cúm hoặc ho khan, cần chú ý bổ sung dinh dưỡng cho cơ thể để tăng sức đề kháng.<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu còn độc thân nên năng nổ tham gia các hoạt động tập thể hơn, rất có thể nhân cơ hội ấy sẽ có người thể hiện tình cảm với bạn đấy. Nếu đã có nửa kia, hai bạn chìm đắm trong những tháng ngày yêu nhau mật ngọt. Sự quan tâm và chăm sóc của đối phương khiến bạn rất an tâm và tin tưởng.<br/><br/>&emsp;Về phương diện công việc, chòm sao này sẽ phải đón nhận không ít nhiệm vụ nặng nhọc trong tháng này, nhưng may mà bạn có năng lực nền tảng và một bản lĩnh vững vàng nên hầu như đều đối phó được hết các vấn đề. Nếu cần thiết bạn cũng có thể nhờ tới sự giúp đỡ của mọi người xung quanh.<br/><br/>&emsp;Bạn sẽ có nhiều bước tiến triển khả quan trong tháng này. Vì vậy, bạn đừng quá để ý chuyện được mất trước mắt, nên có tầm nhìn xa trông rộng cho những mục tiêu của mình để thu hoạch được những kết quả rực rỡ hơn.<br/><br/>&emsp;Bên cạnh đó, bạn nên cố gắng tiết kiệm theo đúng kế hoạch mình đã đề ra, nếu không sẽ xảy ra tổn thất tài chính không mong muốn. Tình hình sức khỏe trong tháng rất ổn định, nhưng không nên thức đêm quá nhiều sẽ rất có hại cho cơ thể cũng như năng lực tập trung của bạn.<br/><br/>",
	"SongTu":"&emsp;Chuyện tình cảm của Song Tử vẫn khá đều đều. người độc thân có yêu cầu về hình mẫu lý tưởng của riêng mình, bạn sẽ không vì quá cô đơn mà bỏ đi nguyên tắc của bản thân để yêu đại một ai đó. Với những bạn đã có nửa kia, bạn nên lắng nghe đối phương nhiều hơn để cả hai có thể hiểm thêm về nhau.<br/><br/>&emsp;Bạn có thể được giao cho những nhiệm vụ mới, hãy cho bản thân thời gian thích nghi chứ đừng vội vàng bắt tay vào làm ngay kẻo xảy ra sai sót do chưa quen việc. Một số người thuộc cung hoàng đạo này sẽ thích thử thách bản thân bằng những điều mới mẻ.<br/><br/>&emsp;Nếu đang có ý định kinh doanh, cung hoàng đạo này nên chú ý đến những rủi ro có thể gặp phải, đừng mạo hiểm đầu tư buôn bán những lĩnh vực mà mình không có nhiều hiểu biết. Tiền bạc kiếm được không phải dễ dàng nên hãy thật tỉnh táo và sáng suốt trong mọi quyết định của mình nhé.<br/><br/>&emsp;Tháng mới khá buồn tẻ, không có thăng trầm. Tuy nhiên, bạn nhận ra rằng một số thói quen nhỏ hàng ngày sẽ có thể làm cho từng ngày của bạn trở nên tươi đẹp và tích cực hơn.  Bạn có thể đón nhận một vài niềm vui nho nhỏ ở những việc mà bản thân không ngờ tới nhất.<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi nói rằng bước sang tháng mới, Cự Giải vẫn giữ được trạng thái ổn định vốn có của mình. Tuy nhiên, ở một vài lĩnh vực bạn có thể trở nên lười biếng. Đó là điều không nên chút nào bởi lười nhác là kẻ thù lớn nhất của thành công đấy.<br/><br/>&emsp;Chòm sao này trong tháng này có thể gặp phải vài chuyện khiến bản thân trở nên đa sầu đa cảm, thiếu lòng tin về chuyện tình cảm nên bạn không dễ mở lòng với người khác.  Các cặp đôi nên tránh vì những chuyện nhỏ nhặt mà xảy ra tranh cãi với người ấy, để không làm ảnh hưởng đến tình cảm hai người.<br/><br/>&emsp;Bù lại công việc của bạn diễn ra khá suôn sẻ, nhờ vậy bạn sẽ được nhẹ nhõm đầu óc cả tháng này. Tháng này, ngoài khoản thu nhập từ công việc chính, bạn còn có thể nhận được những khoản thưởng hoặc trợ cấp hậu hĩnh nhờ những biểu hiện xuất sắc của mình trong thời gian qua.<br/><br/>&emsp;Tình trạng sức khỏe của cung hoàng đạo này khá tốt, bạn vẫn nên duy trì các bài rèn luyện thân thể như trước để cơ thể khỏe mạnh hơn. Thời tiết đã chuyển lạnh, vì thế mà mỗi khi ra ngoài bạn nên nhớ mặc ấm để tránh bị cảm lạnh đấy nhé.<br/><br/>",
	"SuTu":"&emsp;Trong chuyện tình cảm, Sư Tử độc thân có thể thay đổi các tiếp cận để thu hẹp khoảng cách giữa mình và người mà bạn đang để ý. Nếu đã có nửa kia, tháng này hai bạn sẽ tìm ra cách thức để thấu hiểu lẫn nhau, nhờ vậy mà tháo gỡ hết được những khúc mắc giữa cả hai trong thời gian qua.<br/><br/>&emsp;Một khi bạn đã tập trung cho công việc thì rất khó có việc gì khiến bạn xao nhãng, nhờ vậy các ý tưởng mà bạn đưa ra hết sức sáng tạo và chứng minh được năng lực. Cấp trên cũng rất hài lòng với những nỗ lực của bạn. Bên cạnh đó, cung hoàng đạo này cũng cần phải biết từ chối nếu cần thiết.<br/><br/>&emsp;Đừng vì muốn thể hiện bản thân mà miễn cưỡng làm việc không nằm trong chuyên môn của mình nhé. Nếu không thể làm tốt được mà dẫn đến hỏng cả việc lớn, gây tổn thất không nhỏ cho sự nghiệp của mình. Tháng này bạn có thể thu hoạch thêm một khoản tiền không nhở từ nghề tay trái.<br/><br/>&emsp;Bạn nên chú ý đến hệ bài tiết cũng như sức khỏe của mình. Nên ăn nhiều rau xanh, uống nhiều nước để cơ thể khỏe mạnh. Nhìn chung tháng này khá ổn định nên bạn không cần suy nghĩ và do dự quá nhiều, chỉ cần làm việc theo đúng trách nhiệm và lương tâm của mình là được.<br/><br/>",
	"XuNu":"&emsp;Xem tử vi tháng 11/2020 của 12 chòm sao, đây là một tháng ổn định của Xử Nữ. Bạn có thể nhận được không ít tín hiệu ổn định và khả quan trong cuộc sống của mình. Cho dù gặp phải bất kì vấn đề gì cũng không nên quá lo lắng, chỉ khi bạn bình tĩnh thì bạn mới đủ sáng suốt để giải quyết vấn đề đó.<br/><br/>&emsp;Nếu đang độc thân, bạn vẫn giữ vững quan điểm về tình yêu của mình. Bạn trở nên kiên định hơn với suy nghĩ của bản thân về đối tượng đang tiếp cận bạn. Đối với những người đã có đôi có cặp, bạn và đối phương có thể thực hiện vài kế hoạch hẹn hò mới mẻ để gia tăng tình cảm đôi bên.<br/><br/>&emsp;Bạn nên cẩn thận hơn trong công việc để tránh xảy ra sai lầm không đáng có, nếu không sẽ có thể ảnh hưởng đến đánh giá từ cấp trên về bạn. Tháng này bạn nên giải quyết hết các món nợ còn tồn đọng trước đó của mình, như vậy bạn mới có thể yên tâm xây dựng tài sản của riêng mình.<br/><br/>&emsp;Ngoài ra cần có kế hoạch chi tiết hơn cho tương lai không chỉ trong công việc mà cả tài chính nữa nhé. Về phương diện sức khỏe của cung hoàng đạo này trong tháng có thể gặp phải một vài vấn đề về dạ dày, bạn nên tránh ăn và uống quá nhiều đồ kích thích.<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình trong tháng này nên chú ý đừng quá tham lam mà mắc bẫy của người khác, kiểm soát được lòng ham muốn của mình sẽ giúp bạn đạt được nhiều thứ tốt đẹp hơn. Bạn sẽ luôn canh cánh nghĩ cách tạo nên một cuộc cách mạng về quan điểm sống của bản thân.<br/><br/>&emsp;Những bạn độc thân bắt đầu cân nhắc nhiều hơn đến việc tìm hiểu nghiêm túc một đối tượng yêu đương. Nếu đã có nửa kia, bạn sẽ trở nên lo nghĩ nhiều hơn về cảm nhận của đối phương. Đôi khi bạn cũng có thể trò chuyện thẳng thắn với người ấy để cả hai hiểu nhau nhiều hơn, thay vì cứ tự mình suy đoán.<br/><br/>&emsp;Trong công việc, cung hoàng đạo này làm có thể nghĩ ra vài “chiêu“ để bản thân lười biếng, không muốn dốc hết công sức để làm việc. Bạn nên xác định rõ mục tiêu tài chính của mình để không bỏ lỡ cơ hội khi thời cơ tới, đừng tốn quá nhiều tiền bạc và công sức vào đầu tư những việc không có mục đích rõ ràng.<br/><br/>&emsp;Tình trạng sức khỏe trong tháng này không được tốt cho lắm. Bạn nên vận động nhiều hơn, đừng ngồi mãi một chỗ sẽ khiến thân thể trở nên ì ạch, thiếu sức sống. Cuộc sống của bạn sẽ thay đổi theo chiều hướng tích cực hơn nếu bạn bắt đầu từ những thói quen đơn giản mỗi ngày.<br/><br/>",
	"BoCap":"&emsp;Tử vi 12 chòm sao cho thấy Bọ Cạp nên khéo léo hơn trong vấn đề đối nhân xử thế của mình, điều đó sẽ mang đến cho bạn nhiều may mắn hơn. Trong công việc, cung hoàng đạo này dù gặp phải những khó khăn, thách thức mới mẻ cũng có thể thích nghi và hòa nhập rất nhanh.<br/><br/>&emsp;Người độc thân sẽ có cơ hội gặp được tình yêu ở nơi làm việc của mình, cảm xúc nảy sinh bất chợt với đồng nghiệp khác giới biết đâu sẽ mang lại một mối duyên đẹp. Các cặp đôi vẫn chìm đắm trong ngọt ngào, hai bạn có sự thấu hiểu và quan điểm về tình yêu giống nhau nên ngày càng khăng khít hơn.<br/><br/>&emsp;Tháng này cả nguồn thu từ nghề tay phải và tay trái của bạn đều khá khả quan, bạn có thể tự thưởng cho mình một món quà nhỏ để khích lệ tinh thần thêm cố gắng. Ngoài ra, bạn cũng nên quản lý tài chính tốt, tránh tiêu xài lãng phí và có kế hoạch tiết kiệm hợp lý cho những dự định tương lai.<br/><br/>&emsp;Về phương diện sức khỏe, có lẽ đã đến lúc bạn nên xây dựng cho mình một chế độ làm việc và nghỉ ngơi thư giãn hợp lý. Đừng quá tham công tiếc việc mà không chăm lo cho cơ thể của mình, kẻo đến lúc đổ bệnh sẽ rất mệt mỏi. Lúc ấy mới biết trân trọng thì cũng tình hình cũng đã tệ rồi.<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng tháng cho thấy Nhân Mã đón tháng 11 với tâm thế hết sức bình thản. Tuy nhiên, bạn có thể phải đối mặt với một vài gánh nặng, thậm chí cả thất bại cần vững tâm để vượt qua. Nếu xử lý khéo léo được những rắc rối trong mối quan hệ với đồng nghiệp, bạn sẽ được cấp trên đánh giá khá cao.<br/><br/>&emsp;Những bạn độc thân sẵn sàng mở rộng vòng quan hệ bạn bè của mình để tăng thêm cơ hội tìm được nửa kia thích hợp với mình. Nếu đã có nửa kia, bạn và người ấy rất có thể sẽ có cơ hội đi du lịch cùng nhau trong tháng này. Kế hoạch này sẽ giúp tình yêu của hai bạn thêm ngọt ngào hơn.<br/><br/>&emsp;Tình hình tài chính của cung hoàng đạo này trong tháng có chuyển biến rất khả quan, đó đều là những tín hiệu tích cực đến từ nguồn thu bên ngoài, ví dụ như kế hoạch đầu tư kinh doanh của bạn thu được kết quả ngoài mong đợi. Dù bạn có chút vất vả nhưng bù lại tiền bạc chi tiêu thoải mái hơn.<br/><br/>&emsp;Sức khỏe không được tốt, bạn nên chú ý hơn đến thói quen ăn uống của mình, tránh ăn quá nhiều đồ ăn sống, nguội sẽ ảnh hưởng xấu đến dạ dày. Ngoài ra, bạn cũng cần điều chỉnh lại thực đơn, chế độ sinh hoạt, nghỉ ngơi của mình sao cho hợp lý để tránh tạo áp lực cho cơ thể.<br/><br/>",
	"MaKet":"&emsp;Ma Kết sẽ có cơ hội đạt được kết quả tốt ở một vấn đề mà bạn đã đặt nhiều hy vọng từ bấy lâu. Điều bạn cần làm là giữ vững được sự kiên nhẫn và dũng khí của mình. Bạn đã dần tìm được bí quyết để làm việc hiệu quả hơn, trạng thái cũng như tình thần làm việc của bạn nhờ vậy hăng hái hơn rất nhiều.<br/><br/>&emsp;Những bạn độc thân sẽ có cơ hội tìm ra nhiều hơn tiếng nói chung với người mình thầm mến. Cơ hội đến rồi, hãy nắm chắc hạnh phúc trong tay. Nếu đã có nửa kia, bạn đang suy nghĩ đến việc dẫn người ấy về ra mắt với gia đình và bạn bè. Điều này sẽ giúp tình cảm của hai bạn bước sang một giai đoạn mới.<br/><br/>&emsp;Tình hình tài chính trong tháng rất tốt. Công việc tiến triển thuận lợi nên nguồn thu nhập của bạn cũng đều đặn, thậm chí được thưởng thêm. Bên cạnh đó, bạn cũng được hưởng lợi từ những khoản đầu tư của cha mẹ hoặc người thân, hãy nắm chắc cơ hội để gia tăng tài sản của mình.<br/><br/>&emsp;Một số bạn sẽ đặt ra kế hoạch quyết tâm giảm cân, bạn nên cố gắng nhiều hơn cũng như tăng cường rèn luyện thân thể trong tháng này để đạt được mục đích. Tập thể dục và sinh hoạt lành mạnh, những cảm xúc tự nhiên sẽ trở lại với một người nhạy cảm như chòm sao này.<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 con cung hoàng đạo nói rằng Bảo Bình nên tích cực chủ động đối mặt với những thách thức trong cuộc sống. Thách thức là một phần không thể thiếu của cuộc sống, chỉ khi bạn chủ động đối mặt, bạn mới có thể giành quyền chủ động và thể hiện được bản thân nhiều hơn.<br/><br/>&emsp;Chòm sao này còn độc thân sẽ có thể nảy sinh tình cảm với người thân cận bấy lâu. Có lẽ chẳng cần phải tìm ở đâu xa, người luôn ở bên cạnh, luôn quan tâm và luôn xuất hiện mỗi khi bạn cần, lại chính là người mà bạn luôn đi tìm. Những bạn đã có nửa kia thì tràn ngập tò mò suy nghĩ trong lòng nửa kia.<br/><br/>&emsp;Trong công việc, bạn nên tích cực thể hiện năng lực của bản thân, có như thế mới được cấp trên chú ý hơn. Bên cạnh đó, tháng này bạn nên kiểm soát thói quen mua sắm của mình, chỉ mua những món thật sự cần thiết. Chớ nên thích gì mua nấy kẻo tiền bạc cứ thế ra đi nhé<br/><br/>&emsp;Về phương diện sức khỏe có phần sụt giảm, nguyên do cũng bởi bạn còn khá chủ quan và thờ ơ với cơ thể của mình. Bạn nên chú ý hơn đến giờ giấc ngủ nghỉ, tình trạng mất ngủ có thể xảy ra thường xuyên hơn trong tháng này. Thể trạng khỏe mạnh thì mới có thể làm mọi việc một cách tốt nhất được.<br/><br/>",
	"SongNgu":"&emsp;Các phương diện trong cuộc sống của Song Ngư đều có tín hiệu tích cực. Đương nhiên, bạn cũng nên giữ được thái độ khiêm tốn như trước đó của mình. khoang. Trong công việc, bạn nên tập trung lắng nghe thêm ý kiến thảo luận của những người khác cũng như tham khảo kinh nghiệm của người từng trải.<br/><br/>&emsp;Chòm sao này còn độc thân nên tránh ôm tương tư đơn phương từ một phía mà nên tìm hiểu thêm về đối phương để có sự chuẩn bị tiếp cận kĩ càng hơn. Nếu đã có nửa kia, bạn muốn hai người cho nhau nhiều không gian riêng tư hơn bởi ai cũng có những kế hoạch của riêng mình và thể hiện sự tôn trọng với người ấy.<br/><br/>&emsp;Bạn có nguồn tài chính đủ để trang trải cho các hóa đơn và các chi phí cần thiết khác. Nếu bạn muốn đầu tư hãy hỏi một vài ý kiến của những người thực sự muốn giúp bạn, họ sẽ tư vấn cho bạn các kế hoạch để thu lợi nhuận và có thể góp phần vào cải thiện tài chính cho bạn.<br/><br/>&emsp;Trong tháng này, bạn cần cải thiện tình trạng cơ thể trì trệ, chậm chạp của mình bằng cách tăng cường thể dục thể thao nhiều hơn. Việc này không chỉ giúp bạn có được thể trạng khỏe mạnh mà còn giải tỏa bớt căng thẳng, áp lực trong công việc cũng như cuộc sống.<br/><br/>"
    },
"202010": {
    "Ty":"&emsp;Tử vi tháng 10/2020 Đông phương của 12 con giáp dự báo vận trình sự nghiệp của tuổi Tý phát triển khá ổn định, dù không phải là không có một vài chuyện rắc rối xảy ra. Con giáp này là một người rất năng động, ham tìm tòi nghiên cứu, nhờ vậy mà có thể tiếp thu được nhiều kiến thức quý báu, hữu ích cho công việc hiện tại hoặc tương lai.<br/><br/>&emsp;Vận trình tài lộc được duy trì tương đối ổn định trong tháng này. Con giáp này thường xuyên thử thách bản thân ở những điều mơi mẻ. Nếu có cơ hội làm giàu hoặc tiếp xúc với những lĩnh vực mới, người tuổi Tý thường tỏ vẻ không hề ngần ngại. Tuy nhiên, bản mệnh cần hạn chế thói quen tiêu xài lãng phí, không cần thiết.<br/><br/>&emsp;Đường tình duyên không được êm đẹp cho lắm. Ảnh hưởng của Ngũ hành tương khắc, vợ chồng dễ mâu thuẫn với nhau vì những vấn đề căn bản trong đời sống gia đình. Những tưởng đôi bên đã có thể đạt được sự nhất trí chung, nhưng một khi có chuyện gì xảy ra, hai người lại dễ mâu thuẫn vì những quan điểm trái ngược.<br/><br/>&emsp;Tình hình sức khỏe của con giáp này nhìn chung là ổn định trong suốt tháng này. Bản mệnh có đủ tinh thần và sức lực để thử sức trên những lĩnh vực mới mẻ. Quan trọng là tuổi Tý nên biết lượng sức mình, tránh làm việc quá sức, sẽ gây ảnh hưởng lớn đến thể chất cũng như tinh thần về lâu về dài.<br/><br/>",
	"Suu":"&emsp;Tử vi tháng 10 dương lịch năm 2020 cho thấy tuổi Sửu luôn cảm thấy tự tin vào năng lực của mình. Sự tự tin ấy giúp con giáp này đặt ra những đích đến cao xa và nóng lòng chinh phục những điều ấy. Tuy nhiên, lập kế hoạch cần phải dựa trên năng lực của chính bản thân mình, chớ nên mơ ước quá viển vông mà tự tạo thành áp lực cho chính mình.<br/><br/>&emsp;Về phương diện tài lộc không gặp phải vấn đề gì quá đáng lo ngại trong tháng 9 âm lịch này. Người làm công ăn lương có một tháng khá thuận lợi. Bản mệnhn có thể nhận được những nguồn thu từ những mối đầu tư trước đó. Hãy bình tĩnh chờ đợi cơ hội đến với mình, chớ nên vội vàng mà vướng vào những rắc rối bất ngờ nhé.<br/><br/>&emsp;Vận trình tình cảm của bản mệnh có chút trục trặc. Có thể cả người tuổi Sửu và nửa kia ấy đều quá bận rộn với sự nghiệp của riêng mình nên chẳng còn sức mà quan tâm đến cuộc sống gia đình nữa. Con giáp này tưởng rằng ai lo việc của người ấy là hài hòa, nhưng trên thực tế, tình cảm của hai người đang phai nhạt dần.<br/><br/>&emsp;May mắn là sức khỏe của bản mệnh tương đối ổn định, gần như không mắc phải bất cứ vấn đề nghiêm trọng nào. Dù công việc đôi khi khiến con giáp này đôi lúc cảm thấy căng thẳng, nhưng chỉ cần nghỉ ngơi phù hợp thì không có gì phải lo lắng cả. Thời điểm này, tuổi Sửu nên duy trì việc rèn luyện thân thể đều đặn.<br/><br/>",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết đường công danh sự nghiệp của người tuổi Dần có những bước tiến rõ rệt trong thời điểm này. Con giáp này dần dần chinh phục được những đích đến đã đặt ra từ trước đó và đây cũng chính là động lực để bản mệnh tiếp tục cố gắng, phấn đấu hơn nữa trong tương lai.<br/><br/>&emsp;Tam Hợp nâng đỡ vận trình tài lộc của con giáp này, nhờ thế mà chuyện làm ăn thuận lợi, rất thích hợp cho những công việc như kí kết hợp đồng, thúc đẩy quan hệ với các đối tác. Với sự thông minh, tài hoa và đặc biệt là biết giữ chữ tín của mình, bản mệnh sẽ có thêm được nhiều dự án triển vọng cũng như cơ hội kiếm tiền tốt đẹp.<br/><br/>&emsp;Về phương diện tình cảm, con giáp này nổi bật nên tất nhiên sẽ thu hút được ánh mắt của nhiều người khác giới. Tuổi Dần có thể nhận ra rằng xung quanh mình luôn có những người chủ động tiến tới làm quen. Song dường như người còn độc thân có vẻ khá thờ ơ, bởi bản mệnh muốn đặt sự nghiệp lên trên tình cảm.<br/><br/>&emsp;Công việc trong tháng này suôn sẻ là thế nhưng tình hình sức khỏe lại sa sút, con giáp này lại phải đối mặt với khá nhiều vấn đề. Bạch Hổ Hung tinh cho thấy nhiều điềm báo tai họa, thậm chí bản mệnh còn gặp phải họa huyết quang, ảnh hưởng đến thân thể. Vì vậy, khi tham gia giao thông hay làm viêc cần hết sức tập trung chú ý.<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, người tuổi Mão nhờ sự nâng đỡ của cục diện Nhị Hợi nên vận trình sự nghiệp vô vùng suôn sẻ thuận lợi, ít khi vướng phải khó khăn. Cho dù gặp phải khó khăn đi chăng nữa thì cũng chỉ mang tính chất tạm thời, thậm chí thông qua việc này, bản mệnh có thể nhận ra ai là người thực sự đối tối với mình.<br/><br/>&emsp;Con giáp này có những bước tiến rõ rệt trên con đường tài lộc. Tuổi Mão đã xác định được mục tiêu và đích đến của mình nên không bao giờ đánh mất phương hướng. Những bước tiến nhanh chóng và ổn định sẽ giúp bản mệnh có một nguồn thu dồi dào, dù không phát tài ngay lập tức thì cũng sẽ đủ ăn đủ tiêu, có của tích lũy.<br/><br/>&emsp;Vận trình tình duyên trong tháng này khá êm đẹp, con giáp này nhận được nhiều lời mời giao lưu, kết bạn. Tuy nhiên, đào hoa thì đào hoa vậy, bản mệnh vẫn cần phải biết cách cư xử và lựa chọn thì mới có thể gặp được người như ý muốn. Người độc thân biết trưng diện và mở rộng lòng mình để trò chuyện với mọi người.<br/><br/>&emsp;Sức khỏe của bản mệnh và cơ bản là ổn định trong tháng này. Con giáp này dần quan tâm đến cơ thểcủa mình hơn nên luôn chú ý tập luyện thể dục, thể thao, đồng thời có chế độ ăn uống hợp lý. Nhờ vậy, tuổi Mão luôn cảm thấy khỏe khoắn, tràn đầy sức sống và sẵn sàng bắt tay vào thực hiện mọi kế hoạch đã đề ra.<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo tháng 10/2020 dương lịch, tuổi Thìn đối mặt với cục diện Tương Xung, tác động không tốt đến vận trình. Những thành quả trước đó trong công việc khiến con giáp này trở nên vô cùng tự tin, thậm chí là kiêu ngạo. Chính vì thế mà bản mệnh luôn tự cho rằng mình là đúng, bướng bỉnh, không chịu thỏa hiệp với người khác.<br/><br/>&emsp;Về phương diện tài lộc không có nhiều điểm sáng, vì vậy nên con giáp này chớ vội vàng đưa ra bất cứ quyết định nào, nhất là trong các vấn đề đầu tư, mở rộng kinh doanh. Bản mệnh không nên hành động theo cảm tính, đặc biệt không nên đi đến quyết định chỉ vì tính sĩ diện hay bướng bỉnh, ngang ngược, muốn chứng tỏ bản thân.<br/><br/>&emsp;Đường tình duyên cũng không mấy lý tưởng, nhiều mâu thuẫn khiến người tuổi Thìn phải đau đầu ứng phó, thậm chí đôi lúc còn cảm thấy bế tắc, muốn tìm thú vui bên ngoài. Có lẽ con giáp này nên phải xem lại chính bản thân mình. Có thể chính bản tính không chịu thua ai khiến mối quan hệ giữa hai người càng trở nên căng thẳng hơn.<br/><br/>&emsp;Tuy nhiên tình hình sức khỏe lại rất tốt. Nhờ thế bản mệnh cảm thấy lạc quan không bao giờ đầu hàng trước khó khăn. Tuy nhiên, con giáp này cũng không nên vì thế mà chủ quan mà bắt mình phải làm việc liên tục mà không chú ý đến việc nghỉ ngơi, bởi nếu cơ thể mệt mỏi thì bạn cũng sẽ không thể làm việc hiệu quả được.<br/><br/>",
	"Ti":"&emsp;Vận trình công danh sự nghiệp của tuổi Tị có tiến triến trôi chảy, một phần lớn là nhờ con giáp này đã không ngừng cố gắng, nỗ lực, khắc phục khuyết điểm và phát huy ưu điểm trong suốt khoảng thời gian vừa qua. Bản mệnh giàu kinh nghiệm này luôn hăng hái khi bắt tay vào công việc và chẳng hề ngại ngần trước thử thách, trở ngại.<br/><br/>&emsp;Cát tinh cũng mang lại nhiều may mắn cho con giáp này trên con đường tài lộc. Người tuổi Tị có nhiều cơ hội để cải thiện thu nhập. Người làm công ăn lương gây ấn tượng với cấp trên nên rất có thể sẽ nhận được một khoản tiền thưởng nóng, thậm chí là được thăng chức, tăng lương, khiến đời sống gia đình thoải mái hơn ít nhiều.<br/><br/>&emsp;Vận trình tình duyên có nhiều tín hiệu tích cực nhờ tác động của ngũ hành tương sinh. Các mối quan hệ tốt đpẹ khiến bản mệnh gặp được nhiều điều thuận lợi trong cả cuộc sống và tình cảm. Con giáp này còn độc thânbiết phát huy nét quyết rũ của mình, nhờ thế mà nhận được nhiều sự quan tâm, để ý của người khác giới.<br/><br/>&emsp;Tình hình sức khỏe của bản mệnh duy trì ở mức tốt trong suốt tháng này. Người tuổi Tị cảm thấy tinh thần của mình luôn ở vào trạng thái hưng phấn, luôn sẵn sàng bắt tay vào bất cứ nội dung công việc gì, cho dù có thách thức đến mấy. Khi xuất hành đi xa, bạn nhớ chú ý an toàn giao thông, đừng nên để xảy ra những sự cố đáng tiếc.<br/><br/>",
	"Ngo":"&emsp;Đường công danh sự nghiệp của tuổi Ngọ có những bước tiến rõ rệt hơn hẳn khoảng thời gian trước đó. Nhờ Tam Hợp nâng đỡ nên con giáp này xây dựng được những mối quan hệ hài hòa, những người trước nay vốn thân thiết có thể chính là quý nhân và giúp bản mệnh vươn tay chạm đến những cơ hội hiếm có vào thời điểm này.<br/><br/>&emsp;Vận tài lộc của con giáp này cũng có những bước tăng tiến vượt bậc. Các mối quan hệ xã hội của bạn phát triển tốt đẹp. Người tuổi Ngọ có thể gặp được đối tác đáng tin cậy, có cùng chí hướng và đôi bên sẽ cùng nhau hợp tác phát triển, đạt được những mục tiêu tưởng chừng xa vời. Vì vậy, nếu thấy cơ hội có triển vọng thì nên nhanh chóng nắm bắt.<br/><br/>&emsp;Nhân duyên của bản mệnh có những bước phát triển tích cực. Ngũ hành tương sinh cho thấy con giáp này đã tìm được nửa kia thì sự xuất sắc của tuổi Ngọ chính là yếu tố thu hút người ấy mãnh liệt nhất. Sức hút tỏa ra từ chính con người chính là sức hút bền vững nhất, có thể yên tâm rằng người ấy sẽ chẳng thay lòng đổi dạ.<br/><br/>&emsp;Về phương diện sức khỏe của bản mệnh khá tốt trong tháng này, nhờ vậy mà con giáp này luôn hăng hái, nhiệt tình mỗi khi bắt tay vào công việc. Hãy chú ý rèn luyện thể chất mỗi ngày, chú ý chế độ ăn uống và nghỉ ngơi điều độ để bản thân có thể luôn khỏe khoắn, ngập tràn sức sống.<br/><br/>",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo tuổi Mùi sẽ vướng phải nhiều trở ngại trong khoảng thời gian tới, vì thế mà con giáp này cần chuẩn bị trước tinh thần đối diện với khó khăn, chớ nên nản lòng, chùn bước vì những rắc rối nhất thời. Hãy coi đây như một cơ hội để rèn luyện bản thân, giúp mình trở thành một người xuất sắc hơn.<br/><br/>&emsp;Tài lộc của bản mệnh không có nhiều dấu hiệu chuyển biến, vì vậy người tuổi Mùi cần chú ý trong cả lĩnh vực đầu tư và chi tiêu, không để đồng tiền bị tiêu tốn một cách vô ích, không mang lại lợi ích hoặc tác dụng gì. Cục diện Tương Phá nhắc nhở con giáp này cần hết sức cẩn thận mỗi khi đưa ra quyết định đầu tư để tránh tiền mất tật mang nhé.<br/><br/>&emsp;Vận trình tình duyên của bản mệnh cũng gặp phải nhiều trắc trở hơn là thuận lợi. Điều mà những người đã có đôi có cặp hoặc đã yên bề gia thất cần phải lưu ý là hãy hạ cái tôi cá nhân của mình xuống, đừng vì nóng giận nhất thời mà nói những lời công kích nửa kia, khiến đối phương phải chịu nhiều tổn thương.<br/><br/>&emsp;Nhiều vấn đề gặp phải trong cuộc sống và sự nghiệp khiến con giáp này luôn ở vào trạng thái căng thẳng hoặc buồn bã, thất vọng. Tinh thần không tốt dễ kéo theo nhiều vấn đề về sức khỏe, vì thế điều trước tiền là bản mệnh hãy tập cho mình nghĩ về những điều lạc quan, tích cực hơn để có động lực vượt qua khó khăn.<br/><br/>",
	"Than":"&emsp;Xem tử vi tháng 10/2020 dương lịch, vận trình sự nghiệp của người tuổi Thân có bước tiến vững chắc. Những mối quan hệ xã giao thuận lợi có thể giúp con giáp này gặp gỡ được quý nhân hoặc người có cùng chí hướng. Người này có thể giúp bản mệnh giải quyết nhiều khúc mắc còn tồn tại hoặc đưa những hướng đi triển vọng cho tương lai.<br/><br/>&emsp;Tài lộc trong tháng khá vượng, con giáp này sẽ kiếm được một khoản kha khá xứng đáng với công sức mà mình bỏ ra. Tam Hội giúp bản mệnh xây dựng được những mối quan hệ xã giao hài hòa, được giới thiệu cho những cơ hội thích hợp để mở rộng kinh doanh hoặc tiếp xúc với những khách hàng, đối tác triển vọng.<br/><br/>&emsp;Đường tình duyên có chuyển biến tích cực. Con giáp này có cơ hội mở rộng mối quan hệ, nhờ thế mà các mối quan hệ tình cảm yêu đương khởi sắc. Nếu còn độc thân, bản mệnh dần mở lòng hơn với những đối tượng tiếp xúc mình và hiểu được cảm giác hạnh phúc khi có một người luôn quan tâm, chăm sóc đến mình.<br/><br/>&emsp;Sức khỏe lại là vấn đề mà tuổi Thân cần phải đặc biệt chú ý. Do Nguyệt Lệnh lâm Bệnh, chủ về tật ách nên cơ thể bạn có dấu hiệu suy nhược hơn khoảng thời gian trước đó. Có thể những bôn ba, vất vả trong công việc khiến bạn không sắp xếp được thời gian nghỉ ngơi hợp lý, tinh thần luôn ở trạng thái căng thẳng, mệt mỏi.<br/><br/>",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy đường công danh sự nghiệp của tuổi Dậu chịu nhiều tác động xấu của cục diện Tương Hại nên thuận lợi thì ít mà rắc rối thì nhiều. Tốt hơn hết con giáp này nên giữ tinh thần ổn định, lạc quan, tích cực, không nên bị những yếu tố bên ngoài tác động quá lớn, dẫn đến những hành động sai trái.<br/><br/>&emsp;Vận trình tài lộc của bản mệnh phải trải qua nhiều gian truân, vất vả trong tháng này. Người tuổi Dậu chớ vội nóng lòng kiếm tiền mà đi theo con đường làm giàu bất chính, nếu không dễ vướng vào vòng lao lý, tiền bạc cũng chẳng thấy đấu. Bên cạnh đó, con giáp này cũng chớ nhẹ dạ cả tin, nghe theo những lời rủ rê của người ngoài.<br/><br/>&emsp;Về phương diện tình cảm, dường như giữa các cặp vợ chồng đang ngấm ngầm tồn tại những bất đồng về quan điểm và lối sống. Hai người cần nhanh chóng thảo luận và bàn bạc để có thể đưa ra ý kiến nhất trí chung, nếu không về lâu về dài dễ rơi vào cảnh đồng sàng dị mộng. Hãy tìm cách hâm nóng tình cảm để mối quan hệ lại được như xưa.<br/><br/>&emsp;Tinh thần của con giáp này không được tốt một phần vì lo nghĩ quá nhiều về tương lai mà không biết hoặc không muốn chia sẻ với bất cứ ai. Điều này ảnh hưởng tới sức khỏe thể chất của tuổi Dậu ít nhiều. Hãy học cách mở lòng ra với mọi người, nỗi buồn được chia sẻ sẽ giúp bản mệnh cảm thấy nhẹ nhõm và dễ chịu hơn nhiều.<br/><br/>",
	"Tuat":"&emsp;Người tuổi Tuất vẫn luôn cố gắng duy trì thái độ làm việc nghiêm túc và cẩn trọng. Nếu ai được làm trong lĩnh vực mình yêu thích thì con giáp này vẫn luôn đam mê cống hiến, thậm chí làm việc quên giờ giấc. Vì tinh thần lao động đáng khen ấy mà bản mệnh có thể tránh được nhiều lỗi lầm nhỏ không đáng có.<br/><br/>&emsp;Vận trình tài lộc của con giáp này không có dấu hiệu tích cực vào tháng này, vì thế tốt nhất là bản mệnh nên hạn chế chi tiêu, tránh tiêu xài tiền bạc cho những vật dụng không thật sự cần thiết, nếu có thể thì hãy hoãn việc mua bán, sắm sửa sang một khoảng thời gian khác, khi ngân sách đã dư dả hơn.<br/><br/>&emsp;Đường tình duyên có phần ảm đạm, các cặp đôi thường xuyên cãi vã, mâu thuẫn vì những quan điểm đối lập, khó có thể dung hòa. Dường như cả hai đều đang quá cứng đầu, cố chấp với quan điểm của bản thân nên không nhường nhịn. Đã là vợ chồng không nên có chuyện hơn thua, bởi bầu không khí trong gia đình sẽ rất nặng nề, mệt mỏi.<br/><br/>&emsp;May mắn là dù gặp phải nhiều khó khăn, chông gai trong cuộc sống nhưng tình hình sức khỏe của tuổi Tuất bị chịu quá nhiều ảnh hưởng. Có thể đôi khi con giáp này vẫn cảm thấy căng thẳng vì những điều lo nghĩ vu vơ, nhưng may mà với sức trẻ của mình nên vẫn nỗ lực vượt qua và tiếp tục cố gắng.<br/><br/>",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng vận trình công danh sự nghiệp của tuổi Hợi lên xuống khá bấp bênh. Con giáp này cần chuẩn bị tinh thần sẵn sàng đối mặt với những khó khăn xảy đến, đừng trốn tránh hoặc đùn đẩy cho người khác. Nhiều vấn đề bất ngờ xuất hiện khiến bản mệnh trở tay không kịp, bối rối nên khó tìm được cách giải quyết hợp lý.<br/><br/>&emsp;Đường tài lộc cũng khó được như ý trong thời điểm này. Công việc bất ổn khiến nguồn thu không được ổn định. Thậm chí con giáp này phải vay mượn mới đủ tiền để trang trải cuộc sống. Vì thế dù có dư dả thế nào đi nữa thì bản mệnh cũng nên sống tiết kiệm, không nên chi tiêu phung phí, kẻo chẳng có của để dành cho sau này đâu.<br/><br/>&emsp;Về phương diện tình duyên, người tuổi Hợi vô cùng đào hoa trong tháng. Con giáp này thể hiện được sức hút của bản thân nên giành được nhiều sự chú ý đến từ người khác phái. Nếu còn độc thân thì nhân cơ hội này, bả mệnh cũng nên mở rộng lòng mình để có thể quen được với nhiều đối tượng tâm đầu ý hợp.<br/><br/>",
	"BachDuong":"&emsp;Tử vi tháng 10 cho thấy Bạch Dương sẽ nghênh đón một tháng với rất nhiều biến động, rất nhiều chuyển đổi, phát sinh sự việc cực kì lớn, có ảnh hưởng tới cả tương lai lâu dài. Sự nghiệp và tình cảm là hai phương diện bạn phải lưu ý nhiều nhất bởi đều nảy sinh những sự cố khó lường.<br/><br/>&emsp;Công việc có nhiều khó khăn, rắc rối và đặc biệt là có người ngáng đường, đồng nghiệp đổ thêm dầu vào lửa khiến bạn càng thêm vất vả. Sự chống đỡ của bạn chỉ có hạn, lo lắng và nỗ lực rất nhiều nhưng cuối cùng vẫn phải gánh lấy thất bại đáng tiếc khiến bạn buồn phiền.<br/><br/>&emsp;Tình cảm cũng chẳng khá hơn khi mà bạn và người ấy bất đồng quan điểm, bắt đầu có mâu thuẫn, to tiếng với nhau. Thêm cá tính nóng nảy, bất chấp của cừu trắng đẩy sự việc càng ngày càng xa. Nếu không thể nhường nhịn, kiên trì thì chút tình cảm này có khả năng cao là sẽ tan vỡ.<br/><br/>&emsp;Nhiều chuyện không vui như nên thể chất, tinh thần cũng bị ảnh hưởng khá nhiều. Chòm sao này nghĩ ngợi nhiều nên tiều tụy đi trông thấy. Nhưng có sức khỏe mới vượt qua được khó khăn. Bạn hãy chăm chỉ vận động, rèn luyện, kích thích ý chí tiến lên của bản thân đi nào.<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu có cơ hội tốt để thể hiện bản thân, lại được nhiều người giúp đỡ, giải quyết không ít khó khăn. Tháng này là cơ sở để những tháng cuối năm của bạn thu được thành tựu rực rỡ, hãy cố gắng lên nhé, dù bận rộn mệt mỏi cũng phải vững vàng, không được bỏ cuộc giữa chừng.<br/><br/>&emsp;Chuyện tình cảm chẳng như ý, bạn và người ấy nảy sinh nhiều mâu thuẫn, bất đồng. Muốn gắn bó lâu dài thì phải biết cách khơi gợi những điểm chung và bỏ qua những việc nhỏ nhặt, đừng quá kĩ tính. Có điểm nào không hài lòng thì hãy chia sẻ với nửa kia trên tinh thần tích cực, xây dựng.<br/><br/>&emsp;Tình hình tài chính sa sút nhanh chóng. tiền xuất ra như muối bỏ bể không thể thu lại được. Chủ yếu do sai lầm, mê man trong phương hướng mà tháng này dễ mất mát tiền bạc. Tốt nhất là tạm thời đừng nên tiến hành dự án mới, làm việc ổn định có nguồn thu đều đặn thì an toàn hơn.<br/><br/>&emsp;Về phương diện sức khỏe của cung hoàng đạo này không quá nghiêm trọng nhưng dễ bị đau mỏi lưng, đau chân tay do thiếu vận động. Ngoài giờ làm việc, học tập thì hãy rèn luyện thân thể, tập luyện thể dục thể thao. Có thể kết hợp với các buổi dã ngoại, du lịch để tiện một công đôi việc.<br/><br/>",
	"SongTu":"&emsp;Song Tử dễ dàng vượt qua những biến động trong công việc và đạt được thành tựu rõ ràng. Cơ hội tranh vị trí cao hơn cực kì rộng mở, đừng ngại ngần thử thách bản thân nhé. Nhưng áp lực cũng không hề ít, cần duy trì sự bình tĩnh, ổn định để nhìn nhận tình huống chính xác, không nên nóng nảy mà sai lầm.<br/><br/>&emsp;Tình cảm của bạn tiến triển tốt đẹp, hai người hẹn hò lãng mạn, tìm hiểu nhau sâu hơn và bắt đầu chấp nhận những khuyết điểm cũng như tìm ra ưu điểm của đối phương. Ví dụ như anh ấy không cao lắm nhưng rất điển trai hay cô ấy không phải người xinh đẹp nhất nhưng nụ cười duyên dáng chẳng hạn<br/><br/>&emsp;Về phương diện tài chính, chòm sao này rơi vào giai đoạn bức bách. Các khoản tiền mà bạn hi vọng thu về thì chẳng có chút hồi âm nào, tiền chi tiêu eo hẹp nên bạn không khỏi bồn chồn. Tháng này tài chính hạn hẹp, khéo thu vén và cực kì tiết kiệm với tạm đủ thôi nên đừng mong rong chơi nhé.<br/><br/>&emsp;Thế nhưng bạn có khả năng giao tiếp tốt, có thể tận dụng thế mạnh này để làm trung gian bắt mối hưởng lợi nhuận. Phần công việc này tuy khá mệt và cũng có nhiều rủi ro nhưng trong bối cảnh kinh tế ảm đảm, tiền không đủ tiêu thì vẫn nên cố sức làm nhé.<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi nói rằng Cự Giải dồn sự tập trung cho công việc. Toàn bộ khoảng thời gian trước đó bạn đã chuẩn bị rất nhiều, chỉ chờ lúc này xuất kích nên không thể lơ là được. Cấp trên dần ghi nhận và đánh giá cao năng lực, nếu phát huy tốt sẽ được thăng chức tăng lương đấy.<br/><br/>&emsp;Chuyện tình cảm của cung hoàng đạo này gặp chút rắc rối. Người có đôi gặp kẻ thứ ba quấy nhiễu, làm phiền ảnh hưởng tới mối quan hệ đang yên ấm. Người độc thân tuy cũng có đối tượng theo đuổi nhưng “lắm mối tối nằm không”, bạn chẳng ưng ai, sớm nở tối tàn, rất nhạt nhẽo.<br/><br/>&emsp;Tài chính được hậu thuẫn từ những người xung quanh, có người bất ngờ giới thiệu cho bạn mối làm ăn thời vụ khá tốt. Tuy chiếm nhiều thời gian nhưng vì không kéo dài nên hãy tận dụng làm đi để kiếm thêm một khoản tích góp, bạn cũng đang có khá nhiều việc cần chi tiêu mà.<br/><br/>&emsp;Các thành viên trong gia đình có chút hiểu lầm, bạn nên giải thích rõ ràng để tránh sự việc đi quá xa. Dù bạn không thích nhưng chung quy lại vẫn là người một nhà, không so đo quá nhiều. Những lúc tâm trạng xuống thấp, cần người vực dậy thì bạn hãy tìm đến chòm sao Bạch Dương nhé.<br/><br/>",
	"SuTu":"&emsp;Tháng mới của Sư Tử nếu nói công việc không tốt thì chưa hẳn, nếu nói tốt thì cũng chưa phải. Nhìn chung bạn làm bao nhiêu hưởng bấy nhiêu, phụ thuộc vào cố gắng và thái độ của bạn. Rất nhiều nhiệm vụ, bạn chú tâm sẽ không ai cản trở; ngược lại lơ là có người bắt lỗi ngay lập tức.<br/><br/>&emsp;Cử chỉ, hành động nhất định phải chuẩn mực, đừng giở thói kiêu căng hống hách mà thiệt thân. Quan hệ xã giao không cần rộng, chỉ cần hài hòa, qua lại với ai cũng tốt đẹp là được. Chú ý mồm miệng, không ba hoa chích chòe, hạn chế tham gia vào chuyện bao đồng mà rước họa vào thân.<br/><br/>&emsp;Chòm sao này không nên chọn tháng 10 làm thời điểm đầu tư bởi dấu hiệu phá tài rất mạnh, làm bao nhiêu thiệt bấy nhiêu. Vận may không đủ chứ chưa chắc do năng lực, thời cơ không tốt thì làm việc gì cũng thấy sai. Nên rút lại làm việc túc tắc để kiếm nguồn thu ổn định đủ chi tiêu trước.<br/><br/>&emsp;Chuyện tình cảm không tệ, nhưng vì đào hoa quá nên không giữ được mối quan hệ nghiêm túc. Bạn và người ấy rạn nứt nhưng không giải quyết, ngoại cảnh là giọt nước tràn ly đẩy hai người vào tình thế chia tay. Người độc thân cứ quan tâm tới bản thân mình đi, tận hưởng cuộc sống tự do, thoải mái.<br/><br/>",
	"XuNu":"&emsp;Xem tử vi tháng 10/2020 của 12 chòm sao, Xử Nữ rất tích cực trong chuyện tình cảm. Càng tìm hiểu nhau càng thấy tâm đầu ý hợp và có thể tính tới tương lai xa hơn rồi đấy. Người độc thân cũng phá bỏ được lớp bọc của mình, mạnh dạn tìm kiếm hạnh phúc và không còn khắt khe như trước nữa.<br/><br/>&emsp;Tình hình tài chính tháng này không tốt nên bạn đừng cố đám ăn xôi mà đầu tư. Tất cả các dự án, dự định mà bạn tưởng chừng là hoàn hảo đều vì sự cố nào đó mà đổ bể dẫn tới thất thu. Ngoài ra còn phải chi một khoản không nhỏ cho những việc không đâu vào đâu khiến túi tiền hao nhanh.<br/><br/>&emsp;May mắn là công việc của cung hoàng đạo này rất tốt, có quý nhân giúp đỡ, càng ngày càng thuận lợi, có cơ hội được đề bạt lên chức vụ cao hơn. Càng ngày càng bận nên hãy biết cách tối ưu hóa sức lao động, nâng cao hiệu suất để có thể hoàn thành công việc trong thời gian được giao.<br/><br/>&emsp;Bên cạnh đó, bạn cần chú ý đến sức khỏe của mình nữa nhé, đừng quá tham công tiếc việc mà tới thời gian nghỉ ngơi cũng rút bớt, sẽ kiệt sức mất đấy. Nếu cần một người nhắc nhở, đốc thúc bạn sinh hoạt điều độ hơn. Có như vậy bạn mới có thể làm việc một cách hiệu quả.<br/><br/>",
	"ThienBinh":"&emsp;Thời gian này, Thiên Bình có động lực cực kì lớn trong công việc, có là sự tán thưởng của cấp trên. Nhờ sự động viên khích lệ và tạo điều kiện của lãnh đạo mà bạn hứng thú, hăng hái phấn đấu, tập trung hết sức mình, dù nhiệm vụ khó khăn cũng không nề hà. Thành công không còn xa nữa đâu.<br/><br/>&emsp;Tình cảm có nhiều điều khiến bạn phân vân mà thực ra tính bạn do dự, thiếu quyết đoán thế cơ mà. Hãy xác định tâm ý của mình, đừng chần chừ thêm nữa bởi những hành động, cử chỉ dùng dằng của Bạn tạo cảm giác không thành thật, thiếu chân thành, đối phương sẽ chán nản mà bỏ đi mất đấy.<br/><br/>&emsp;May mắn tài chính đến với bạn trong những trò chơi có tính chất may rủi, những lĩnh vực đầu tư ngắn hạn. Kiếm chút tiền nhờ cổ phiếu, chứng khoán hay làm trung gian buôn bán đi, sẽ thu về một khoản khá rủng rỉnh để bạn tiêu xài đấy. Nhưng đừng tham, lộc ngắn thôi nên nếu bỏ vốn lớn bạn sẽ thua trắng đấy.<br/><br/>&emsp;Ngoài ra, cung hoàng đạo này cần đi kiểm tra sức khỏe định kì cho yên tâm, tuy các biểu hiện không rõ ràng nhưng bệnh ẩn giấu mình không biết được. Hơn nữa hoạt động này cũng giúp bạn kiểm soát được tình trạng thân thể của mình một cách tốt nhất, kịp thời điều trị nếu phát sinh bệnh tình.<br/><br/>",
	"BoCap":"&emsp;Tử vi 12 chòm sao cho thấy Bọ Cạp vô tình gặp được người thương và có những buổi hẹn hò lãng mạn. Người ấy đang rất mong chờ một cái gật đầu từ bạn. Các cặp đôi tháng này nên đi du lịch riêng tư để tăng thêm không khí hạnh phúc gắn bó, có thêm kỉ niệm cho chuyện tình của mình.<br/><br/>&emsp;Người ta thường nói “đỏ tình đen bạc” nhưng điều này chẳng đúng với bạn gì hết, tình duyên như ý mà công việc cũng thuận lợi. Do hợp tác tốt nên những nghiệp vụ được bạn xử lý gọn gàng, hiệu suất cao. Vì thế nhiều người đố kị cũng là lẽ thường, bạn đối nhân xử thế khéo léo hơn một chút là ổn thỏa.<br/><br/>&emsp;Về phương diện tài chính khá tốt, chòm sao này có thể hợp tác kinh doanh hoặc có dự án liên quan tới truyền thông, quảng cáo, viết lach. Ngoài công việc chính, công việc phụ này sẽ giúp bạn có thêm nguồn kha khá, đủ để Hổ Cáp mua được món đồ xa xỉ mà mình ao ước bấy lâu nay.<br/><br/>&emsp;Đi du lịch sẽ giúp bạn có thêm những trải nghiệm thú vị, mới mẻ và đặc biệt có lợi cho sức khỏe. Vốn là người không thích phô trương nên những nơi chốn đông đúc không phù hợp với bạn, hãy tới những vùng yên tĩnh mát mẻ, không nhất thiết phải nổi tiếng đâu, cảnh đẹp chưa hẳn nằm ở cái tên mà.<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng tháng cho thấy công việc bận rộn, Nhân Mã cũng không hề chủ quan, xao lãng nhưng do nhiều trở ngại nên thành quả không tốt, bị đồng nghiệp cười chê khích bác nên bạn có chút buồn phiền. Đi làm mệt mỏi, thiếu động lực, tâm tình chán nản kéo theo hàng loạt những sai lầm tiếp nối.<br/><br/>&emsp;Bạn cần phải xốc lại chính mình, điều chỉnh trạng thái, tìm thấy sự lạc quan và chủ động vốn có. Nhân Mã đối với thất bại không có chút nào chuẩn bị nhưng từ từ sẽ quen dần, không phải lúc nào cũng dễ dàng, càng trưởng thành càng cần học cách đối diện và vượt qua nghịch cảnh.<br/><br/>&emsp;Phương diện tài chính nhờ đầu tư mạo hiểm mà thu được thành tích xuất sắc. Chính sự táo bạo, dũng cảm của bạn đã mang về số tiêng không nhỏ. Tiếp tục theo đuổi ước mơ của mình, kết hợp với tìm hiểu kĩ thông tin thì sẽ càng ngày càng phát triển tốt hơn nữa, bạn hãy cố lên nhé.<br/><br/>&emsp;Tình cảm không có biến động, bạn trải qua những tháng ngày êm đềm. Suy nghĩ của cung hoàng đạo này dần hoàn thiện và chín chắn hơn, bạn cảm nhận được trách nhiệm của mình trong tình yêu và không còn bốc đồng, vô tâm như trước nữa, tương lai sẽ càng ngày càng tốt.<br/><br/>",
	"MaKet":"&emsp;Tâm trạng bất ổn, có lẽ vì thế mà Ma Kết không ngừng tranh chấp, mâu thuẫn với nửa kia, trong lòng dao động, xuất hiện người thứ ba. Bạn đang đi sai đường, dù cho thế nào thì tình cảm không thể là một mơ rắc rối như vậy được. Người độc thân bỏ lỡ người có thành ý, vẫn mãi kén chọn tới mức vô lý.<br/><br/>&emsp;Công việc vì thế mà cũng không được thuận lợi, tâm trí không đủ tập trung thì làm gì cũng sai. Rất ít khi Kết Kết rơi vào trạng thái này, đáng báo động rồi đấy. Bạn sẽ gặp một số lời nhắc nhở nho nhỏ từ cấp trên, nếu vẫn không sửa đổi thì rất có thể sẽ bị phê bình trước cuộc họp đấy.<br/><br/>&emsp;Đầu tư sinh lời, tiền bạc dồi dào, có điểm tốt này cũng phải tính tới việc cung hoàng đạo này đã đi trước đón đầu, chớp thời cơ nhanh. Nhờ đó mà hiện nay làm việc lớt phớt vẫn không lo thiếu tiền, có chỗ dựa tài chính vững chắc, không tới mức tiền hết tình tan việc tàn đáng thương.<br/><br/>&emsp;Trong tháng này, địa điểm may mắn dành cho bạn là hiệu sách. Mỗi khi rảnh rỗi hoặc buồn, hãy tới hiệu sách, xem và mua sách về đọc hoặc đơn giản chỉ là thưởng thức không khí tĩnh lặng, tao nhã của nơi ấy. Bạn sẽ cảm thấy dễ chịu, sảng khoái và thư thái hơn rất nhiều.<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 con cung hoàng đạo nói rằng Bảo Bình làm gì cũng thuận lợi trôi chảy, đặc biệt cả tình lẫn tài đều như ý. Công việc tốt đẹp, cứ thếmà tiến lên, tình yêu viên mãn, dù tình huống nào cũng có thể cảm nhận được hạnh phúc và ngọt ngào. Có một chút rắc rối vì tranh cãi nưng không quá đáng ngại.<br/><br/>&emsp;Cung hoàng đạo này là người có năng lực, ý tưởng dồi dào, nhiệt huyết ngập tràn, bạn mang tới làn gió mới cho sự nghiệp của mình. Bạn làm việc hăng say, tạo ra những giá trị đáng nể và tất nhiên là bảng thành tích không phải dạng vừa của bạn sẽ khiến đồng nghiệp phải trầm trồ đấy.<br/><br/>&emsp;Tài chính cũng rất tốt nhưng cần làm tốt công tác quản lý tài chính vì tiêu hoang, tiêu sai sẽ làm hao hụt đáng kể đấy. Nhất là khi lựa chọn phương án đầu tư không thể theo cảm tính mà phải có cơ sở rõ ràng. Vấn đề này nên tham khảo ý kiến của những người có nhiều kinh nghiệm.<br/><br/>&emsp;Chuyện tình cảm khá hài hòa, dù đã có đôi hay độc thân bạn đều nhận biết rất rõ giá trị đích thực của tình yêu. Không phải vì mới chia tay mà chán nản, không vì đang thắm thiết mà quên quan tâm lẫn nhau, không vì cô đơn mà lo lắng u sầu. Bạn hiểu nhân duyên đáng trân trọng.<br/><br/>",
	"SongNgu":"&emsp;Song Ngư là người coi trọng tình cảm, bạn luôn dành nhiều tâm sức cho vấn đề này nhưng sau hạnh phúc là những khó khăn không ai tránh được. Sự nhạy cảm của bạn trỗi dậy, trong lòng nhiều suy nghĩ nhưng đối phương không thấu hiểu, không bao dung nên bạn cảm thấy rất thất vọng và chán chường.<br/><br/>&emsp;Thực ra, chúng ta có thể chăm lo cho người kia mãi mãi, tình yêu lâu dài không phải là một người trả giá vô điều kiện mà là hai người cùng nỗ lực tiến lên, đồng cam cộng khổ. Vì vậy, có điều gì còn vướng mắc thì chia sẻ với người ấy, tích cực chủ động quan tâm tới đối phương để dần hâm nóng mối quan hệ.<br/><br/>&emsp;Về phương diện công việc của cung hoàng đạo này may mắn gặp tháng thuận lợi, việc lớn việc nhỏ đều thông qua dễ dàng, bạn hoàn thành tốt nhiệm vụ của mình. Hơn nữa, mối quan hệ với đồng nghiệp tốt, tương trợ lẫn nhau, cùng hợp tác để nâng cao hiệu quả, tập thể đoàn kết thì thành tích cũng sẽ được cải thiện.<br/><br/>&emsp;Tài chính không có gì mới, chủ yếu là các khoản thu cố định, một vài khoản nhỏ lẻ xuất hiện trong tháng. Nhưng điểm cần lưu tâm là khả năng quản lý tiền bạc cả bạn rẩ kém, đầu tháng tiêu xài bạt mạng, giữa tháng gặp sự cố bất ngờ phải tiêu một khoản nên cuối tháng thiếu thốn vô cùng.<br/><br/>"
    },
"20201120": {
    "Ty":"&emsp;Tử vi 12 con giáp nói rằng ảnh hưởng Tý Mão Hình hại vô lễ không có nghĩa là tuổi Tý tự cho mình quyền thể hiện rằng đang hơn người khác đâu đấy nhé. Sự khiêm tốn mới luôn được đánh giá cao, con giáp này phải nhớ rằng dù không cần chứng tỏ rằng mình xuất sắc nhưng mọi người vẫn công nhận đó mới là điều tuyệt vời hơn những gì bản mệnh đang làm.<br/><br/>&emsp;Thiên Quan nhắc nhở con giáp này tự yêu bản thân là một điều hết sức quan trọng, thay vì trông đợi sự hỗ trợ của bất cứ ai ngày hôm nay đấy. Đừng quên rằng trước khi đòi hỏi bất cứ ai quan tâm, sẻ chia, mà cần học cách yêu thương chính mình, thông qua những hành động thực tế và thiết thực nhất ngày hôm nay.<br/><br/>&emsp;Ngũ hành tương sinh là tín hiệu tốt cho sức khỏe của người tuổi Tý, sau những trận ốm trong thời gian vừa qua con giáp này đã quý sức khỏe hơn và ý thức hơn trong việc chăm sóc cơ thể và ăn uống, nghỉ ngơi đầy đủ. Đừng bao giờ chủ quan hay lơ là về vấn đề này nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Tý<br/><br/>",
	"Suu":"&emsp;Tử vi ngày mới 12 con giáp, Thực Thần xuất hiện nên người tuổi Sửu đón nhận nhiều tin mừng, có người còn được bạn bè mời ăn uống, tụ tập. Hãy cứ tận hưởng niềm vui của mình ngày hôm nay đi, đừng nghĩ nhiều quá làm gì. Bản mệnh nên nhớ lúc làm việc gì chỉ cần tập trung hoàn toàn cho việc đó là đủ.<br/><br/>&emsp;Ngũ hành xung khắc cho thấy sức khỏe xuống cấp vì con giáp này không dành thời gian để tập luyện. Bản mệnh cần quản lý thời gian của mình một cách khôn ngoan hơn, đừng phí phạm thời gian vào việc không đâu... Cần có một lựa chọn cẩn trọng, chắc chắn, nếu muốn những bước đi của mình là chính xác.<br/><br/>&emsp;Song cũng vì mải mê sự nghiệp mà bản mệnh xao nhãng chuyện tình cảm. Những mâu thuẫn giữa con giáp này và người ấy ngày càng gia tăng, không ai chịu nói ra trước nên quan hệ dần dần trở nên lạnh nhạt, lâu ngày mâu thuẫn có thể sâu đậm thêm. Người độc thân nên biết nắm bắt cơ hội khi nhân duyên vượng.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Dậu<br/><br/>",
	"Dan":"&emsp;Tử vi phương Đông cho biết Tam Hội xuất hiện, dường như tuổi Dần đang trở nên hết sức nhạy cảm đối với cảm xúc của những người xung quanh. Con giáp này trở thành bờ vai, bạn lắng nghe một cách sẵn sàng và cởi mở, thế nên không khó hiểu khi mọi người tìm đến bản mệnh để có thể có được sự sẻ chia.<br/><br/>&emsp;Hôm nay nhờ có Chính Ấn mà con giáp này có được vị thế nhất định trên con đường công danh sự nghiệp của mình. Một số người được công nhận ở nơi làm việc và điều bạn có được là sự đồng lòng, hỗ trợ từ những người xung quanh, đó mới là điều mà người tuổi Dần mong chờ nhất.<br/><br/>&emsp;Mộc khí vượng là tín hiệu không tốt liên quan tới sức khỏe. Đừng đi ăn ở ngoài quán hàng nhiều như trong thời gian qua nữa, đừng cho rằng mình no là được, việc vệ sinh thực phẩm và một số yếu tố khác cũng quan trọng không kém trong việc tác động tới thân thể của bản mệnh đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Ngọ<br/><br/>",
	"Meo":"&emsp;Xem bói tử vi ngày 20/11/2020 dự báo tuổi Mão gặp chút trở ngại do tâm lý không thông suốt, tuy nhiên cuối cùng mọi việc đều được giải quyết êm xuôi. Mặc dù gặp phải nhiều khó khăn nhưng con giáp này không bị nản lòng, thoái chí, ngược lại còn lấy đó làm động lực để cố gắng nhiều hơn nữa.<br/><br/>&emsp;Khó khăn chính là cơ hội để người tuổi Mão phát huy sở trường, tài lẻ của mình để hoàn thành nhiệm vụ. Có thể trước đây con giáp này chưa từng nghĩ, nhưng những tài năng đó có thể giúp bản mệnh khá nhiều trên con đường phát triển tương lai nếu biết tận dụng một cách hợp lý.<br/><br/>&emsp;Mộc khí vượng là dự báo không tốt liên quan tới sức khỏe của con giáp này. Thay vì lo lắng và nghĩ ngợi thì bạn nên dành nhiều thời gian hơn cho việc nghỉ ngơi. Hơn nữa, tinh thần cũng rất quan trong, bản mệnh có thể cải thiện bằng việc xem phim hài, nghe bản nhạc yêu thích...<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Hợi<br/><br/>",
	"Thin":"&emsp;Theo tử vi thứ sáu, Mão Thìn Tương Hại nhưng người tuổi Thìn đừng để ai thúc giục chạy theo nhịp bước của họ, hãy duy trì một tốc độ ổn định của riêng mình. Như thế con giáp này sẽ có một ngày làm việc hiệu quả. Dù không thể kiểm soát được tốc độ của mọi thứ, nhưng bản mệnh có thể kiểm soát được tốc độ của chính mình.<br/><br/>&emsp;Thương Quan khiến cho con giáp này không vui chút nào khi bị cấp trên nặng lời, đồng nghiệp tỏ ra thờ ơ, nửa kia lại quá bận rộn với công việc cả nhân và không quan tâm đến bản mệnh. Đừng quá chú ý đến cuộc sống của người khác, đây là lúc tuổi Thìn hướng tới bản thân và làm tốt những gì mà mình có thể.<br/><br/>&emsp;Ngũ hành xung khắc cho thấy một số việc của con giáp này đi ngoài dự tính, cần xem xét mọi thứ trên góc độ khách quan và thoáng hơn một chút, đừng đặt nặng tiểu tiết. Khi bản mện có thể nhìn xa trông rộng, sẽ biết mình cần phải làm gì, thay vì rơi vào trạng thái bế tắc như hiện tại.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Tý<br/><br/>",
	"Ti":"&emsp;Đường tài lộc của người tuổi Tị không được ổn định cho lắm. Con giáp này có thể đưa ra một vài quyết định thiếu sáng suốt, đúng đắn trong các vấn đề liên quan đến tiền bạc. Bản mệnh hoàn toàn vô tư không mảy may nghi ngờ đến những rủi ro tiềm ẩn sau khi quyết định chi tiền của mình.<br/><br/>&emsp;Sự bất cẩn và thiếu cảnh giác chính là lý do khiến con giáp này trở thành mục tiêu của những kẻ xấu. Chỉ một phút lơ là cũng đủ khiến bao tiền bạc, công sức đổ sông đổ bể, do đó phải tỉnh táo, biết mình là ai, cần làm gì nếu không sau này người tuổi Tị sẽ phải trả cái giá khá đắt đấy.<br/><br/>&emsp;Vận trình tình cảm cũng có phần ảm đạm vì ngũ hành Mộc Hỏa tương xung. Bản mệnh và nửa kia của mình ngày càng bộc lộ nhiều điểm khác biệt, lúc mới yêu thì nó là thỏi nam châm trái dấu thu hút nhau, nhưng lâu dần lại trở thành rào cản khiến hai người khó đến được với nhau.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ngo":"&emsp;Mão Ngọ Tương Phá khiến có nhũng thay đổi ngoài kế hoạch có thể khiến tuổi Ngọ cảm thấy choáng váng. Đừng căng thẳng, muộn phiền hay nghĩ ngợi quá nhiều, hãy mở lòng và học cách đón nhận. Khi con giáp này biết cách buông bỏ những thứ cũ kỹ, những điều mới mẻ sẽ đến với bản mệnh thôi.<br/><br/>&emsp;Ai đó không dành cho con giáp này một bờ vai để chia sẻ, cảm thông và điều này khiến cho tâm trạng của người tuổi Ngọ ngổn ngang trong ngày có Tỷ Kiên. Dường như đây là lúc này bản mệnh khát khao sự giúp đỡ, trông đợi một sự quan tâm nhiều hơn, nhưng đáng tiếc rằng mọi thứ lại không được như vậy.<br/><br/>&emsp;May mắn là phương diện tài lộc mang lại cho con giáp này động lực, khi có thể gặt hái được nhiều thành quả giá trị từ những nỗ lực của mình trong suốt thời gian qua. Đây cũng là ngày để nắm bắt lấy cơ hội trong công việc, nhờ thế bản mệnhsẽ thấy những bước tiến quan trọng mới trong sự nghiệp đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Dần<br/><br/>",
	"Mui":"&emsp;Tam Hợp mang lại niềm vui, hi vọng mới trên con đường tình duyên của người tuổi Mùi. Dù không hi vọng gì nhiều nhưng con giáp này vẫn có được hạnh phúc mà mình đang có bằng những việc đơn giản. Người độc thân hôm nay đừng từ chối lời mời của ai đó đấy nhé.<br/><br/>&emsp;Khả năng ngoại giao, tương tác nhờ có Thực Thần mà chúng trở thành thế mạnh của bản mệnh trong ngày hôm nay và đó là cơ hội tốt để tuổi Mùi thể hiện được điều đó. Hẳn nhiên sẽ không khó khăn gì để con giáp này có thể tiến tới gần với một người và cất lời chào họ, đem đến cho họ sự thân thiện, cởi mở.<br/><br/>&emsp;Tuy nhiên trong ngày ngũ hành xung khắc cho thấy bản mệnh gặp vấn đề về sức khỏe nhưng xem ra mọi việc đều xử lý và kiểm soát được, không vì đáng lo cả. Vì thế, đừng căng thẳng mà thay vào đó con giáp này nên tìm cách nghỉ ngơi hợp lý và thay đổi thói quen cũ bằng những thói quen mới lành mạnh hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Than":"&emsp;Tử vi ngày mới 12 con giáp, Chính Tài là tín hiệu tốt để người tuổi Thân thực hiện các kế hoạch liên quan tới tiền bạc. Tuy nhiên, tài lộc lúc này chỉ vượng ở mức vừa phải, vẫn phải dựa vào năng lực của bản thân chứ không hoàn toàn là may mắn, vì thế con giáp này nhớ thực hiện những dự án có tính an toàn cao nhé.<br/><br/>&emsp;Về phương diện tình cảm, bản mệnh rất thân thiện, vui vẻ với mọi người, họ lại có phần thờ ơ và thái độ này khiến cho tuổi Thân băn khoăn, con giáp này tự hỏi vì sao đối phương lại lãnh đạm với mình đến vậy. Thực tế là họ đều bận rộn với công việc của họ thay vì quan tâm đến cảm xúc của những người khác.<br/><br/>&emsp;Đối với các cặp đôi, bản mệnh có quá nhiều đòi hỏi với một nửa của mình. Con giáp này nên nhớ rằng không ai là người hoàn hảo, ai cũng có điểm tốt và điểm xấu nên đừng bao giờ có tham vọng dùng tình yêu để thay đổi một người, nó có thể khiến tình cảm đôi bên đi đến bờ vực đổ vỡ.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Thân<br/><br/>",
	"Dau":"&emsp;Lục Xung dự báo vì tuổi Dậu nồng nhiệt trong cảm xúc, kể cả khi yêu ghét, giận hờn, mọi thể hiện của con giáp này đều rất mạnh mẽ. Tuy nhiên, lúc này, bản mệnh nên hướng những cảm xúc này đến công việc, dồn tâm tư và nhiệt huyết của mình cho những mục tiêu trong sự nghiệp, nếu muốn có một ngày làm việc thật hiệu quả và ý nghĩa.<br/><br/>&emsp;Ngũ hành Mộc - Kim xung khắc ảnh hưởng tới vận trình tài lộc của con giáp này, có khi người tuổi Dậu đã tiêu xài quá khả năng của bản thân rồi đấy. Lời khuyên dành cho bản mệnh lúc này là cần phải có một kế hoạch quản lý tiền bạc rõ ràng và tốt hơn nhằm cho những mục tiêu trong tương lai.<br/><br/>&emsp;Thiên Tài nâng đỡ cho con giáp này hôm nay có cảm giác rủng rỉnh tiền bạc. Thậm chí có người đủ may mắn để nhận thêm khoản tiền bất ngờ ở đâu đưa tới, có thể là khoản đầu tư vốn bản mệnh quên từ lâu nay mang về tiền bạc hoặc việc hợp tác trước đây nay đã thành công.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Hợi<br/><br/>",
	"Tuat":"&emsp;Tử vi phương Đông, Lục Hợp rất tốt cho mối quan hệ của tuổi Tuất, nhưng vẫn phải cẩn trọng bởi có người giả vờ ngọt ngào với con giáp này thôi. Ai đó đang khát khao quyền lực dường như một dùng bản mệnh như một bàn đạp để thực hiện những bước đi mới cho tương lai của họ, thế nên hãy chú ý và tỉnh táo trước mọi hành động.<br/><br/>&emsp;Khi không chọn được cách nào thích hợp để diễn tả được những suy nghĩ của mình, con giáp này thường chọn im lặng. Tuy nhiên đây thực sự không phải giải pháp hay trong ngày Thương Quan gây hại, bởi vì nó chỉ làm tăng lên những cảm giác tiêu cực trong lòng người tuổi Tuất mà thôi.<br/><br/>&emsp;Bên cạnh đó, ngũ hành xung khắc nhắc nhở bản mệnh cần phải xem lại vấn đề tiền bạc, khi không biết quản lý tài chính thì con giáp này sẽ rơi vào vòng rắc rối một cách không mong muốn. Đừng chi tiêu nhiều quá mức mà mình kiếm được, nếu không sẽ luôn luôn là một kẻ thiếu thốn tiền bạc.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Thân<br/><br/>",
	"Hoi":"&emsp;Nhờ Tam Hợp mà tuổi Hợi nhận được nhiều sự quan tâm, chú ý hơn lệ thường, và dù vốn hay e ngại việc trở thành trung tâm, đây là ngày mà con giáp này cứ thoải mái thể hiện mình và đón nhận sự yêu quý bằng tất cả sự nhiệt thành, vui vẻ. Nên lưu ý, sự thể hiện của bản mệnh đóng vai trò rất quan trọng đấy.<br/><br/>&emsp;Chính Quan nâng đỡ cho con giáp này có thể đem những kiến thức và hiểu biết của mình để vận dụng vào đời sống thực tế. Người tuổi Hợi thậm chí là một nhà hòa giải, một người giúp đỡ những người có mâu thuẫn tìm thấy tiếng nói chung, và nhờ thế bản mệnh có được sự tôn trọng, quý mến của họ.<br/><br/>&emsp;Tuy nhiên chuyện tình cảm riêng tư của con giáp này không được tốt lắm. Nửa kia dành cho bản mệnh nhiều tình cảm, hi sinh rất nhiều cho hạnh phúc cả hai nhưng tuổi Hợi lại không biết điểm dừng, không thấy thỏa mãn mà luôn đòi hỏi khiến tình cảm ngày càng xa cách.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Tý<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 6 ngày 20/11/2020 của 12 cung hoàng đạo nói rằng Bạch Dương lại có xu hướng xử lý mọi việc theo cảm tính hơn là suy nghĩ bằng lý trí sáng suốt. Bạn trở nên bốc đồng và thiếu sự lắng nghe hay hợp tác.<br/><br/>&emsp;Đây chính là nguyên nhân khiến bạn rất dễ xảy ra xung đột với người khác vì bất đồng quan điểm. Bạn cho rằng tất cả thế giới như đang muốn chống đối lại bạn. Điều đó khiến bạn không chịu nổi. Lời khuyên cho Dương Dương là hãy tránh tối đa những tranh cãi và kiểm soát lời nói cũng như hành động của mình.<br/><br/>&emsp;Bạn đang tự khiến mọi chuyện rắc rối hơn khi nghĩ tiêu cực về tất cả mọi người. Bên cạnh đó, chòm sao này có thể mất một khoản tiền kha khá trong hôm nay vào những mục đích khong thật sự thiết thực. Dường như bạn không phân biệt được những thứ mình cần mua và muốn mua.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 20/11/2020: 9, 28<br/><br/>",
	"KimNguu":"&emsp;Tử vi thứ 6 ngày 20/11/2020, Kim Ngưu đang rất nghiêm túc và có trách nhiệm với những việc mình đang làm. Bạn không muốn để ai phải nhắc nhở hay phàn nàn về mình như thời gian trước. Có thể nói, chòm sao này hiểu rất rõ về bản thân mình.<br/><br/>&emsp;Do đó, bạn biết điểm mạnh của mình nằm ở đâu, và nên cải thiện những mặt mình còn thiếu sót ra sao. Đó là lý do bạn sẽ làm được những thứ mình muốn dù khó khăn ra sao. Bạn cũng nên đối mặt với cảm xúc thật sự của mình. Trốn tránh không bao giờ là cách làm khôn ngoan.<br/><br/>&emsp;Bởi dù bạn có trốn ra sao thì vấn đề vẫn nằm ở đó và cần bạn giải quyết. Hãy lắng nghe những điều con tim mình nói, ở lại hay ra đi đều là do bạn lựa chọn. Đôi khi điều tốt nhất lại là buông bỏ đoạn tình cảm khi nó đã không còn mang đến hạnh phúc cho cả hai.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 20/11/2020: 17, 26<br/><br/>",
	"SongTu":"&emsp;Theo tử vi ngày mới nói rằng Song Tử quyết định mọi việc quá nhanh đến nỗi không kịp suy nghĩ. Để rồi khi mọi chuyện đã lỡ rồi, bạn mới thấy hối hận không thôi thì cũng đã muộn. Nhanh nhạy là tốt nhưng Song Song nên nhớ sai một li đi một dặm.<br/><br/>&emsp;Vội vàng nhưng không chắc chắn chỉ khiến bạn gặp rắc rối to. Áp lực công việc gây ra tình trạng căng thẳng đầu óc nghiêm trọng tới cung hoàng đạo này này. Bạn luôn trong trạng thái bất an và dễ phản ứng quá lên với mọi thứ xung quanh.<br/><br/>&emsp;Đã đến lúc Song Tử cần có chế độ nghỉ ngơi thư giãn hợp lý cho đầu óc được giải tỏa bớt áp lực. Khi đó, bạn mới có thể xử lý một cách bình tĩnh và sáng suốt những vấn đề bất ngờ xảy ra trong cuộc sống.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 20/11/2020: 11, 33<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 chòm sao nói rằng Cự Giải sẽ có được vận may trong công việc. Bạn có được một ngày không có nhiều sự bận rộn nên hoàn toàn có thể thoải mái làm việc và kết thúc công việc của mình sớm hơn dự định.<br/><br/>&emsp;Có điều hôm nay nên cẩn thận họa thi phi, lời ăn tiếng nói cần suy nghĩ chu đáo hãy phát ngôn kẻo dễ gây ra những hiểu lầm và thực sự không mang lại hình ảnh tốt cho bạn cũng như ảnh hưởng tới các mối quan hệ hiện tại.<br/><br/>&emsp;Trong ngày mới của cung Cự Giải bạn dường như đang phải đối đầu với một số vấn đề về tình yêu. Bạn cần có thời gian để suy nghĩ nhưng suy cho cùng để mọi chuyện tốt đẹp hơn sẽ cần một tấm lòng rộng lượng và chắc chắn sẽ biết cùng nhau chia sẻ. Với tình yêu hiện tại của bạn đừng tìm cách sở hữu nó mà hãy tìm cách đồng hành với nó nhé.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 20/11/2020: 15, 21<br/><br/>",
	"SuTu":"&emsp;Sư Tử sẽ có được vận may trong công việc. Bạn có được một ngày không có nhiều sự bận rộn nên hoàn toàn có thể thoải mái làm việc và kết thúc công việc của mình sớm hơn dự định.<br/><br/>&emsp;Có điều hôm nay nên cẩn thận họa thi phi, lời ăn tiếng nói cần suy nghĩ chu đáo hãy phát ngôn kẻo dễ gây ra những hiểu lầm và thực sự không mang lại hình ảnh tốt cho bạn cũng như ảnh hưởng tới các mối quan hệ hiện tại. Dường như hôm nay bạn đang phải đối đầu với một số vấn đề về tình yêu.<br/><br/>&emsp;Bạn cần có thời gian để suy nghĩ nhưng suy cho cùng để mọi chuyện tốt đẹp hơn sẽ cần một tấm lòng rộng lượng và chắc chắn sẽ biết cùng nhau chia sẻ. Với tình yêu hiện tại của cung hoàng đạo này, đừng tìm cách sở hữu nó mà hãy tìm cách đồng hành với nó nhé.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 20/11/2020: 13, 34<br/><br/>",
	"XuNu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo cho thấy Xử Nữ cảm thấy mình vô cùng khó chịu với ngày mới khi không có được sự thoải mái trong công việc. Chẳng có gì có thể khiến bạn muốn hợp tác với mọi người khi bản thân các bạn hoàn toàn có nguy cơ xảy ra xung đột về quyền lợi.<br/><br/>&emsp;Thái độ hòa nhã mới là cách ứng xử không ngoan trong trường hợp này. Nếu bạn muốn công việc và tài chính có thêm nhiều cơ hội thì hãy là người khôn ngoan hơn một chút, đừng quá thẳng thắn như vậy nhé. Nhiều khả năng công việc không tốt nhưng chuyện tình cảm lại khá êm xuôi, thuận chiều.<br/><br/>&emsp;Có thể có những lúc nóng giận lời nói của chòm sao này làm tổn thương người khác nhưng bạn cũng nhanh chóng sửa sai. Tất nhiên vết thương đó vô cùng dễ lành và hoàn toàn có thể bị lãng quên bởi thái độ thành thực và biết lỗi cũng như bù đắp xứng đáng.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 20/11/2020: 3, 29<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình có những dự báo không được tốt về chuyện tiền bạc. Có thể các mối quan hệ đối tác của bạn đang gặp những vấn đề rắc rối và bạn sẽ cần phải thay đổi cách nhìn nhận và cũng biết các lựa chọn nơi đặt lòng tin. Đừng để sự cả tin của bạn trở thành điểm yếu để người khác lừa gạt.<br/><br/>&emsp;Chòm sao này có một ngày làm việc ở mức trung bình và các dự định của bạn cũng hoàn toàn có thể được hoàn thiện. Thêm vào đó hãy bắt đầu thử sức với các thử thách mới và biết đâu đây là cơ hội mới để bạn có thể thay đổi vận trình công việc và sự nghiệp tốt hơn.<br/><br/>&emsp;Chuyện tình yêu có thể có được những trải nghiệm thú vị khi bạn và nửa kia có được các mối quan tâm tốt chia sẻ với nhau. Trước đó có thể có những hiểu lầm nhưng bạn hoàn toàn có được sự bao dung và độ lượng nên mọi thứ đã trở lại với sự yêu thương và giúp mọi người trở nên vui vẻ.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 20/11/2020: 10, 20<br/><br/>",
	"BoCap":"&emsp;Bọ Cạp sẽ có những thay đổi trong công việc và dễ đạt được mục đích của mình. Có thể bạn sẽ nhận được một khoản tiền nào đó nhưng nhớ không phải tiền dễ đến và chi tiêu cho thật đã tay nhé. Công việc dù bận rộn nhưng bạn nhận được sự tin tưởng của cấp trên và giúp bạn tự tin phát triển công việc của mình.<br/><br/>&emsp;Thêm vào đó tiến độ công việc dù cao nhưng cung hoàng đạo này hoàn toàn có thể phát huy khả năng làm việc của mình một cách tốt nhất. Hôm nay, nhiều khả năng trở thành người bị bỏ rơi thay vì người chuyên bỏ rơi người khác.<br/><br/>&emsp;Có lẽ người ấy đã bắt đầu có hành động trừng phạt nhưng không phải để gây xích mích mà để bạn nhận ra rằng họ có giá trị riêng của mình, giúp mối quan hệ sau này sẽ được đôi bên quan tâm hơn. Người độc thân dường không có ngày thuận lợi để bắt đầu yêu đương bởi nhiều khi không được đáp lại.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 20/11/2020: 1, 14<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo chỉ ra rằng Nhân Mã phải tự khuấy động không khí và làm mới bản thân hơn rất nhiều. Càng gắn bó với những công việc đòi hỏi sự sáng tạo, bạn sẽ càng tạo ra nhiều điểm bứt phá và khẳng định năng lực của mình. Các dự án trọng điểm nhờ vậy sẽ nhanh chóng đạt được tiến độ như kì vọng.<br/><br/>&emsp;Các công việc đang đảm nhiệm sẽ đem lại cho chòm sao này nguồn thu nhập hấp dẫn và vượt ngoài sức tưởng tượng. Nếu có thể, hãy cố gắng cân đối thời gian và công việc để đảm bảo sự hài hòa cho cả gia đình và công việc. Tuy vậy, hãy cố gắng đảm bảo sức khỏe để không bị mệt mỏi vì tăng ca thường xuyên.<br/><br/>&emsp;Chuyện tình cảm của chòm sao này khá tẻ nhạt và dễ đi vào cảnh bế tắc. Cả hai người không mấy khi tìm được điểm chung hoặc quá dễ tranh cãi nên gần như ít quan tâm nhau hơn thuở mới yêu, hoặc có lẽ, chính bạn đang quá vô tâm và khiến cho một nửa của mình bị tổn thương.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 20/11/2020: 5, 7<br/><br/>",
	"MaKet":"&emsp;Tử vi ngày mới 12 chòm sao cho biết Ma Kết đón nhận nhiều tin vui trong mối quan hệ bạn bè. Bạn hoàn toàn có được những người sẵn lòng giúp đỡ khi cần thiết. Với người độc thân đây là nơi bạn có thể tìm thấy niềm vui của mình trong ngày.<br/><br/>&emsp;Chuyện tình yêu không phải là điều đáng mừng trong ngày khi bạn vẫn dễ có sự thiếu thông cảm và cảm giác cô đơn luôn thường trực. Về phương diện công việc bạn cũng khá tập trung và hiệu quả nhưng để nói tới sự hào hứng thì hôm nay không hề tốt cho những ngời làm việc có liên quan tới sự sáng tạo.<br/><br/>&emsp;May mắn là bạn có được tình hình tài chính tốt và giúp bạn thoải mái thực hiện các kế hoạch của mình. Có điều dù có bao nhiêu tiền bạc nhưng việc chi tiêu thiếu kế hoạch, tính toán cũng sớm mang cho cung hoàng đạo này về kết quả trắng tay.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 20/11/2020: 19, 30<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình đừng vì chạy theo người khác mà bất chấp tất cả. Mỗi người đều có thế mạnh riêng. Không phải lúc nào đối phương làm được thì bạn cũng có thể làm được như vậy. Không ai phủ nhận rằng bạn thông minh, nhạy bén và có thực tài nhưng kiến thức là bao la.<br/><br/>&emsp;Bạn cần trau đồi thêm kiến thức để trang bị cho bản thân một hành trang chắc chắn nhất, có thể đương đầu với mọi thách thức trong cuộc sống. May sao mai đã là cuối tuần rồi, đã đến lúc bạn nên nghỉ ngơi, thư giãn sau thời gian căng thẳng liên tục vừa qua.<br/><br/>&emsp;Cuộc sống là những nỗ lực không ngừng nghỉ, nhưng hãy cho phép bản thân có một khoảng ngừng lại lấy sức trước khi bước tiếp. Dù bạn có bước chậm ra sao, cung hoàng đạo này vẫn sẽ chiến thắng những kẻ không bao giờ biết đến hai từ cố gắng, chỉ biết nói mà không biết làm.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 20/11/2020: 4, 16<br/><br/>",
	"SongNgu":"&emsp;Song Ngư đối xử hòa nhã với tất cả mọi người và dường như chẳng có việc gì có thể khiến bạn nổi nóng được. Bạn thích giúp đỡ mọi người và cảm thấy vui khi nhận lại những lời cảm ơn của người khác.<br/><br/>&emsp;Chuyện tình cảm riêng tư cũng đang tiến triển hết sức ngọt ngào. Bạn cảm thấy rất may mắn và hạnh phúc khi tìm được một người hợp gu, lại luôn quan tâm và chăm sóc cho bạn nhiều như vậy.<br/><br/>&emsp;Tình hình tài chính của cung hoàng đạo này không có nhiều biến động. Nhờ kế hoạch tiết kiệm từ đầu tháng nên hiện tại bạn vẫn còn khá dư dả để chi tiêu cho những việc phát sinh đột xuất. Hãy cố gắng giữ thói quen chi tiêu hợp lý này nhé.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 20/11/2020: 6, 18<br/><br/>"
    },
"20201121": {
    "Ty":"&emsp;Tử vi phương Đông 12 con giáp, tuổi Tý có một tinh thần sáng suốt, minh mẫn trong mọi quyết định. Nếu cong iaps này đang muốn thực hiện những việc quan trọng thì nên tiến hành trong ngày hôm nay như gặp gỡ khách hàng, ký kết hợp đồng kinh doanh… hứa hẹn mang lại kết quả khả quan.<br/><br/>&emsp;Vận trình tài lộc cũng không phải lo lắng gì cả vì có những tin vui về thu nhập trong tương lai, nguồn thu chính và phụ đều trong giai đoạn ổn định. Bản mệnh biết rằng những gì mình đang có là hoàn toàn xứng đáng vì người tuổi Tý rất chăm chỉ làm việc và không ngừng cải tiến bản thân.<br/><br/>&emsp;Tam Hợp cục che chở, những mâu thuẫn trong gia đình sẽ được tháo gỡ, mọi người sẽ hiểu nhau hơn. Con giáp này không uổng công sức bỏ ra để hàn gắn tình cảm gia đình. Bản mệnh cũng tự nhận thấy những thiếu sót trong thời gian trước của mình khi đã không đủ quan tâm đến những người thân yêu.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tị<br/><br/>",
	"Suu":"&emsp;Tử vi thứ bảy của 12 con giáp nói rằng người tuổi Sửu có thể sẽ nhận ra ai là bạn, ai là thù với mình. Bản mệnh đừng quá bất ngờ nếu có người nào đó là thân thiết bỗng dưng quay lưng lại với mình. Con giáp này hãy coi đó là cơ hội để loại bỏ những người không tốt ra khỏi cuộc sống của mình.<br/><br/>&emsp;Sửu Thìn tương phá dự báo sẽ có những chuyện không mấy tốt đẹp. Con giáp này cần phải cẩn thận hơn trong lời ăn tiếng nói của mình. Tuổi Sửu dễ khiến cho đối phương tổn thương bởi những hành động vô tình đến vô tâm, không muốn gây tổn thương nhưng lại thành ngược lại.<br/><br/>&emsp;Kiếp Tài ngáng trở, con giáp này sẽ gặp cả vấn đề trong tiền bạc nữa. Bản mệnh cần phải cân đối chi tiêu, đừng chi tiêu vượt quá cả mức chi trả của mình. Suốt ngày vay mượn rồi trả nợ đâu phải chuyện hay. Quả là xui xẻo khi mà cả phương diện tình cảm lẫn tài lộc đều không được như ý.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Mão<br/><br/>",
	"Dan":"&emsp;Đường tài lộc của tuổi Dần không được thuận lợi cho lắm. Con giáp này đang làm nghề kinh doanh, buôn bán có thể gặp những khó khăn nhất định. Nếu bản mệnh gặp phải những người có tính cách cố chấp, ngang ngạnh, hãy cố gắng mềm mỏng, nhún nhường một chút để mọi việc trôi qua dễ dàng hơn.<br/><br/>&emsp;Vận trình công danh sự nghiệp của con giáp này diễn ra thuận lợi, khó khăn sẽ có người đứng ra giúp đỡ nhiệt tình. Người tuổi Dần duy trì được các mối quan hệ xã giao hài hòa nên luôn có tinh thần lạc quan, tin yêu cuộc sống, nhờ vậy mà chuyện tình cảm đôi lứa cũng trở nên tốt đẹp hơn.<br/><br/>&emsp;Bản mệnh có thể sẽ cần đến sự động viên, an ủi của người thương sau những khó khăn, thất bại trong công việc. Tam Hội quý nhân cũng giúp con giáp này thể hiện được những điểm mạnh của bản thân, không lo không thu hút được ánh nhìn của người khác phái, gia tăng nhân duyên cho mình.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mão<br/><br/>",
	"Meo":"&emsp;Bói tử vi online phương Đông 12 con giáp nói rằng tuổi Mão dành nhiều thời gian để tập trung vào công việc đang theo đuổi, Chính Quan giúp sức, công việc trong ngày tiến triển tốt khi mà con giáp này được cấp trên đánh giá cao. Bằng những nỗ lực không ngừng nghỉ của mình, bản mệnh sẽ nhận được thành quả xứng đáng.<br/><br/>&emsp;Những gì mà con giáp này có được cho tới thời điểm này chính là do sự tự cố gắng, kiếm tiền bằng mồ hôi và nước mắt mới có được. Tuy nhiên vì cục diện Mão Thìn tương hại nên xuất hiện kẻ tiểu nhân muốn làm hại người tuổi Mão, cách tốt nhất là nên tránh mặt và đừng đối đầu làm gì cho thêm mệt mỏi.<br/><br/>&emsp;Vận trình tình cảm trong ngày cũng bị ảnh hưởng khá nhiều. Bản mệnh dễ cảm thấy bất an, lo lắng về những biểu hiện của đối phương. Con giáp này không tin tưởng vào sức hấp dẫn của bản thân mình, cũng không đủ tin tưởng vào tình cảm giữa hai người thực sự bền vững trước sóng gió cuộc đời.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Thin":"&emsp;Tuổi Thìn trở nên cương nghị, dứt khoát nên làm việc rất tốt, song tác hại của nó chính là khiến bản mệnh cảm thấy cô độc hơn. Con giáp này chấp nhận điều này và tin rằng khi mình hoàn thành nhiệm vụ rồi sẽ có nhiều thời gian dành cho mọi người hơn, nhưng vẫn chưa dám khẳng định hoàn toàn.<br/><br/>&emsp;Dường như bản mệnh đang sống quá nguyên tắc, luôn muốn mọi thứ phải diễn ra theo đúng ý mình. Thế nhưng mỗi người lại có một cách nghĩ khác nhau. Người tuổi Thìn đừng bao giờ áp đặt, phá hoại sự đa dạng của cuộc sống chỉ vì tính cách bảo thủ, cố chấp của mình.<br/><br/>&emsp;Việc rèn luyện thể chất hàng ngày rất tốt cho sức khỏe, nếu con giáp này không thể dạy sớm và không có nhiều thời gian thì thay vì đi thang máy, hãy leo cầu thang bộ tại cơ quan, chỗ làm. Đây cũng là một hình thức tập dễ thực hiện mà còn giúp bản mệnh giữ gìn vóc dáng thon gọn.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ti":"&emsp;Tử vi thứ bảy ngày 21/11/2020, Thiên Ấn sẽ ở bên tuổi Tị và giúp cho con giáp này thoải mái thể hiện sức sáng tạo của mình. Trong tình huống hiện tại, có thể sự sáng tạo sẽ giúp bản mệnh đạt được bước tiến mới. Tuy nhiên công việc vẫn đang tồn tại những khó khăn nhất định và đòi hỏi sự đột phá để có thể tiến lên.<br/><br/>&emsp;Người tuổi Tị nên hiểu rõ điều này để không lỡ mất thời cơ hiếm cơ. Song cũng vì con giáp này tập trung và dành quá nhiều thời gian cho phát triển sự nghiệp khiến cho nửa kia chẳng thể nào chịu đựng được cảm giác cô đơn. Bản mệnh nên xuống nước để lấy lòng đối phương nhanh đi nhé.<br/><br/>&emsp;Vạn vật sinh ra đều mang số mệnh của riêng nó, con giáp này đừng quá nóng vội muốn đạt được mong muốn, hãy cứ tập trung tu dưỡng rồi thành công sẽ tới. Chỉ cần bản thân được phát triển hơn mỗi ngày là bản mệnh đã cảm thấy mình làm được nhiều việc có ý nghĩa rồi.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Sửu<br/><br/>",
	"Ngo":"&emsp;Tuổi Ngọ có cát tinh soi chiếu nên tính cách hài hòa, dễ chịu vô cùng. Con giáp này sẵn sàng bao dung, tha thứ cho những sai lầm của người khác, nhưng đối với bản thân mình thì vẫn nghiêm khắc, cẩn thận từng chút một để tránh gây ra sai sót ảnh hưởng tới lợi ích chung của tập thể.<br/><br/>&emsp;Một người luôn biết mình, biết người mới là cách hành xử khôn ngoan. Dù bản mệnh đang ở địa vị thấp, bị người khác coi thường hay đối xử lạnh nhạt nhưng sẽ không trách móc hay tranh cãi với họ, còn nếu ở địa vị cao cũng sẽ không vì được nhiều người vây quanh mà trở nên tự mãn, kiêu ngạo.<br/><br/>&emsp;Nếu như mối quan hệ xảy ra bất đồng khó hòa giải thì tốt nhất người tuổi Ngọ đừng nên gây căng thẳng thêm nữa. Thay vào đó con giáp này và người ấy nên cùng nói chuyện thẳng thắn, bày tỏ suy nghĩ của mình một cách chân thành nhất, có như vậy thì càng về sau này đôi bên sẽ thấy thoải mái hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Tuất<br/><br/>",
	"Mui":"&emsp;Người tuổi Mùi có thể bị tiểu nhân quấy phá. Nếu đó là người thân thiết bên cạnh thì con giáp này cũng đừng ngạc nhiên quá bởi chẳng có điều gì là không thể xảy ra cả, thay vào đó hãy coi đây là bài học cần thiết trong cuộc sống và cho quá trình trưởng thành của bản mệnh mà thôi.<br/><br/>&emsp;Có những việc dù con giáp này đã tính toán rất kỹ lưỡng nhưng vẫn không tránh khỏi những sự cố có thể bất ngờ xảy ra. Vì vậy, khi tính toán không phải là mong cầu nó phải diễn ra một cách hoàn hảo mà tuổi Mùi cần có sự linh hoạt, nhạy bén để có thể vừa thực hiện mà vừa xoay sở tình hình được.<br/><br/>&emsp;Khi có nguồn thu dồi dào, nhiều người sẵn sàng chi cho sở thích của mình với món đồ đắt đỏ. Nhưng bản mệnh hãy thử cân nhắc lại thật kỹ xem mình sẽ sử dụng chúng trong bao lâu, con giáp này sẽ nhận ra bản thân đã lãng phí quá nhiều vào việc mua sắm những thứ không cần thiết.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Ngọ<br/><br/>",
	"Than":"&emsp;Trong ngày Thìn Thân bán hợp, tuổi Thân có một ngày rực rỡ với tình yêu ngập tràn con tim. Con giáp này biết được mình cần gì, muốn gì và sẵn sàng để bày tỏ tình cảm với người mình thầm thương. Cát khí lan tràn, đào hoa vượng sắc, thế nên khả năng thành công của bản mệnh rất cao.<br/><br/>&emsp;Con giáp này có thể nhận được lời tỏ tình từ phía người khác phái nữa cơ, sức hút không tồi đâu. Bên cạnh đó, Thực Thần chiếu mệnh, đường tài lộc tăng tiến chóng mặt. Người tuổi Thân có thể nhận được nhiều cơ hội để kiếm tiền bằng kinh doanh buôn bán. Hãy tận dụng mọi cơ hội mình có, đừng để lãng phí.<br/><br/>&emsp;Không những thế, nếu con giáp này cầu công danh lợi cũng rất thuận lợi. Bản mệnh có tính cách ôn hòa, dễ chịu nên chiếm được cảm tình của nhiều người xung quanh. Cho nên khi người tuổi Thân gặp khó khăn sẽ có người sẵn lòng hỗ trợ nên không phải lo lắng quá nhiều.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Dau":"&emsp;Tử vi 12 con giáp ngày hôm nay nói rằng người tuổi Dậu hãy tận dụng thật tốt trong ngày Lục Hợp quý nhân tạo điều kiện cho con giáp này tìm thấy hạnh phúc thuộc về mình. Hãy tin tưởng vào tiếng gọi của trái tim. Thế nhưng bản mệnh có thể mệt mỏi vì những thử thách không ngừng trong công việc.<br/><br/>&emsp;Thương Quan cho thấy sự bất mãn khi mà con giáp này cảm thấy mình bị đối xử bất công, không được hưởng thành quả xứng đáng. Tuổi Dậu cần phải giữ vững tinh thần và tiếp tục phấn đấu để đạt được mục tiêu của mình. Bản mệnh mới chỉ bước được những bước đầu tiên, còn cả quãng đường dài phía trước nếu muốn có thành công.<br/><br/>&emsp;May mắn là trong lúc muộn phiền con giáp này cũng tìm được người trút bầu tâm sự, đồng cảm nên những khúc mắc trong lòng sẽ trôi qua nhanh hơn bản mệnh vẫn tưởng. Thực ra hãy cứ xem khó khăn, thử để thể hiện bản lĩnh và là hành trang để chúng ta trưởng thành hơn trong cuộc sống.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Sửu<br/><br/>",
	"Tuat":"&emsp;Tử vi ngày mới cho thấy tuổi Tuất chán nản, thất vọng vì tình cảm mình dành cho đối phương chẳng được người ấy trân trọng. Cục diện Tương Xung thể hiện sự cố gắng không ngừng nghỉ của con giáp này nhưng đáp lại chỉ là sự thờ ơ. Có lẽ bản mệnh đã chọn sai đối tượng, chớ nên cố chấp thái quá bởi tình cảm chẳng thể cưỡng cầu.<br/><br/>&emsp;Một nguyên tắc giữ gìn hạnh phúc gia đình chính là tôn trọng ý kiến của nửa kia. Nếu đối phương không tán thành một điều gì đó, người tuổi Tuất sẽ có xu hướng muốn từ bỏ kế hoạch của mình và điều này cho thấy sự ủng hộ thực sự cần thiết trong một mối quan hệ tình cảm.<br/><br/>&emsp;Tuất Thìn lục xung, đường công danh sự nghiệp của bản mệnh gặp nhiều trở ngại, nhất là các hoạt động đầu tư kinh doanh rất dễ thất bại. Con giáp này lại nóng nảy, cố chấp nên dễ làm hỏng việc. Hãy học cách kiểm soát bản thân và điều chỉnh những suy nghĩ trong đầu sao cho phù hợp và sáng suốt.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Ngọ<br/><br/>",
	"Hoi":"&emsp;Tuổi Hợi được Thiên Tài trợ mệnh nên vận trình tài lộc trong ngày vô cùng vượng phát, thu nhập tăng tiến nhanh chóng. Dựa vào chút tài lẻ của mình, con giáp này có thể kiếm được việc làm thêm, giúp cho túi tiền được rủng rỉnh hơn. Những đồng tiền này được kiếm bằng mồ hôi nước mắt nên hãy trân trọng nóđừng chi tiêu hoang phí kẻo sau này lại hối hận.<br/><br/>&emsp;Trước khi muốn mua một món đó nào đó, bản mệnh nên nghĩ xem có thực sự cần nó hay không và dùng trong bao lâu, nó có đáng để người tuổi Hợi bỏ thời gian và tiền bạc ra không.Tuy nhiên, niềm vui về may mắn tài lộc chẳng thể cứu vãn được những thất bại trong tình cảm của bản mệnh.<br/><br/>&emsp;Đôi bên có những bất đồng về ý kiến nhưng chẳng ai chịu lùi bước. Con giáp này và người ấy đều có cái tôi quá lớn, không vì mối quan hệ của cả hai mà từ bỏ những gì mình cho là đúng. Đấy không phải chuyện xấu, nhưng đôi khi nó lại chẳng hề có lợi cho tình cảm lứa đôi.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Sửu<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 7 ngày 21/11/2020 của 12 cung hoàng đạo dự báo túi tiền của Bạch Dương cứ vơi dần đi mà không thấy lấp đầy trở lại. Bạn muốn đi chơi mà chẳng biết làm sao, nhưng hãy nghĩ xem, đi chơi đâu nhất thiết là phải tiêu tiền, chẳng có tiền thì chúng ta vẫn chơi vui vẻ được đó thôi.<br/><br/>&emsp;Chuyện tình cảm đang trong giai đoạn trầm thì phải. Mối quan hệ của bạn và người ấy có như không, khi lạnh nhạt lúc lại nồng nhiệt bất ngờ. Nếu chưa biết nguyên nhân của tình trạng này, bạn hãy nhanh chóng tìm hiểu và giải quyết sớm nếu không muốn hai người dần trở nên xa cách<br/><br/>&emsp;Chòm sao này còn độc thân nếu muốn cải thiện tình trạng của mình thì đừng vội từ chối những lời mời tụ tập, hẹn hò của bạn bè nhé. Biết đâu trong những buổi này, bạn sẽ gặp được định mệnh của đời mình thì sao. Không thì bạn cũng có được những trải nghiệm thú vị.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 21/11/2020: 17, 36<br/><br/>",
	"KimNguu":"&emsp;Công việc của Kim Ngưu đang rất tốt, đồng nghĩa bạn đã có bước tiến dài trên con đường sự nghiệp. Ban đầu bạn còn nghĩ đây chỉ là cơ hội để trau dồi kinh nghiệm cho bản thân, nhưng cuối cùng thì cung hoàng đạo này đã thực sự yêu thích và muốn phát triển thêm về lĩnh vực đó.<br/><br/>&emsp;Sự nghiệp tăng tiến cũng mang lại nguồn thu nhập không tồi cho cung hoàng đạo này. Không có gì khó hiểu khi bạn hoàn thành tốt mọi nhiệm vụ được giao và được cấp trên tăng lương thưởng cả. Tuy nhiên đừng ngủ quên trên chiến thắng nhé, nỗ lực và phấn đấu không ngừng mới có được sự ổn định bền lâu.<br/><br/>&emsp;Dường như bạn đang có khá nhiều nỗi buồn chất chứa trong trái tim mình vì những người mình thân yêu nhất lại chẳng thể hòa hợp nổi với nhau. Gia đình bạn không mấy ủng hộ mối quan hệ giữa bạn và người ấy, dù không ra mặt ngăn cản nhưng cũng tỏ ý không hài lòng.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 21/11/2020: 11, 22<br/><br/>",
	"SongTu":"&emsp;Tử vi phương Tây nói rằng Song Tử có phần bối rối khi bị người khác từ chối sự giúp đỡ của mình. Bạn chỉ muốn tốt cho mọi người mà lại chẳng được chấp nhận. Lòng tốt bị từ chối khiến cho Song Tử chán nản và thất vọng, ảnh hưởng phần nào đến tinh thần làm việc.<br/><br/>&emsp;Bạn cần phải suy nghĩ lạc quan hơn, có thể đối phương đơn giản chỉ muốn tự mình giải quyết mà thôi. Tình yêu giữa Song Tử và người ấy vẫn đang tiến triển rất tốt. Mối quan hệ giữa hai người được mọi người ủng hộ, gia đình bạn cũng hài lòng khi con cháu mình có được người yêu thương và thấu hiểu.<br/><br/>&emsp;Về phương diện tài chính, trong ngày hôm này cung hoàng đạo này nên chú ý chi tiêu cho hợp lý, đừng vì chán nản mà mua sắm, ăn chơi vô tội vạ, chẳng mấy chốc mà rơi vào cảnh túng thiếu đâu. Bạn sẽ thấy tác hại của việc đầu tháng ăn thả ga, cuối tháng ăn mì tôm là thế nào.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 21/11/2020: 5, 18<br/><br/>",
	"CuGiai":"&emsp;Xem tử vi 12 nói rằng Cự Giải trở thành một con người rất điềm đạm vào ngày hôm nay. Bạn chẳng bao giờ đưa ra những quyết định bốc đồng mà luôn suy nghĩ rất kĩ càng. Vì bạn là một người rất công bằng và thẳng thắn nên mọi người thường tin vào quyết định của bạn.<br/><br/>&emsp;Nếu hai người bạn bè hoặc đồng nghiệp có bất đồng hay mâu thuẫn gì, bạn cũng có thể đưa ra những cách giải quyết tình hình hợp lý. Tuy nhiên, chuyện tình cảm của chòm sao này lại không mấy tốt đẹp do bạn có xu hướng áp đặt suy nghĩ của mình cho người khác.<br/><br/>&emsp;Chẳng ai lại muốn mình phải nghe lời người khác răm rắp đâu, bạn hãy dành thời gian lắng nghe người ta nữa. “Lạt mềm buộc chặt”, “mềm nắn rắn buông” là những điều bạn nên hết sức chú ý trên phương diện tình cảm. Hãy để mỗi ngày trôi qua luôn là một ngày hạnh phúc giữa bạn và người ấy nhé.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 21/11/2020: 8, 39<br/><br/>",
	"SuTu":"&emsp;Tử vi ngày 21/11/2020 cho thấy Sư Tử đang làm rất tốt công việc của mình. Không còn bỡ ngỡ như những ngày đầu nữa, bạn vấp ngã nhiều nhưng đã tự biết đứng lên khắc phục sai lầm, đây mới chính là điều đáng quý và cần phát huy. Đồng tiền làm ra rất vất vả thì hãy biết trân quý, tiết kiệm để chi tiêu cho tương lai.<br/><br/>&emsp;Chòm sao này khá may mắn trong các vấn đề liên quan đến tiền bạc. Nếu có giao dịch gì diễn ra thì chắc chắn bạn là người hưởng lợi chứ không phải ai khác. Khôn khéo đối đáp, chẳng ai có thể khiến cho bạn phải chịu thiệt thòi trừ khi chính bản thân bạn muốn vậy và nhường nhịn người ta.<br/><br/>&emsp;Bạn khéo léo xử lý những bất đồng trong mối quan hệ tình cảm của hai người, biến đó thành cơ hội để tình yêu thêm thăng hoa rực rỡ và khăng khít hơn. Hiếm khi bạn thấy có khó khăn gì trong mối quan hệ giữa mình và nửa kia, bởi bạn biết làm thế nào để người ấy vui cười hạnh phúc.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 21/11/2020: 1, 23<br/><br/>",
	"XuNu":"&emsp;Xử Nữ đang có một tình yêu đẹp. Nụ cười của bạn tỏa sáng ở bất cứ nơi đâu bạn ghé qua, tinh thần vui vẻ còn truyền thêm cảm hứng sống lạc quan cho rất nhiều người xung quanh nữa. Chính vì thế mà bạn có không ít vệ tinh vây xung quanh, đối phương không ngừng bày tỏ sự yêu mến dành cho bạn.<br/><br/>&emsp;Có lẽ vì thế mà công việc cũng khá suôn sẻ, thuận buồm xuôi gió, dù có vấn đề xảy ra cung hoàng đạo này cũng giải quyết dễ dàng và càng có thêm động lực để cố gắng nhiều hơn. Chòm sao này đã làm việc tốt rồi thì hãy dành cả thời gian để nghỉ ngơi và hưởng thụ thành quả mà mình đã làm ra nhé.<br/><br/>&emsp;Trong công việc, những phẩm chất của bạn lại là nền tảng tốt đẹp và thuận lợi giúp bạn thăng tiến, giành được nhiều thành công trên con đường sự nghiệp của mình. Tiến chậm nhưng vững chắc vô cùng, bởi bạn có mục tiêu rõ ràng và không ngừng tiến bước để đạt đến mục tiêu đó.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 21/11/2020: 6, 14<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình tình cách vô cùng dễ chịu, hài hòa của bạn khiến mọi người rất quý mến. Đối với bạn trải nghiệm đẹp với cuộc sống diễn ra mỗi ngày mới là ưu tiên chứ không phải là cách hơn thua, tranh giành vị trí đứng đầu ở lĩnh vực nào đó.<br/><br/>&emsp;Cung hoàng đạo này không giỏi khởi xướng, đưa ra quyết định nên rất cần sự ủng hộ và trợ giúp của người khác để bắt đầu một dự án. Bạn hãy cẩn thận với khuynh hướng quá nuông chiều bản thân kẻo làm phí hoài đi những khả năng vượt trội mà bản thân đang sở hữu.<br/><br/>&emsp;Trong chuyện tình yêu, mối quan hệ diễn ra tương đối tốt đẹp giúp bạn và người ấy càng thêm gắn kết. Khi đôi trái tim cùng chung nhịp đập, mọi khó khăn đều có thể giải quyết dễ dàng hơn. Cuối tuần rồi bạn có thể cùng nửa kia đi hẹn hò để hâm nóng tình cảm nhé.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 21/11/2020: 7, 25<br/><br/>",
	"BoCap":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo cho biết Bọ Cạp có thể sẽ thấy buồn chán vì cô đơn đã lâu. Tất nhiên bạn có bạn bè, người thân ở bên, nhưng có lẽ đã đến lúc phải có người yêu rồi đó. Cứ nhìn mọi người xung quanh ai cũng có đôi, đến người hay che giấu cảm xúc như bạn cũng thấy động lòng rồi.<br/><br/>&emsp;Có điều, bạn chưa biết hướng tình cảm của mình tới ai nên cứ đành chấp nhận sự thật bây giờ thôi. Riêng về công việc thì bạn đang làm rất tốt khi tích cực, nhiệt tình tham gia vào công việc. Đó là điều giúp bạn nhận được sự đánh giá cao của cấp trên và sự tin tưởng, quý trọng của đồng nghiệp.<br/><br/>&emsp;Cố gắng phát huy những thành tích đã đạt được, tình hình tài chính của chòm sao này sẽ được cải thiện hơn và biết đâu bạn sẽ nhận được một phần thưởng hoặc một món quà bất ngờ trong ngày hôm nay chứ.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 21/11/2020: 16, 26<br/><br/>",
	"NhanMa":"&emsp;Tử vi thứ bảy của 12 chòm sao dự báo Nhân Mã rất nhiều cơ hội kiếm tiền, thậm chí có ngã cũng được tiền nâng đỡ nữa. Hãy nắm bắt thời cơ hiếm có khó tìm này nhé, cơ hội hiếm có đấy. Công việc trong ngày cũng tiến triển vô cùng thuận lợi, bạn không phải lo lắng quá nhiều.<br/><br/>&emsp;Thế nhưng bạn lại đang buồn bã vì chuyện tình yêu không như mong đợi. Bạn đã cố gắng rất nhiều để bày tỏ lòng mình, tưởng đối phương sẽ cảm động nhưng cuối cùng thì bạn vẫn phải một mình đau khổ. Đừng buồn hay thất vọng, hãy nghĩ đơn giản rằng người ấy không phải nửa kia của mình.<br/><br/>&emsp;Nếu cảm thấy không vui, hãy bước ra ngoài và đi tới một buổi hòa nhạc để lấy lại tinh thần chứ đừng mãi giam mình trong căn phòng u tối, điều đó sẽ chỉ khiến tinh thần tệ hơn mà thôi. Cuộc sống vẫn còn rất nhiều điều thú vị đó. Ngoài ra, bạn cũng có thể dành thời gian bên những người thân trong gia đình.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 21/11/2020: 1, 13<br/><br/>",
	"MaKet":"&emsp;Ma Kết có thể nhận được sự hỗ trợ từ các đồng nghiệp, trong trường hợp bạn hoạt động và làm việc với một thái độ tích cực. Còn không, sẽ chẳng ai muốn giúp đỡ một người suốt ngày ủ rũ, kêu ca và không có tinh thần làm việc cả đâu. Chính bạn cũng chẳng muốn hợp tác với một người như vậy mà.<br/><br/>&emsp;Để thoát ra khỏi những điều này, vận động lựa chọn là đúng nhưng nếu tập với cường độ quá cao lại không phải là cách tốt mà còn gây ra những tác dụng ngược. Chú ý chăm sóc sức khỏe thật tốt. Đừng vì bất kì những chuyện không như ý muốn xảy ra chi phối mình quá nhiều.<br/><br/>&emsp;Với những người đang yêu, chòm soa này cảm thấy áp lực đang diễn ra trong công việc trở nên nhẹ nhàng hơn khi được người ấy tận tình săn sóc và sẵn sàng giúp đỡ, tháo gỡ những khó khăn mà bạn đang phải trải qua. Dường như bạn đang ngập tràn trong mật ngọt của tình yêu.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 21/11/2020: 19, 27<br/><br/>",
	"BaoBinh":"&emsp;Công việc của Bảo Bình diễn ra khá suôn sẻ. Mọi chuyện đều nằm trong tầm kiểm soát nên dù có bất cứ vấn đề gì nảy sinh, bạn cũng xử lý rất linh hoạt và chính xác. Nhiều khả năng bạn sẽ có các cơ hội tốt hơn để giao lưu giúp mang lại những lợi ích cho công việc mới.<br/><br/>&emsp;Bạn cũng có nhiều cơ hội để tìm kiếm tình yêu của mình. Bạn được mọi người yêu quý bởi tính cách nhiệt tình mà cũng rất chu đáo của mình đó. Có thể vài người sẽ lầm tưởng rằng chòm sao này có tình cảm với người ta vì với ai bạn cũng tốt bụng cả, nhưng kì thực thì bạn chẳng phải là người như thế đâu.<br/><br/>&emsp;Bạn đã yêu ai là chung thủy lắm đó. Hôm nay cung hoàng đạo này sẽ có khoản tiền lớn trong tay nhưng không phải tự nhiên mà có đâu nhé. Bạn luôn chuẩn bị cho những tình huống bất ngờ có thể xảy ra nên đã tiết kiệm từ từ từng chút một đó.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 21/11/2020: 9, 20<br/><br/>",
	"SongNgu":"&emsp;Tử vi ngày mới nói rằng Song Ngư đang gặp phải nhiều chuyện khúc mắc trong tình cảm mà chẳng biết phải tỏ bày cùng ai. Chưa bao giờ bạn thấy bế tắc như bây giờ. Dù không phải những chuyện có tính nghiêm trọng nhưng chỉ cần xuất hiện vấn đề thôi là bạn muốn giải quyết ngay lập tức.<br/><br/>&emsp;Nhưng có những chuyện vẫn cần đến thời gian, chòm sao này nhận ra rằng mình cần phải tập trung hơn cho công việc để không mắc phải sai lầm nối tiếp sai lầm. Nếu bạn tận dụng hết khả năng sáng tạo của mình thì đó là cơ hội tốt để phát triển đó.<br/><br/>&emsp;Thời tiết thay đổi thất thường, sức khỏe là vấn đề được đặt lên hàng đầu. Chính vì thế, bên cạnh công việc, tình yêu, bạn cũng nhớ chú ý chăm sóc bản thân nhiều hơn nhé, có vẻ như cơ thể bạn đang lên tiếng rồi đấy. Thể chất tốt mới làm mọi công việc một cách tốt nhất được.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 21/11/2020: 3, 12<br/><br/>"
    },
"20201122": {
    "Ty":"&emsp;Xem tử vi phương Đông 12 con giáp nói rằng nhờ có Thiên Tài độ mệnh, đường tài lộc của người tuổi Tý trong ngày vô cùng vượng phát. Con giáp này gặt hái được tin vui về tiền bạc bằng sự nhanh nhẹn và thông minh của mình, rủng rỉnh làm mọi thứ mà chẳng lo sợ túng thiếu.<br/><br/>&emsp;Bản mệnh biết cách sử dụng tiền hiệu quả cũng như chi tiêu đầu tư sao cho thu được lợi về mình nên số dư trong tài khoản của tuổi Sửu lại tăng lên đáng kể. Đây quả là một tín hiệu đáng mừng để con giáp này thêm vững tin vào năng lực của bản thân và cố gắng hơn nữa trong tương lai. Ngũ hành xung khắc cho thấy mối quan hệ của bản mệnh với nửa kia gặp nhiều căng thẳng.<br/><br/>&emsp;Sự cứng đầu của cả hai đang hủy hoại tình cảm này. Con giáp này nên nhớ chiến tranh lạnh sẽ chỉ khiến tình hình thêm xấu đi mà thôi. Đôi bên nên có một cuộc nói chuyện thẳng thắn, đối diện với vấn đề đang tồn tại. Đừng để khoảng cách giữa hai con tim cứ ngày một xa, hiểu lầm chồng chất dày vò đôi bên.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Suu":"&emsp;Tử vi ngày 22/11/2020 cho thấy Sửu Tị Bán Hợp mang đến cho tuổi Sửu một ngày làm việc đầy hiệu quả và thuận lợi. Công việc cũ mới đều được bạn giải quyết đâu ra đấy. Biểu hiện xuất sắc này của con giáp nàykhiến lãnh đạo rất hài lòng và luôn cảm thấy yên tâm mỗi khi giao việc cho bản mệnh.<br/><br/>&emsp;Về phương diện tài lộc, hôm nay cũng là một ngày rất đẹp để người tuổi Sửu thực hiện các cuộc giao dịch, ký kết hợp đồng với đối tác. Chuyện làm ăn của con giáp này sẽ rất hanh thông nhờ quan hệ xã giao hài hòa lại thêm tài ăn nói khéo thuyết phục được lòng người.<br/><br/>&emsp;Tuy nhiên, sự xuất hiện của Tỷ Kiên nhắc nhở bản mệnh nên tính toán cẩn thận trước khi đưa ra quyết định hay ký kết một hạng mục nào đó. Mọi việc suôn sẻ quá sẽ khiến con giáp này sinh ra sự chủ quan và đánh mất tính cẩn trọng thường ngày, như vậy sẽ rất dễ sa vào bẫy rập của tiểu nhân.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Dậu<br/><br/>",
	"Dan":"&emsp;Tử vi chủ nhật của 12 con giáp dự báo tuổi Dần có điềm báo thị phi, dễ phạm tiểu nhân do ảnh hưởng của cục diện Dần Tị Tương Hại. Có những việc mà con giáp này không làm nhưng lại bị những kẻ ghen ghét đơm đặt nên gặp không ít rắc rối. Còn những việc bản mệnh làm tốt lại không được nhìn nhận và cũng không được hưởng thành quả xứng đáng.<br/><br/>&emsp;Vận trình tình duyên cũng kém sắc, gia đạo của con giáp này không được yên ổn. Vợ chồng dễ xảy ra bất đồng quan điểm gay gắt dẫn đến cãi vã, đồng sàng dị mộng. Người tuổi Dần nên chú ý từng lời nói của mình, nhất là trong lúc nóng giận để không gây tổn thương khó hàn gắn cho bạn đời.<br/><br/>&emsp;Tuy nhiên, nhờ có Chính Quan độ mệnh, đường công danh sự nghiệp của bản mệnh khá thuận lợi do biết cách giải quyết các vấn đề bức thiết. Có lẽ là vì muốn xua tan đi những muộn phiền và căng thẳng trong cuộc sống nên con giáp này lao đầu vào làm việc để khiến bản thân bớt suy nghĩ vẩn vơ.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Thìn<br/><br/>",
	"Meo":"&emsp;Bói tử vi trực tuyến 12 con giáp nói rằng Thiên Quan xuất hiện nên vận trình khiến người tuổi Mão như bị che mờ tâm trí, bối rối không biết nên đưa ra lựa chọn sao cho hợp lý khi phải đứng trước các quyết định quan trọng. Trong mọi tình huống bản mệnh cần phải hết sức bình tĩnh nhé.<br/><br/>&emsp;Tương lai phía trước đang nằm trong tay mình, con giáp này lo sợ chỉ một chút sơ suất cũng sẽ khiến bản thân hối hận về sau. Nếu cảm thấy quá rối trí, hãy tìm đến những người có nhiều kinh nghiệm đi trước để xin lời khuyên, chắc chắn sự từng trải của họ cũng sẽ giúp tuổi Mão có cái nhìn thông suốt hơn.<br/><br/>&emsp;Ngũ hành Mộc sinh Hỏa, người thân trong gia đình chính là hậu phương vững chắc để bản mệnh tự tin hơn vào chính mình bởi con giáp này biết, dù có ra sao thì vẫn luôn có những người thân yêu phía sau tin tưởng và ủng hộ. Do đó, tuổi Mão cũng sẽ nỗ lực nhiều hơn để đem lại những điều tốt đẹp cho họ.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tị<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo Kiếp Tài gây rối trong hôm nay nhắc nhở tuổi Thìn nên tránh vướng vào các vụ tranh đoạt quyền lợi, chia bè chia phái giữa các đồng nghiệp chốn công sở. Với những việc người khác đang xảy ra bất đồng, nhưng không liên quan đến mình tốt nhất hãy chủ động né tránh để không gặp “họa trên trời rơi xuống”.<br/><br/>&emsp;Hỏa sinh Thổ, vận tình tình cảm của con giáp này đang diễn tiến theo chiều hướng vô cùng tích cực. Những người tuổi Thìn có đôi có cặp rồi sẽ tiếp tục được sống trong những ngày tháng ngọt ngào bên cạnh nửa kia, bản mệnh cảm thấy thật may mắn vì đã tìm được một người yêu thương và thấu hiểu mình như vậy.<br/><br/>&emsp;Trong khi đó người còn độc thân đừng vội nản lòng khi thấy mình vẫn cô đơn lẻ bóng trong khi bạn bè trang lứa đã lập gia đình hết cả. Biết đâu duyên sẽ tới vào lúc con giáp này không ngờ tới nhất. Hãy cứ tự tin, vui sống vì những điều tốt đẹp thường đến muộn mà phải không?<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ti":"&emsp;Theo tử vi 12 con giáp ngày mới, nhờ được Chính Ấn nâng đỡ, tuổi Tị sẽ có cơ hội được cất nhắc lên vị trí phù hợp với năng lực của mình nhờ tinh thần trách nhiệm và luôn hết mình trong công việc. Tuy nhiên, vẫn còn một vài thử thách trước mặt mà bản mệnh cần vượt qua để có thể thực sự đạt được những thứ mình muốn.<br/><br/>&emsp;Dẫu vậy, đây vẫn là cơ hội quý giá mà không phải lúc nào cũng có sẵn. Và việc biết cách nắm bắt nó hay không thì hoàn toàn phụ thuộc vào chính con giáp này. Điều quan trọng nhất là người tuổi Tị hãy luôn chuẩn bị sẵn tinh thần để đối mặt với mọi điều sắp xảy đến.<br/><br/>&emsp;Hỏa khí vượng khiến con giáp này dễ mắc các bệnh về tim mạch, thiếu máu hoặc bệnh về mắt, mũi, lưỡi… Bản mệnh nên thường xuyên rèn luyện thân thể để tăng sức đề kháng cho mình. Hôm nay là ngày tốt để thực hiện các việc quan trọng như xây đắp, kinh doanh, giao dịch và mưu cầu công danh.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mùi<br/><br/>",
	"Ngo":"&emsp;Tử vi ngày mới 22/11/2020 cho thấy Ngọ Tị Tương Hội, một ngày nhiều may mắn với người tuổi Ngọ. Con giáp này được quý nhân giúp đỡ nên cả công việc lẫn chuyện tinh duyên đều rất suôn sẻ. Quý nhân đó chẳng cần tìm đôi xa, đôi khi lại chính là một người bên cạnh mà bản mệnh chẳng thể ngờ tới nhất.<br/><br/>&emsp;Nhân lúc này, tuổi Ngọ nên mạnh dạn thực hiện những mục tiêu mà mình ấp ủ đã lâu. Những dự án công việc nếu thấy có tính khả thi cao hãy cứ chủ động đầu tư, nếu cứ chỉ dám nghĩ trên mặt giấy thì con giáp này sẽ chẳng bao giờ đạt được lợi nhuận mà mình mong muốn.<br/><br/>&emsp;Đối với chuyện tình cảm, nếu yêu thì hãy dũng cảm nói ra, cũng giống như đói là phải ăn vậy. Người ấy vẫn đang lẻ bóng thì bản mệnh hoàn toàn có cơ hội để theo đuổi và thổ lộ cho đối phương biết tình cảm thật sự trong tim mình. Dù kết quả ra sao cũng tốt hơn là kìm nén bản thân như hiện tại.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Sửu<br/><br/>",
	"Mui":"&emsp;Xem tử vi phương Đông 12 con giáp, người tuổi Mùi do chịu ảnh hưởng xấu của Tỷ Kiên chiếu mệnh nên có thể phải thay đổi toàn bộ kế hoạch ban đầu mình đặt ra để phù hợp với hoàn cảnh. Điều này đồng nghĩa với việc con giáp này sẽ phải bắt đầu lại từ đầu và công sức trước đó đều tan biến.<br/><br/>&emsp;Có thể sẽ có rất nhiều rắc rối đi kèm, nhưng hãy suy nghĩ lạc quan rằng ít nhất bản mệnh cũng kịp thời thay đổi trước khi mọi việc đi đến bước cuối cùng. Khi đó, rủi ro lớn hơn có lẽ sẽ xảy ra. Ngũ hành tương sinh là dấu hiệu cho thấy vận đào hoa của tuổi Mùi đang rất vượng.<br/><br/>&emsp;Đây là một tin mừng với những vẫn còn lẻ bóng. Con giáp này có thể để lại ấn tượng tốt với mọi người xung quanh và biết đâu sẽ nhanh chóng tìm được một nửa ưng ý. Thế nhưng với những người đã lập gia đình thì đây không phải là điều quá tốt đẹp. Bản mệnh nên giữ khoảng cách hợp lý với bạn bè, đồng nghiệp khác giới.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mão<br/><br/>",
	"Than":"&emsp;Người tuổi Thân rất thông minh, lanh lợi, có tư tưởng và suy nghĩ thoáng đạt. Khi có thêm sự trợ mệnh của cục diện Thân Tị Nhị Hợp như hôm nay, con giáp này sẽ nhanh chóng nắm bắt được nhịp độ làm việc và thể hiện được năng lực sẵn có của mình. Bản mệnh cũng rất nhiệt tình và sẵn sàng giúp đỡ người khác.<br/><br/>&emsp;Tuy nhiên, tuổi Thân nên đặt lòng tốt đúng chỗ. Không phải ai gặp khó khăn cũng muốn được người khác chìa tay ra giúp. Bởi một số người muốn tự mình giải quyết rắc rối của bản thân và họ cảm thấy khá khó chịu nếu có ai đó cứ khăng khăng xen vào, thật đúng là làm ơn mắc oán mà.<br/><br/>&emsp;Khi có sự xuất hiện của Thương Quan, con giáp này có thể vướng phải mâu thuẫn thậm chí là cãi cự do bất đồng ý kiến với cấp trên. Môi trường làm việc được duy trì bằng thứ bậc trên dưới, bản mệnh đừng nghĩ gì là nói nấy hay nói những lời không phù hợp với bổn phận của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Dần<br/><br/>",
	"Dau":"&emsp;Tử vi hàng ngày 12 con giáp cho thấy nhờ sự nâng đỡ của Tam Hợp, người tuổi Dậu đang tràn đầy hứng khởi và sự hăng hái khi được làm những việc mà mình yêu thích. Con giáp này thỏa thích thể hiện thế mạnh của bản thân và chứng tỏ cho mọi người rằng mình tài năng đến đâu.<br/><br/>&emsp;Tuy nhiên, điểm yếu của con giáp này là dễ trở nên khoe khoang và khó duy trì được hứng thú trong thời gian lâu dài. Bản mệnh cần sửa đổi tính xấu này của mình nếu muốn vươn tới thành công. Bởi làm việc tùy hứng sẽ khiến tuổi Dậu chẳng thể đạt được bất kì thành tích đáng kể nào.<br/><br/>&emsp;Thực Thần phù trợ, con giáp này rất có lộc kinh doanh trong ngày hôm nay. Nếu biết cách đầu tư đúng chỗ, lãi mẹ đẻ lãi con là điều hoàn toàn sẽ đến sớm với bạn. Tuy nhiên, ngũ hành xung khắc ảnh hưởng khá nhiều đến vận trình tình cảm. Bản mệnh luôn nghĩ bản thân không làm gì sai thì sao phải sửa đổi hay xin lỗi.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Tuat":"&emsp;Kiếp Tài gây rối, người tuổi Tuất khó mà được hưởng một một ngày yên bình. Con giáp này khá mệt mỏi vì những rắc rối nối tiếp nhau hết cái này đến cái khác xảy đến trong thời gian vừa qua. Hơn nữa, bản mệnh không biết nên giải quyết việc nào trước sau hay làm thế nào để ổn thỏa mọi thứ.<br/><br/>&emsp;Trạng thái nhạy cảm khiến con giáp này dễ nổi nóng với những người xung quanh mình, cho dù người đó chỉ có ý tốt muốn quan tâm và hỏi han bạn. Thậm chí tuổi Tuất còn trở nên đa nghi hơn hẳn thường ngày, bản mệnh khó mà tin sự giúp đỡ của ai đó không có điều kiện đi kèm.<br/><br/>&emsp;Cứ mỗi khi kích động như vậy, con giáp này có xu hướng tự trách chính mình kém cỏi và tìm đến chất men hòng quên đi những muộn phiền. Đây là thói quen không tốt cho sức khỏe chút nào, đặc biệt là dạ dày của bản mệnh. Đừng để đến khi cơ thể lên tiếng kháng nghị mới thấy hối hận.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Hoi":"&emsp;Tử vi 12 con giáp nói rằng tuổi Hợi vốn có tài ăn nói, nhanh mồm nhanh miệng nên thường được nhờ vả nhiều vào các mối quan hệ xã giao mà mình xây dựng nên. Tuy nhiên, trong ngày Tị Hợi Tương Xung này, con giáp này nên tránh lối ăn nói đá đưa quá đà kẻo dễ bị thị phi quấy nhiễu.<br/><br/>&emsp;Đối với phương diện tình cảm, chính cách nói chuyện khéo léo giúp bản mệnh có duyên đào hoa với người khác phái rất tốt. Tuy nhiên, nó cũng chính là nguyên nhân khiến nửa kia cảm thấy thiếu sự tin tưởng ở người tuổi Hợi khi cư xử quá vô tư như thế.<br/><br/>&emsp;Đôi khi chỉ là vài câu nói bông đùa với bạn bè, đồng nghiệp, ngay chính cả con giáp này cũng không suy nghĩ nhiều nhưng không phải ai cũng nghĩ vậy. Nếu không cẩn thận, bản mệnh sẽ phải hứng chịu cơn ghen tuông của người yêu, dẫn đến mối quan hệ nảy sinh nhiều mâu thuẫn, tranh cãi không đáng có.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Sửu<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi chủ nhật ngày 22/11/2020 của 12 cung hoàng đạo nói rằng Bạch Dương có một ngày rực rỡ, đặc biệt thích hợp cho bạn nào có ý định bày tỏ tình cảm với người mình thích. Hãy lên kế hoạch từ bây giờ, chuẩn bị kỹ càng một chút, đừng quên tham khảo ý kiến của người khác để có một bữa tiệc thật ấn tượng.<br/><br/>&emsp;Bạn nên tiếp tục duy trì mối quan hệ tốt đẹp với đồng nghiệp. Có được những người đồng nghiệp tốt thì sẽ thuận lợi hơn trong quá trình làm việc, đủ biết môi trường làm việc quan trọng tới cỡ nào. Thêm một người bạn bớt một kẻ thù cũng là cách giúp bạn có cuộc sống dễ dàng hơn.<br/><br/>&emsp;Ngoài ra chòm sao này đừng quên luyện tập thể dục thể thao hàng ngày vì chúng rất tốt cho sức khỏe của bạn. Điều quan trọng là phải kiên trì thực hiện và không bỏ cuộc giữa chừng, chắc chắn bạn sẽ thấy thời gian và công sức bỏ ra không hoài phí chút nào.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 22/11/2020: 18, 39<br/><br/>",
	"KimNguu":"&emsp;Tử vi 22/11/2020 dự báo Kim Ngưu đang yêu bạn có thể sẽ nhận được quà hay những lời ngọt ngào từ một nửa của mình đấy. Đã đến lúc bạn tận hưởng những giây phút say đắm tình ái, đúng là có công mài sắt có ngày nên kim mà, con người cũng đâu phải gỗ đá mà không rung động được.<br/><br/>&emsp;Tình cảm lên hương, tâm trạng tốt nên mọi thứ quanh bạn cũng như bừng sáng hơn. Cảm giác như làm gì cũng suôn sẻ, thuận lợi, bất cứ việc gì đến tay chòm sao này cũng giải quyết triệt để. Hơn lúc nào hết bạn có đủ tự tin để đối mặt với nhiều sóng gió trong ngày này.<br/><br/>&emsp;Tình hình tài chính cũng rất khả quan, nhân cơ hội này hãy hẹn lũ bạn thân đi quẩy thôi nào. Chả mấy khi tâm trạng tốt như này lại có tiền nữa nên không hưởng thụ cũng phí đấy. Nhưng cái gì cũng có chừng mực thôi nhé, đừng xả láng quá đến lúc lại phải đi vay tiền sống qua ngày đó.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 22/11/2020: 20, 27<br/><br/>",
	"SongTu":"&emsp;Song Tử là một người rất thông minh và nhạy bén, thế nhưng hôm nay bạn bỗng gặp khó khăn trong vấn đề tiếp thu những kiến thức mới mẻ. Đừng bỏ cuộc một cách quá nhanh chóng nhé. Ở trên đời này việc gì cũng trước lạ sau quen thôi mà, chỉ cần kiên trì thì rồi bạn sẽ tìm được cách khắc phục khó khăn thôi.<br/><br/>&emsp;Thậm chí, cung hoàng đạo này còn có thể trở nên cực kỳ tài giỏi trên lĩnh vực đó ấy chứ. Ngoài ra, bạn cần dành thời gian cho gia đình nhiều hơn. Nếu gặp phải vấn đề gì, bạn cũng nên tâm sự với cha mẹ, đừng giấu mọi chuyện trong lòng. Giấu mọi chuyện trong lòng tức là tự bạn đã tạo nên rào cản đấy.<br/><br/>&emsp;Bạn không mong muốn cuộc sống của mình luôn nhàm chán vì thế vào ngày cuối tuần này bạn muốn được đi chơi đâu đó cùng bạn bè và thưởng thức phong cảnh thiên nhiên. Bạn lựa chọn một địa điểm gần khu vực mình sống mà không phải di chuyển quá xa.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 22/11/2020: 13, 32<br/><br/>",
	"CuGiai":"&emsp;Xem tử vi miễn phí 12 cung hoàng đạo tiết lộ Cự Giải vốn là một người rất cởi mở, vì vậy mà bạn có mối quan hệ rộng với mọi người. Tuy nhiên, hôm nay bạn nhận ra mình nên cắt đứt một vài mối quan hệ phức tạp. Bạn không nên giữ quan hệ với những người đem lại sự ảnh hưởng tiêu cực cho mình.<br/><br/>&emsp;Những người đó chỉ khiến bạn hay chán nản và mệt mỏi, chẳng có động lực tiếp tục công việc hoặc vượt qua khó khăn mà thôi. Tình hình tài chính của bạn vẫn khá ổn định. Đôi khi bạn cần phải thưởng cho mình một món quà nho nhỏ nào đó, có như vậy thì bạn mới có động lực mỗi khi đứng trước thử thách được chứ.<br/><br/>&emsp;Sức khỏe của chòm sao này không ổn lắm khi thường xuyên suy nghĩ quá nhiều, tinh thần thiếu phấn chấn, dẫn đến suy nhược cơ thể, mệt mỏi, uể oải khó chịu. Nhiều việc không có gì to tát nhưng bạn cứ làm quá lên, biến nó thành phức tạp và rắc rối hơn.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 22/11/2020: 5, 40<br/><br/>",
	"SuTu":"&emsp;Theo tử vi ngày mới, Sư Tử không gặp may trong chuyện tiền bạc. Chung quy lại cũng vì cái thói quen mua sắm tùy hứng của bạn. Đi làm không sao, cứ nghỉ là lại lượn lờ đường phố, thấy cái gì hay cũng mua, nhiều món nhỏ cộng lại là thành món lớn rồi.<br/><br/>&emsp;Về phương diện tình cảm không còn nhiều biến động, chẳng nồng nhiệt nhưng cũng không đến mức quá lạnh lùng. Cuối tuần rồi, bạn hãy thử thêm chút lửa cho tình yêu xem nào. Tuy nhiên cung hoàng đạo này nên tránh cảnh hẹn hò nhưng không dành trọn vẹn cho nhau thay vào đó mỗi người ôm khư khư chiếc điện thoại nhé.<br/><br/>&emsp;Xã hội ngày càng phát triển, mạng xã hội trở nên phổ biến và có sức lan tỏa rộng lớn. Cho nên chúng ta có thể thấy khoảng cách ảo thì gần mà khoảng cách thực lại xa. Hãy thử bỏ điện thoại sang một bên và trò chuyện cùng nhau, cùng tâm sự và chia sẻ về những chuyện vui của hai người.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 22/11/2020: 11, 31<br/><br/>",
	"XuNu":"&emsp;Tử vi phương Tây cho thấy Xử Nữ đừng vội từ chối khi có ai đó rủ rê đi chơi hay tụ tập nhé. Biết đâu bạn sẽ gặp được người trong mộng của mình ở những buổi hẹn đó. Nhưng hãy cứ bình tĩnh, vội vàng hay hồi hộp quá dễ khiến bạn lúng túng và hành động không tự nhiên, cứ là chính mình thôi.<br/><br/>&emsp;Về phương diện công việc không có gì phải phàn nàn cả, mọi việc vẫn phát triển như bạn dự tính ban đầu. Hãy cố gắng phát huy, dù thành quả chưa nhiều như cung hoàng đạo này mong đợi nhưng rồi nó sẽ dần tốt lên thôi, hãy kiên nhẫn chờ đợi tới ngày hái quả ngọt nhé.<br/><br/>&emsp;Trong tình yêu hay trong cuộc sống cũng vậy, sự nóng vội sẽ chỉ khiến mọi chuyện tệ hơn thôi. Thời gian sẽ cho chúng ta câu trả lời xác đáng nhất, hãy cho mình và mọi người có thêm thời gian để lắng nghe và thấu hiểu đối phương hơn. Không ai sinh ra đã hoàn hảo và hòa hợp với nhau cả.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 22/11/2020: 3, 24<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình có một ngày đầy trách nhiệm với gia đình khi bạn dành trọn ngày nghỉ để làm việc nhà và sắp xếp lại nhà cửa của mình. Hôm nay dù công việc không bận rộn nhưng tài chính tốt giúp bạn có thể nghĩ đến kế hoạch cho một bữa tiệc hay dạo chơi nào đó.<br/><br/>&emsp;Tình cảm của bạn khá tốt khi sự quan tâm của bạn giúp gắn kết các mối quan hệ. Mặc dù đôi lúc có chút bất đồng nhưng nó sớm được giải quyết trên cơ sở sẻ chia và nhường nhịn. Chòm sao này còn độc thân cũng nên bắt đầu chuyện hẹn họ hoặc chí ít là tụ tập nhóm bạn của mình để mở rộng quan hệ.<br/><br/>&emsp;Bạn rất thông minh và sáng dạ, chỉ cần thoáng nghe người ta nói là bạn có thể nắm bắt được vấn đề cốt lõi ngay lập tức. Tuy nhiên, dường như bạn đang quá mức kiêu ngạo vì khả năng của mình thì phải. Có những lúc bạn cần phải học được cách thỏa hiệp nếu muốn hợp tác thuận lợi với người khác.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 22/11/2020: 15, 22<br/><br/>",
	"BoCap":"&emsp;Bọ Cạp mạnh mẽ và có chút lạnh lùng nhưng thực sự sâu trong lòng họ lai là những người dạt dào tình cảm. Chủ nhật này, bạn đã dành thời gian cho những người mà mình yêu quý. Một ngày bình an và thoải mái với bạn. Sau bao nhiêu khó khăn, vất vả, tủi thân thì bạn vẫn có gia đình ở bên.<br/><br/>&emsp;Hãy cố gắng trân trọng những giây phút bên cạnh người thân nhé. Bọ Cạp biết rằng mình không bao giờ làm hài lòng được tất cả mọi người. Vì vậy bạn hãy làm những gì mình muốn, đừng cố thay đổi bản thân để làm vừa lòng ai đó vì sẽ không bao giờ ngừng đòi hỏi đâu.<br/><br/>&emsp;Và cung hoàng đạo này chấp nhận việc lúc nào bản thân mình cũng sẽ có điểm làm người khác không vừa lòng nhất là trong công việc, nhưng đừng quan tâm. Tuy nhiên, có một số trường hợp bạn cần linh hoạt hơn để cuộc sống dễ dàng hơn.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 22/11/2020: 7, 26<br/><br/>",
	"NhanMa":"&emsp;Nhân Mã không được vui cho lắm. Ngày nghỉ rồi mà nửa kia vẫn mải mê với công việc, gia đình rồi bạn bè nên chẳng thấy lúc nào dành cho bạn cả. Cho nên dù bận rộn, dỗi hờn đủ kiểu cũng không khiến người ấy ngó ngàng gì.<br/><br/>&emsp;Có thể đối phương có lý do của riêng họ nên chòm sao này đừng vội làm mọi chuyện rối tung lên. Nếu họ vẫn thường xuyên nhắn tin, gọi điện cho bạn thì có nghĩa là họ vẫn quan tâm tới bạn, còn nếu mất tăm tích cả ngày không một lời hỏi han thì mới cần xem xét lại nhé.<br/><br/>&emsp;Bù lại tài chính trong ngày của cung hoàng đạo này khá ổn, bạn sẽ nhận được một khoản nho nhỏ coi như là phần thưởng cho mình. Hãy rủ đứa bạn thân đi ăn uống chơi bời đi nào, tự tìm thú vui cho mình, đừng ở mãi trong nhà mà gấm nhấm nỗi buồn.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 22/11/2020: 4, 14<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo nói rằng công việc của Ma Kết khá tồi tệ, bạn đang vướng vào một mớ bòng bong khó thể miêu tả được. Điều này khiến bạn hoảng loạn, hoang mang vì các vấn đề rắc rối liên tiếp xảy ra, không có dấu hiệu dừng lại. Tuy nhiên bạn cần bình tĩnh lại và tìm rõ nguyên nhân của vấn đề.<br/><br/>&emsp;Chòm sao này không nên vội vàng làm gì cả vì chỉ khiến mọi việc tồi tệ hơn mà thôi, nếu có thể hãy nhờ đồng nghiệp giúp đỡ hay những người có kinh nghiệm để biết cách xử lý vấn đề hiệu quả. Song nghề tay tái đã đem lại cho bạn một khoản thu không nhỏ.<br/><br/>&emsp;Hãy cố gắng lên nhé, năng nhặt chặt bị, chẳng mấy chống bạn sẽ có một khoản kha khá thôi. Ông trời chẳng phụ người có công bao giờ đâu. Hơn nữa, bạn cũng cần phải chú ý hơn tới sức khỏe. Nếu thấy cơ thể có dấu hiệu bất thường thì cần phải đi thăm khám ngay và bổ sung đầy đủ đinh dưỡng.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 22/11/2020: 6, 25<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 chòm sao Tây phương chỉ ra rằng chuyện tình cảm của Bảo Bình vẫn rất tốt đẹp. Đôi bên ngày càng thấu hiểu và yêu thương nhau hơn. Dù có những lúc người ấy làm bạn tổn thương nhưng bạn vẫn chẳng thể giận lâu được, chỉ cần đối phương ốm nhẹ thôi thì sự lo lắng đã xua tan những giận hờn rồi.<br/><br/>&emsp;Hôm nay cung hoàng đạo này được khuyên nên đi ra ngoài chơi thay vì ngủ nướng cả ngày nhé. Ra ngoài, cùng với người yêu thưởng thức một tách cafe nóng và đọc sách ngày đông có thể khiến cho bạn cảm thấy thú vị hơn nhiều đấy.<br/><br/>&emsp;Tình hình tài chính của bạn lại không được khả quan lắm. Bạn đang nuông chiều bản thân mình thái quá khi món đồ nào cũng mua ngay mà không buồn suy xét đấy. Nếu cứ như vậy thì chẳng mấy chốc bạn sẽ trắng túi thôi. Hãy lên kế hoạch chi tiêu sao cho hợp lý nhé.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 22/11/2020: 17, 38<br/><br/>",
	"SongNgu":"&emsp;Tử vi ngày mới cho biết Song Ngư dễ bị những thứ lấp lánh thu hút, vì lóa mắt mà vung tiền mua sắm không suy nghĩ. Mua xong rồi lại không biết giá trị sử dụng của nó như thế nào. Do đó tốt nhất là không mua sắm, dạo phố trong hôm nay kẻo chưa hết tháng đã hết tiền.<br/><br/>&emsp;Tinh thần kém tập trung nên bạn dễ mắc sai lầm, đó là lý do bạn bị người khác phê bình và chỉ trích. Chòm sao này chớ nên lười biếng, cuối tuần nhưng vẫn phải kiểm tra công việc cho yên tâm rồi muốn làm gì thì làm. Tình hình tài chính của trong ngày cũng khá thuận lợi. Những món nợ cũ bỗng dưng được trả lại.<br/><br/>&emsp;Khi ra ngoài hãy mặc những bộ đồ tươi sáng dể thu hút vận may, tinh thần phấn chấn và tăng cường nhân duyên khác phái. Bạn có cơ hội gặp gỡ nhiều người và biết đâu sẽ tìm được nửa kia thì sao. Các cặp đôi cuối cùng đã kết thúc chiến tranh lạnh, đôi bên vui vẻ quay về bên nhau, rũ bỏ hết mọi hiểu lầm.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 22/11/2020: 1, 8<br/><br/>"
    },
"backup": {
	"Ty":"",
	"Suu":"",
	"Dan":"",
	"Meo":"",
	"Thin":"",
	"Ti":"",
	"Ngo":"",
	"Mui":"",
	"Than":"",
	"Dau":"",
	"Tuat":"",
	"Hoi":"",
	"BachDuong":"",
	"KimNguu":"",
	"SongTu":"",
	"CuGiai":"",
	"SuTu":"",
	"XuNu":"",
	"ThienBinh":"",
	"BoCap":"",
	"NhanMa":"",
	"MaKet":"",
	"BaoBinh":"",
	"SongNgu":""
	}
}