{"2021": {
	"Cung":"Cung 2020",
	"Tuoi":"<div><b>Tử vi tuổi Tý (Chuột)</b>: Hăng say lao động cùng với khả năng sáng tạo chính là thế mạnh giúp tuổi Tý gặt hái thành công và giải quyết những vấn đề phát sinh trong cuộc sống.</div><div><b>Tử vi tuổi Sửu (Trâu)</b>: Đối với tuổi Sửu thì sự nghiệp hanh thông. Mọi dự định hay mục tiêu mà tuổi Sửu đặt ra đều sớm đạt được. </div><div><b>Tử vi tuổi Dần (Hổ)</b>: “Cầu được ước thấy” chính là câu nói để hình dung về vận trình cuộc sống của người tuổi Dần trong năm 2020. Trong công việc cũng như cuộc sống năm Canh Tý bạn đều có được những bước phát triển mới. </div><div><b>Tử vi tuổi Mão (Mèo)</b>: Con đường công danh của tuổi Mão trong tử vi 2020 sẽ gặp được nhiều may mắn. Đồng thời nhờ có sự giúp đỡ của quý nhân mà con đường công danh ngày càng rộng mở. </div><div><b>Tử vi tuổi Thìn (Rồng)</b>: Gieo quẻ đầu năm 2020 Canh Tý sẽ biết được Tuổi Thìn trong năm mọi sự đều hanh thông thuận lợi bởi: Cung tài lộc hanh thông - gia tăng tích lũy, sự nghiệp có những bước phát triển mới, tình duyên gia đạo êm ấm và sức khỏe tốt.</div><div><b>Tử vi tuổi Tỵ (Rắn)</b>: Điểm sáng trong năm Canh Tý với người tuổi Tỵ chính là con đường tình duyên có nhiều khởi sắc. Sự nghiệp cũng nhận được may mắn mà thuận lợi hơn. </div><div><b>Tử vi tuổi Ngọ (Ngựa)</b>: Xem bói toán 2020 những người tuổi Ngọ sẽ có thêm nhiều khoản thu nhập mới. Tuy không nhiều và không phải từ công việc chính nhưng cũng giúp cuộc sống của bạn ổn định hơn. </div><div><b>Tử vi tuổi Mùi (Dê)</b>: Người tuổi Mùi năm nay sẽ có nhiều khởi sắc trên con đường tình duyên. Những người tuổi Mùi độc thân nhờ cung đào hoa nở rộ mà có được nhân duyên của mình.</div><div><b>Tử vi tuổi Thân (Khỉ)</b>: Sự nghiệp sẽ được quý nhân phù trợ. Nên khó khăn nào cũng có thể vượt qua. Theo thái ất tử vi 2020 nhờ có may mắn về cung tài lộc nên người tuổi Thân không phải lo lắng về vấn đề tiền bạc.</div><div><b>Tử vi tuổi Dậu (Gà)</b>: Xem tử vi 2020 thì người tuổi Dậu sẽ gặp nhiều may mắn về đường tình duyên. Vận đào hoa tới nên các bạn tuổi Dậu nếu đang độc thân thì sẽ nhận được nhiều lời tỏ tình trong thời gian sắp tới.</div><div><b>Tử vi tuổi Tuất (Chó)</b>: Đây là thời điểm mà người tuổi Tuất vượt qua được “Nút thắt cổ chai” nhờ thế mà tài lộc ùn ùn kéo tới. </div><div><b>Tử vi tuổi Hợi (Lợn)</b>: Trong tử vi năm 2020 thì sự nghiệp của tuổi Hợi sẽ có nhiều điềm báo tốt về thăng quan tiến chức. Đồng thời đường tình duyên cũng có nhiều khởi sắc hơn.</div>"
	},
"2020": {
	"Ty":"Tử vi năm 2020 tuổi Tý, dự đoán rằng một số cơ hội tuyệt vời sẽ đến với bạn vào năm 2020! Tuy nhiên, điều đó hoàn toàn phụ thuộc vào việc bạn có đón nhận hay không. Thời gian tốt nhất để tạo ra sự thay đổi trong cuộc sống của bạn là trong vòng ba tháng đầu năm. Bạn có thể cảm thấy tự do hơn trong năm nay, cởi mở hơn với những điều mới, ước mơ của cuộc sống. Mặc dù bạn sẽ không quên thế giới thực tại, nhưng bạn lại dành rất nhiều thời gian để tận hưởng. Bạn sẽ dành thời gian với những người khác và có một khoảng thời gian vui vẻ trong năm.<br/><br/>&emsp;Tuổi Tý là con giáp đầu tiên trong 12 con giáp. Những người sinh ra tuổi Tý được cho là rất hòa đồng, duyên dáng và thích vui vẻ. Những người tuổi Tý có thể tham lam và đầy bản lĩnh. Những người này, cũng tò mò và tìm cách học hỏi thêm mỗi ngày. Tất cả những đặc điểm này đều ảnh hưởng đến dấu hiệu của tử vi tuổi Tý năm 2020.<br/><br/>&emsp;Năm 2020 là năm Canh Tý, vì vậy tuổi Tý phải thận trọng hơn đặc biệt là về sức khỏe và các mối quan hệ. Họ có thể có nguy cơ mất một khoản tiền nhỏ trong các khoản đầu tư và thấy mình có tính khí thất thường hơn bình thường.<br/><br/>&emsp;Sẽ có rất nhiều mức cao và thấp cho tuổi Tý trong năm nay và bạn phải học cách đứng lên sau một thất bại và tận dụng khi có cơ hội. Bạn được khuyên nên đợi đến năm sau để đưa ra quyết định lớn.<br/><br/>&emsp;Tuổi Tý sẽ thấy mình mất tập trung và đôi khi dễ trở nên xúc động. Tình hình tài chính của bạn vẫn sẽ ổn định vì vậy ban nên chú ý hơn đến sức khỏe và các mối quan hệ của bạn.<br/><br/>&emsp;Tuổi Tý năm nay nên tham gia vào công việc từ thiện và tham dự các đám cưới để bù đắp năng lượng tiêu cực khác. Quá mức Âm như đám tang và nghĩa trang nên tránh càng nhiều càng tốt.<br/><br/>&emsp;Các tháng tốt nhất cho tuổi Tý trong năm 2020 là tháng ba, tháng chín và tháng mười một, bên cạnh đó bạn nên cảnh giác hơn trong suốt tháng tư, tháng bảy và tháng mười.<br/><br/><b>Sự nghiệp của tuổi Tý năm 2020</b><br/>&emsp;Dự báo năm 2020 cho thấy năm nay tuổi Tý sẽ cần phải tự đẩy mình đến thành công tại nơi làm việc. Không ai khác sẽ làm điều đó cho bạn. Trong khi bạn làm việc, bạn cần suy nghĩ về cách công việc của bạn sẽ ảnh hưởng đến bạn và cuộc sống của bạn trong tương lai. Công việc của bạn có làm bạn hạnh phúc không và nó có cho bạn đủ tiền để sống thoải mái không? Nếu bạn có thể trả lời câu hỏi không có câu hỏi nào, thì đây có thể là thời điểm tốt để bắt đầu tìm kiếm một công việc mới. Cho dù bạn có công việc gì, đó cũng là một ý tưởng tốt để tăng cường khả năng giao tiếp, sự tin cậy và kỹ năng làm việc nhóm trong năm nay.<br/><br/>&emsp;Sự nghiệp của bạn được dự đoán sẽ tăng lên vào năm 2020. Miễn là bạn quyết tâm, bạn sẽ đạt được mục tiêu và mong muốn của chúng. Tuổi Tý cũng có cơ hội mạnh mẽ để được thăng chức hoặc tăng lương nếu bạn làm việc chăm chỉ.<br/><br/>&emsp;Tuổi Tý sinh vào mùa xuân hoặc mùa hè thường hung dữ hơn. Năm nay, bạn không được chờ đợi một cơ hội từ trên trời rơi xuống. Nếu bạn muốn được tăng lương, bạn phải lên tiếng với sếp vì lợi ích riêng của bạn.<br/><br/>&emsp;Mặt khác, Tuổi Tý sinh vào mùa đông có thể lùi một bước vào tháng Năm.<br/><br/><b>Tài chính của tuổi Tý năm 2020</b><br/>&emsp;Năm nay năm 2020 bạn sẽ hạnh phúc nhất khi bạn tiêu tiền của mình cho người khác thay vì cho chính mình. Điều này có thể khiến mọi người nghĩ rằng bạn đang cố gắng để mua tình cảm của họ trong năm nay. Vì vậy, hãy chắc chắn rằng bạn có một số tình cảm đối với những người này. Tiền có thể cung cấp sự thoải mái trong năm nay cho các tuổi Tý. Tuy nhiên, hãy cố gắng tiết kiệm những gì bạn có thể sau khi thanh toán hóa đơn và các khoản nợ khác. Bị mắc nợ sẽ khiến bạn cảm thấy khó chịu, vì vậy hãy cố gắng tránh điều này vào năm 2020.<br/><br/>&emsp;Tử vi năm 2020, dự báo tài chính cho chuột vào năm 2020 cho thấy bạn sẽ duy trì triển vọng tài chính tốt trong suốt cả năm. Điều này đặc biệt đúng đối với những người có công việc toàn thời gian ổn định hoặc những người điều hành doanh nghiệp của riêng họ.<br/><br/>&emsp;Khi nói đến cơ hội đầu tư, Tuổi Tý sẽ đi trước một bước so với mọi người khác. Tuy nhiên, bạn cũng có thể bị cám dỗ chi tiền trong năm nay.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng ba, tháng bảy, tháng mười một và tháng mười hai, trong khi những tháng không may mắn là tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Tý năm 2020</b><br/>&emsp;Năm nay tuổi Tý có may mắn vào năm 2020 không? Dự đoán tình yêu chuột cho thấy dự đoán cuộc sống tình yêu của bạn cho thấy sự thích thú vào năm 2020. Bạn có khả năng hành động tự phát hơn trong năm nay, điều này sẽ tạo thêm hứng thú cho cuộc sống tình yêu của bạn, cho dù bạn đang trong tình yêu hay độc thân. Nếu bạn độc thân và nếu bạn muốn có một mối quan hệ, thì đó là năm may mắn của bạn! Nhiều cơ hội cho sự lãng mạn mới sẽ đến theo cách của bạn trong năm nay. Khi bạn đang cố gắng để có được với một người mới, hãy chắc chắn rằng bạn cho họ thấy con người thật của bạn ngay từ đầu.<br/><br/>&emsp;Tuổi Tý sẽ kết hôn vào năm 2020? Hãy chắc chắn vững vàng với những gì bạn muốn trong mối quan hệ của bạn, và lắng nghe những gì đối tác của bạn cũng muốn. Điều này cũng sẽ giúp ngăn chặn nhiều đối số có thể xảy ra nếu bạn không làm điều này. Bản chất quyến rũ của tuổi Tý chắc chắn sẽ cho bạn một năm rất nhiều tình cảm. Tuổi Tý cũng có khả năng có những trải nghiệm quan trọng, tích cực với bạn bè và gia đình trong năm nay. Miễn là bạn vẫn tự tin và sáng tác, bạn chắc chắn sẽ có một mối quan hệ thành công, bất kể mối quan hệ nào, với bất cứ ai bạn đồng ý vào năm 2020.<br/><br/><b>Sức khoẻ của tuổi Tý năm 2020</b><br/>&emsp;Sức khỏe của những người sinh năm con chuột sẽ ít nhiều giống như năm ngoái. Nếu bạn khỏe mạnh, thì bạn có khả năng giữ sức khỏe. Nếu bạn bị bệnh, tốt, bạn có thể muốn gặp bác sĩ. Điều này không có nghĩa là bạn nên lười biếng khi nói đến sức khỏe của bạn nếu bạn thường khỏe mạnh. Tập thể dục, ăn uống hợp lý và đảm bảo ngủ đủ giấc vào năm 2020.<br/><br/>&emsp;Khi đi du lịch, tuổi Tý tốt hơn nên dùng phương tiện giao thông công cộng. Nếu không, bạn nên rất chú ý khi lái xe. Bạn cũng nên cẩn thận khi ở dưới nước trong mùa hè.<br/><br/>&emsp;Thiếu ngủ cũng có thể dẫn đến các vấn đề cho tuổi Tý. Khi cảm thấy không khỏe, bạn nên gặp bác sĩ càng sớm càng tốt. Bạn cũng có thể tham gia hiến máu.<br/><br/>&emsp;Tuổi Tý nên chú ý hơn với sức khỏe của chúng trong các tháng 1, 2 và 10. Bạn cũng phải cẩn thận khi ở dưới nước vào tháng Năm và tháng Sáu.",
	"Suu":"Tử vi năm 2020 tuổi Sửu là năm may mắn khá. Tài sản sẽ tăng lên. Bạn có thể có được một tài sản lớn trong các dự án hoặc kiếm tiền từ khoản đầu tư của mình thông qua trí thông minh và trí tuệ. Hiệu suất của bạn trong công việc sẽ tốt hơn. Đôi khi bạn có thể do dự khi giải quyết mọi việc, nhưng nếu bạn nỗ lực, kết quả sẽ tốt. Đối với sức khỏe, bạn nên giữ dáng thông qua tập thể dục. Năm 2020, bạn nên dành nhiều thời gian hơn cho gia đình.<br/><br/>&emsp;Bên cạnh đó, dựa trên dự đoán vận may của tuổi Sửu năm 2020, Sửu trẻ tuổi rất may mắn trong các kỳ thi và học tập. Vì vậy, những sinh viên sinh năm Sửu nên tận dụng hết năm may mắn này và học tập chăm chỉ. Những nỗ lực sẽ được đền đáp. Một năm tốt đẹp hơn đang đến với tuổi Sửu. Sự tương hợp của năm Canh Tý và Sửu sẽ làm cho một năm tràn đầy phúc lành và tiến bộ. Và là một năm cho sự nghiệp giáo dục và sức khỏe của bạn.<br/><br/><b>Sự nghiệp của tuổi Sửu năm 2020</b><br/>&emsp;Mặc dù năm trước Kỷ Hợi tỏ ra thiếu thốn với tuổi Sửu, nhưng năm nay sẽ tạo nên sự khác biệt. Năm Canh Tý sẽ đứng về phía tuổi Sửu! Đã được biết đến với sự trung thực và kiên trì của mình, tuổi Sửu sẽ đón nhận sự khen ngợi bằng hình thức khuyến mãi và bằng khen. Đặc điểm tính cách tốt nhất của bạn sẽ được thể hiện cho tất cả mọi người, và công việc khó khăn của bạn cuối cùng sẽ được đền đáp bằng kết quả xứng đáng. Với thành công trên đường chân trời, bạn thậm chí có cơ hội để bắt đầu một cái gì đó mới. Thiết lập một cửa hàng trực tuyến, một nhà hàng pop-up nhỏ hoặc một công ty với những đồng nghiệp cũ. Đừng lãng phí may mắn của bạn trong năm nay. Đi lớn lên hoặc về nhà, như năm nay nói!<br/><br/>&emsp;Tuy nhiên, hãy quan tâm đến đồng nghiệp, vì bất hạnh có thể đến với bạn từ các đồng nghiệp nam. Mặc dù bạn đánh giá cao sự trung thực và đáng tin cậy, những người khác có thể không. Chọn bạn bè của bạn một cách khôn ngoan, và bạn bè công việc đề ý nhiều hơn như vậy.<br/><br/>&emsp;- Tháng may mắn: Tháng hai, tháng tư, tháng bảy, tháng tám và tháng mười một.<br/><br/>&emsp;- Tháng không may mắn: Tháng một, tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tài lộc của tuổi Sửu năm 2020</b><br/>&emsp;Năm 2020, những người sinh năm Sửu có một may mắn rất lớn về sự giàu có. Bạn có thể kiếm được nhiều tiền thông qua đầu tư. Khi đầu tư vào một số dự án, họ nên tìm hiểu thêm về dự án, nếu không họ có thể mất rất nhiều. Bên cạnh đó, việc mở một cửa hàng ở những nơi bận rộn và thịnh vượng sẽ dễ dàng mang lại cho bạn một gia tài.<br/><br/><b>Tình cảm của tuổi Sửu năm 2020</b><br/>&emsp;Vận may trong tình yêu và mối quan hệ với tuổi Sửu khác nhau giữa nam và nữ. Đối với những chàng trai sinh năm Sửu, họ có cơ hội yêu. Họ có thể gặp các cô gái thông qua các bữa tiệc và các dịp vui khác nhau. Đối với con gái, vận may trong tình yêu không phải là tốt; Bạn nên chủ động theo đuổi tình yêu của mình một cách dũng cảm thay vì chỉ chờ đợi.<br/><br/><b>Sức khỏe của tuổi Sửu năm 2020</b><br/>&emsp;Dựa vào tử vi năm 2020, may mắn về sức khỏe cho tuổi Sửu là không tốt. Họ có thể dễ dàng bị cảm lạnh và có vấn đề về dạ dày và gan. Họ có thể bị thương khi tranh chấp với người khác. Đôi mắt và trái tim cũng cần được chăm sóc tốt. Bạn nên không tạo cho mình quá nhiều áp lực và thức khuya, nhưng duy trì chế độ ăn uống lành mạnh và lịch trình ổn định, điều này sẽ giúp bạn khỏe mạnh.",
	"Dan":"Tử vi năm 2020 của tuổi Dần dự đoán rằng năm bắt đầu đặc biệt hứa hẹn thành công trong mọi công việc của mình. Lời khuyên tốt nhất cho bạn là hãy tự tin vào chính mình. Đi về phía trước mà không hỏi bản thân quá nhiều câu hỏi. Năng lượng của năm 2020 cộng hưởng với tuổi Dần, bạn sẽ có một năm tuyệt vời, nhưng không phải là không có thách thức. Những người sinh năm Dần: Giáp Dần (1974), Bính Dần (1986), Mậu Dần (1938, 1998), Nhâm Dần (1962, 2022), Canh Dần (1950, 2010).<br/><br/>&emsp;Tuổi Dần là tượng trưng cho sức mạnh, niềm đam mê, và chiến binh táo bạo và dũng cảm. Bạn cười khi đối mặt với nguy hiểm và thành công dưới áp lực. Tuổi Dần có lúc bốc đồng và không thể tha thứ nhưng sẽ hoàn thành bất kỳ nhiệm vụ nào với hiệu quả và sự nhiệt tình mặc dù bạn có thể muốn làm điều đó một mình để đảm bảo công việc được thực hiện đúng quỹ đạo. Tuổi Dần có đức tính cao thượng và thường sẽ đứng lên và chiến đấu cho những gì bạn cho là đúng.<br/><br/><b>Sự nghiệp của tuổi Dần năm 2020</b><br/>&emsp;Những người sinh tuổi Dần sẽ có một may mắn trong việc vượt qua các kỳ thi kiểm tra trình độ và nhận được các chứng chỉ, điều này sẽ hữu ích trong việc thăng tiến nghề nghiệp và tìm kiếm việc làm. Họ nên nắm bắt cơ hội và chiến đấu cho những gì họ muốn khi có cơ hội.<br/><br/>&emsp;Bạn phải làm cho sự hiện diện của bạn trong cộng đồng với các kỹ năng và trí tuệ. Ngoài ra, bạn phải mạnh mẽ, tò mò và năng động hơn để phù hợp với tốc độ của quay của năm 2020 Canh Tý, nếu bạn phải thành công trong cuộc sống. Bạn phải gác lại bản chất của mình và tiếp cận cuộc sống trong năm Tý với tất cả sự nghiêm túc. Điều này sẽ giúp bạn đối mặt với những thách thức bạn gặp phải để tiến tới thành công.<br/><br/>&emsp;Đối với những người sinh năm Hổ, may mắn trong sự nghiệp của bạn không quá tệ cũng không được cải thiện nhiều. Lý do chính cho điều này là có quá nhiều nhiệm vụ rườm rà trong công việc có thể khiến bạn không thể thực hiện công việc và có hại cho bạn để phát triển. Nếu bạn là người làm công ăn lương, hiệu suất công việc có thể không đạt yêu cầu do năng lực hạn chế, kém hiệu quả của bạn. Vì lý do này, bạn cần dành nhiều thời gian hơn để học một số kiến ​​thức chuyên môn và cải thiện khả năng cá nhân để đóng góp cho sự tiến bộ của sự nghiệp. Đối với những người lãnh đạo tuổi Dần, bạn có thể dễ bị nghẽn cổ chai trong công việc và khó đạt được kỳ vọng trong sự nghiệp, vì vậy hãy điều chỉnh tâm lý của bạn và làm việc chăm chỉ để tìm giải pháp.<br/><br/>&emsp;Dự báo cho sự nghiệp của tuổi Dần trong năm 2020 tổng quan là một giai đoạn rất hài lòng. Bạn có thể mong đợi lên các vị trí cấp cao với phần thưởng tài chính đi kèm. Bạn có thể đi lên trong nghề nghiệp của mình với sự hỗ trợ của đồng nghiệp và người có kinh nghiệm đi trước.<br/><br/><b>Tài lộc của tuổi Dần năm 2020</b><br/>&emsp;Người tuổi Dần sẽ có một may mắn khá lớn về tài lộc, điều này có thể mang lại cho bạn những phúc lợi và tiền lương tốt hơn. Bạn sẽ nhận được lợi ích, kế thừa và sự giúp đỡ từ người thân của bạn. Bạn sẽ kiếm được nhiều tiền hơn nếu tham gia vào ngành nước, phục vụ và nuôi trồng thủy sản nếu có.<br/><br/>&emsp;Nói chung, mặc dù khó khăn trong sự nghiệp, thu nhập tiền lương của bạn sẽ không bị ảnh hưởng quá nhiều và may mắn của bạn cho thu nhập từ công việc sẽ giữ một xu thế tăng. Đồng thời, vận may của bạn sẽ khá tốt và hầu như không mất kể cả lợi nhuận cho khoản đầu tư của bạn. Năm nay, bạn có thể tụ tập nhiều hơn với bạn bè và người thân, và chi tiêu rất nhiều cho việc này. Bạn nên lập một kế hoạch tiêu dùng hợp lý và chi tiêu hợp lý để tránh mất mát và lãng phí tiền bạc.<br/><br/>&emsp;Những người tuổi Dần là những nhà đầu tư dày dạn kinh nghiệm có thể sử dụng một phần tiền của mình để đầu tư vào một liên doanh mới. Đầu tư sẽ mang lại lợi nhuận vượt trội nếu được thực hiện với sự giúp đỡ của các chuyên gia tài chính. Một chút nghiên cứu nghiêm túc cũng sẽ giúp ích. Sẽ là khôn ngoan để hạn chế chi phí của bạn và đầu tư tiền dư vào tiết kiệm.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng 3, tháng 9 và tháng 10<br/><br/><b>Tình cảm của tuổi Dần năm 2020</b><br/>&emsp;Theo vận may của tuổi Dần năm 2020, những cô gái sinh ra trong những năm của Dần sẽ gặp người đàn ông họ yêu và phát triển mối quan hệ đó. Các cô gái có thể sử dụng mối quan hệ xã hội hiện tại mà họ có để biết người kia và mạnh dạn theo đuổi tình yêu. Ngược lại, con trai có thể rơi vào tình huống thụ động trong mối quan hệ yêu đương, và họ nên tự mình đấu tranh cho tình yêu.<br/><br/>&emsp;Tuổi Dần sẽ được ban phúc trong mối quan hệ tình yêu và bạn sẽ bắt đầu một mối quan hệ vào năm 2020 nếu bạn độc thân. Nếu bạn thất bại trong mối quan hệ tình yêu năm ngoái, bạn sẽ có mối quan hệ tình cảm với một người quen năm nay. Đối với những người đã kết hôn, năm 2020 có thể là một năm hạnh phúc để bạn tận hưởng sự hòa hợp và bạn sẽ lắng nghe nhau về mọi thứ, khiến người khác ngưỡng mộ rất nhiều.<br/><br/>&emsp;Năm 2020 Canh Tý bạn có đào hoa một chút, điều đó có nghĩa là những người còn độc thân có thể gặp một số rắc rối trong khi tìm kiếm bạn đời. Mặc dù họ chưa có khả năng gặp bạn đồng hành của mình nhưng họ vẫn sẽ gặp những người khác nhau và kết bạn mới. Những con tuổi Dần độc thân có thể không may mắn có được những đối tác phù hợp trong năm nay và điều này có thể khiến cuộc sống của bạn trở nên yên bình hơn. Khả năng có tình bạn mới là tươi sáng.<br/><br/>&emsp;Những tuổi Dần đã kết hôn hoặc hiện đang có mối quan hệ phải giải quyết vấn đề càng sớm càng tốt nếu có mâu thuẫn. Bỏ qua các vấn đề về trong mối quan hệ tình cảm có thể là khúc dạo đầu cho những rắc rối lớn hơn nhiều trong tương lai.<br/><br/><b>Sức khỏe của tuổi Dần năm 2020</b><br/>&emsp;Không có vấn đề lớn về sức khỏe của người tuổi Dần năm 2020. Nhưng họ vẫn nên chăm sóc bản thân tốt. Đừng tham gia các hoạt động nguy hiểm, đừng chơi dưới nước, đừng đi đến nơi tối tăm và ẩm ướt, và đừng cãi nhau gay gắt với người khác.<br/><br/>&emsp;Tuổi Dần sẽ gặp vấn đề nhỏ khi nói đến sức khỏe năm 2020. Bạn sẽ mắc các bệnh phổ biến như cảm lạnh, cúm và đau dạ dày. Bạn cũng cần thận trọng đối với viêm xoang và viêm khớp.<br/><br/>&emsp;Nói chung, Tuổi Dần sẽ ổn nếu bạn ăn tốt, ngủ ngon và tập thể dục thường xuyên nhưng bạn nên thận trọng hơn trong các tháng 1, 4, 7 và 12.",
	"Meo":"Tử vi năm 2020 của tuổi Mão dự đoán, bạn sẽ phải chịu đựng những tiếng lạ, tranh chấp, sự nghiệp bị hư hỏng, cản trở may mắn trong việc kiếm tiền và nhiều bệnh tật hoặc thảm họa. Đặc biệt, sự nghiệp và tài lộc của bạn sẽ suy giảm rất nhiều do tác động của những ngôi sao khắc kỵ, thậm chí sẽ ảnh hưởng đến sức khỏe của bạn. Bạn sẽ đương đầu với nhiều thử thách, dù trong công việc hay cuộc sống và nên tập hợp sức mạnh của mình để đối mặt với những khó khăn tích cực trong năm nay.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng bất cứ điều gì bạn làm năm ngoái sẽ ảnh hưởng trực tiếp đến năm nay của bạn. Bạn sẽ tiếp tục làm việc trên tất cả mọi thứ mà bạn đang làm vào năm ngoái. Nhưng, bạn cũng sẽ nhận thức rõ hơn về những gì bạn đang làm trong năm nay. Bạn sẽ cần tiếp tục thực hiện các mục tiêu của mình nếu bạn muốn hoàn thành chúng; có thể bạn sẽ giành được tiến bộ bằng cách không làm gì cả. Cố gắng học hỏi nhiều hơn trong năm 2020 Canh Tý. Luôn luôn cố gắng cải thiện bản thân bằng cách này hay cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Mão<br/><br/><b>Sự nghiệp của tuổi Mão năm 2020</b><br/>&emsp;Đối với những người tuổi Mão, may mắn cho sự nghiệp của bạn có thể kém may mắn năm 2020. Nếu bạn là người làm công ăn lương, hiệu suất của bạn có thể không ổn định vì bạn không thể chủ động làm việc; bị ảnh hưởng bởi ngôi sao khắc kỵ, bạn sẽ khó thể hiện khả năng của mình do giới hạn trong việc quản lý. Đối với lãnh đạo tuổi Mão, sự nghiệp cũng có thể kém thỏa đáng hơn vì bạn sẽ trở nên xấu tính, nóng nảy, cáu kỉnh và khắc nghiệt với cấp dưới do ngôi sao xấu của năm, có thể khiến bạn mất đi sự hỗ trợ. Bạn nên thay đổi tính khí và kiên nhẫn hơn, khoan dung và tốt bụng hơn với cấp dưới, thì sự nghiệp chính thức của bạn sẽ ngày càng tốt hơn.<br/><br/>&emsp;Làm việc chăm chỉ vào năm 2020 và chắc chắn sẽ có kết quả trong những năm tới. Ngoài ra, tuổi Mão sẽ có thêm kiến ​​thức về sự nghiệp của họ trong năm nay. Hoặc, học các kỹ năng mới có thể giúp công việc của bạn. Sau đó, bạn sẽ có cơ hội tốt hơn để được chú ý hoặc thăng chức. Đừng ngại làm việc với những người khác trong năm nay. Đồng nghiệp của bạn rất có thể là tài sản lớn nhất của bạn trong công việc năm nay.<br/><br/>&emsp;Dự báo về sự nghiệp tuổi Mão năm 2020 cho thấy rằng bạn sẽ đạt được tiến bộ xuất sắc trong lĩnh vực chuyên môn. Trong việc này, bạn sẽ nhận được sự hỗ trợ từ các đồng nghiệp nữ và người cao niên do những ảnh hưởng chiêm tinh.<br/><br/><b>Tài lộc của tuổi Mão năm 2020</b><br/>&emsp;Tài lộc năm nay của bạn ở mức bình thường, bạn khó có thể tích lũy quá nhiều của cải và khó có thể nhận được tiền lãi từ đầu tư dưới tác động của những ngôi sao xấu. Do đó, bạn phải làm công việc thật tốt và mong đợi được trả nhiều tiền hơn từ tiến độ trong công việc. Do thiếu may ắn, ngôi sao tốt lành về tài lộc có bị chặn, dẫn đến nhiều rủi ro trong đầu tư tài chính. Vì lý do này, bạn không nên đầu tư vào các sản phẩm tài chính mà hãy bắt tay vào làm việc chăm chỉ.<br/><br/>&emsp;2020 có may mắn cho tuổi Mão không? Dự đoán tuổi Mão năm 2020 yêu cầu bạn trả hết mọi khoản nợ cũ mà bạn có thể có. Những khoản nợ này có khả năng làm bạn căng thẳng nếu bạn không trả hết sớm. Làm sạch ngân sách của bạn và cố gắng cân bằng nó trong năm nay. Làm việc nhiều hơn để trả tiền, thay vì mua những thứ mới. Tiết kiệm tiền cho những năm tới cũng là một ý tưởng hay trong năm 2020.<br/><br/>&emsp;Đối với những người đang tìm kiếm tài lộc liên quan đến công việc gần đây có thể là một sự thất vọng từ sếp đó. Hãy nhớ rằng thời gian tốt đẹp sẽ không kéo dài mãi mãi và người ta cũng không nên để lòng tham dẫn tới sự sụp đổ của một thành tích.<br/><br/>&emsp;Quan trọng hơn bạn nên biết khi nào nên từ chức và để người khác có cơ hội tiếp quản. Đối với những người lãnh đạo doanh nghiệp, bạn muốn tồn tại và phát triển bạn phải sẵn sàng thích nghi với những thay đổi và nhu cầu thị trường.<br/><br/><b>Tình cảm của tuổi Mão năm 2020</b><br/>&emsp;Năm nay tình cảm của bạn sẽ may mắn hơn. Được chúc phúc bởi ngôi sao tốt lành phụ trách mối quan hệ yêu đương, bạn sẽ được ban phúc nhiều hơn, bất kể độc thân hay đã kết hôn. Đối với những tuổi Mão độc thân, bạn sẽ duyên dáng và nổi tiếng hơn với người khác giới, và có cơ hội bắt đầu một mối quan hệ. Đối với những người đã và đang yêu, bạn cũng có thể có người cầu hôn và dễ bị cám dỗ dẫn đến ngoại tình và gây ra khủng hoảng cho cuộc hôn nhân của bạn. Vì vậy, hãy chú ý đến lời nói và hành động của bạn trong cuộc sống hàng ngày và giữ một khoảng cách nhất định với người khác giới xung quanh để chống lại cám dỗ.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng tuổi Mão có khả năng tìm kiếm mối quan hệ lý tưởng trong năm nay, lãng mạn hoặc thân thiện. Tuổi Mão sẽ kết hôn vào năm 2020? Bạn có thể có hình ảnh của đối tác hoàn hảo trong tâm trí của bạn. Đừng lãng phí thời gian của bạn để tìm kiếm người này trong năm nay. Nếu bạn còn độc thân, hãy hẹn hò và tìm một người gần gũi với lý tưởng của bạn. Tuy nhiên, đừng bỏ ai đó chỉ vì họ không phù hợp với tất cả các tiêu chí của bạn. Nếu bạn đã có một mối quan hệ, đây là thời điểm tuyệt vời để làm mọi thứ rung chuyển. Thử những điều mới, đến những địa điểm mới và quan hệ mới theo những cách khác nhau đều là những cách tốt để tăng thêm hứng thú cho mối quan hệ của bạn.<br/><br/><b>Sức khỏe của tuổi Mão năm 2020</b><br/>&emsp;Năm 2020 sức khoẻ cũng không hẳn tốt với bạn. Mặc dù tác động xấu cảu năm, nhưng ít nghiêm trọng hơn, nhưng những ngôi sao không thể tránh khỏi ảnh hưởng đến bạn rất nhiều. Ví dụ, nó sẽ khiến bạn mất kiên nhẫn và cáu kỉnh, điều này sẽ có hại cho sức khỏe của bạn. Bên cạnh đó, sẽ khiến bạn mệt mỏi, mất tinh thần và đãng trí, do đó dễ bị tai nạn. Do đó, bạn nên thư giãn, điều chỉnh suy nghĩ, xen kẽ làm việc với nghỉ ngơi và tránh làm việc quá sức.<br/><br/>&emsp;Tuổi Mão, tất cả các công việc bạn đang làm chắc chắn sẽ làm bạn căng thẳng. Vì vậy, sẽ rất thuận lợi khi học một số kỹ thuật giảm căng thẳng trong năm. Cố gắng dành nhiều thời gian ngoài trời và ít thời gian hơn trước màn hình trong năm nay. Điều này có thể khuyến khích bạn tập thể dục nhiều hơn. Ở phía trước ít màn hình hơn sẽ khiến mắt bạn cảm thấy khỏe mạnh và cũng giúp bạn bớt đau đầu hơn. Giữ cho năng động và ăn một chế độ ăn uống cân bằng là rất quan trọng trong năm nay. Vì vậy, cố gắng làm những điều sẽ giúp cải thiện sức khoẻ.",
	"Thin":"Tử vi năm 2020 của tuổi Thìn dự đoán năm nay sẽ tương đối yên tĩnh cho bạn. Bạn sẽ thực tế hơn, điều này sẽ có thể giúp bạn trong nhiều lĩnh vực của cuộc sống trong năm 2020. Đôi khi bạn có thể gặp khó khăn trong việc tìm kiếm động lực của mình. Nhưng khi bạn có động lực, bạn sẽ có thể suy nghĩ rõ ràng và lập kế hoạch cho tương lai một cách dễ dàng. Đôi khi, bạn sẽ có mức năng lượng cao, và đây là thời điểm tốt nhất để thực hiện công việc hoặc thực hiện các mục tiêu của bạn.<br/><br/>&emsp;Tuổi Thìn được cho là dấu hiệu của sự may mắn và thịnh vượng. Những người được sinh ra vào năm rồng được cho là mạnh mẽ, tốt bụng, thân thiện, may mắn trong mọi nỗ lực. Những đặc điểm này chắc chắn sẽ giúp bất kỳ người nào sinh ra trong năm con rồng với tử vi của bạn vào năm 2020!<br/><br/>&emsp;Tử vi năm 2020 dự đoán năm nay sẽ là một năm tuyệt vời với một số ngôi sao ảnh hưởng đến vận mệnh của tuổi Thìn theo hướng tích cực. Mặc dù ảnh hưởng chiêm tinh của một số ngôi sao là tiêu cực, nhưng chúng bị đối trọng bởi những rung cảm tích cực của những ngôi sao tốt. Nhìn chung, năm 2020 hứa hẹn sẽ là một giai đoạn tuyệt vời trong cuộc đời của người tuổi Thìn.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Thìn<br/><br/>&emsp;Người tuổi rồng sẽ thấy vận may  được cải thiện đáng kể vào năm 2020 và có thể được ban phúc trong cả sự nghiệp và tình yêu. Về vấn đề này, bạn nên nắm bắt cơ hội. Mặc dù tài lộc của bạn sẽ không thay đổi đáng kể, bạn vẫn có thể tiết kiệm như mong muốn miễn là bạn giữ thói quen quản lý các vấn đề tiền bạc và không tiêu tiền hoang phí. Mặt khác, tuổi Thìn nên tận dụng sự may mắn để tìm kiếm cơ hội mới và làm những điều bạn chưa từng nghĩ đến trong cuộc sống hàng ngày, để làm cho cuộc sống của bạn trở nên đầy màu sắc và thú vị. Một khi bạn lựa chọn đúng, bạn sẽ có thể có kết quả tốt.<br/><br/>&emsp;Tuổi Thìn chuyên nghiệp có thể mong đợi sự hỗ trợ của đồng nghiệp và người có kinh nghiệm trong công việc của họ. Bạn cũng sẽ nhận được sự khuyến khích từ quản lý cấp trên trong việc tiến bộ trong sự nghiệp. Điều quan trọng là hòa đồng với các đồng nghiệp của bạn. Ngoài ra, hãy ngoại giao và đừng chà xát vào mặt sai.<br/><br/>&emsp;Người tuổi Thìn được biết đến với khả năng lãnh đạo và kỹ năng chiến đấu. Kết quả là, vào năm Tý, bạn sẽ có thể hoàn thành nhiệm vụ của mình với sự kiên trì và sức mạnh ý chí mạnh mẽ. Do đó, sự thăng tiến trong cuộc sống của bạn sẽ suôn sẻ và sinh lời.<br/><br/><b>Sự nghiệp của tuổi Thìn năm 2020</b><br/>&emsp;Bản chất mạnh mẽ và thông minh, bạn không cần phải lo lắng về sự nghiệp của mình và có thể đạt được điều gì đó miễn là bạn hành động theo cảm xúc của mình. Trong năm qua, những vấn đề tầm thường đã gây ra một cuộc khủng hoảng trong sự nghiệp của bạn, điều này khiến sợ hãi của bạn tăng lên. Năm 2020, bạn có thể là người tốt mà không bị làm phiền bởi những vấn đề tầm thường và mong chờ sự may mắn cho sự nghiệp. Tuy nhiên, đừng trở nên tự mãn vì tài sản, sự nghiệp đã phục hồi. Bình tĩnh, làm việc theo cách thực tế. Trong một thời gian ngắn, bạn sẽ có thể đạt được thành công lớn hơn và đáng chú ý trong sự nghiệp của bạn.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng nhiều cơ hội mới sẽ đến với bạn trong công việc vào năm 2020. Đây là thời điểm tuyệt vời để thảo luận với cấp trên của bạn nếu bạn đang tìm kiếm một kế hoạch phát triển. Đây cũng là một năm tuyệt vời để hòa đồng với đồng nghiệp của bạn. Cùng với việc kết bạn mới, đồng nghiệp của bạn có khả năng giúp bạn thực hiện các dự án tại nhà. Hãy cố gắng tập trung vào một mục tiêu lớn trong công việc vào năm 2020, cũng như tiếp tục làm việc với bất cứ điều gì cấp trên của bạn bảo bạn làm trong năm 2020 này.<br/><br/>&emsp;Dự đoán về sự nghiệp cho con rồng cho năm 2020 cũng cho thấy rằng bạn sẽ mở rộng, cao hơn trong sự nghiệp chuyên nghiệp của mình. Ngoài ra nhiều chương trình tài chính và gia tăng tài lộc có thể đến với bạn. Sự cần cù của bạn sẽ được ban lãnh đạo đánh giá cao và được đềnđáp xứng đáng. Do đó, bạn sẽ có cơ hội sử dụng các khả năng quản trị và kỹ năng thực hành của mình.<br/><br/>&emsp;Trách nhiệm và quyền lực trở nên mạnh mẽ và tích cực khi bạn đang đảm nhận bất kỳ dự án nào. Bạn nên sử dụng sự khéo léo của mình và giao tiếp phù hợp mà không làm tổn thương người khác. Bạn nên cố gắng tranh thủ sự hỗ trợ của các đồng nghiệp trong công việc.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng hai, tháng bảy, tháng tám và tháng mười một.<br/><br/><b>Tài lộc của tuổi Thìn năm 2020</b><br/>&emsp;Do nhieeuv công việc lại mới bắt đầu năm 2020, bạn thường chỉ có thể mong đợi sự may mắn trong việc kiếm tiền và tạo điều kiện tốt hơn để cải thiện tài lộc của bạn. Ngoài công việc khó khăn, bạn có thể thử những cách mới, chẳng hạn như công việc bán thời gian và các cuộc thi mà bạn đã từ chối làm trong quá khứ, nếu bạn muốn có được tài lộc hơn; miễn là bạn sẵn sàng làm điều đó, bạn chắc chắn sẽ nhận được kết quả tốt với tài năng của mình. Đồng thời, cân bằng thu nhập chi tiêu và cố gắng tiết kiệm một chút. Theo vận hạn may mắn, bạn có thể sáng suốt và có kỹ năng quản lý và đầu tư tài chính, có cơ hội giành giải thưởng trong các hoạt động xổ số và nhận được sự giàu có bất ngờ thông qua việc đó, giành giải thưởng và các cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Thìn dự báo tài chính cho thấy một năm cũng ấm áp về các vấn đề tiền bạc. Dòng tiền sẽ chậm chạp, nhưng bạn vẫn có thể trang trải chi phí của mình. Bất kỳ khoản đầu tư nào bạn đang thực hiện nên có mục đích và dựa trên phân tích thích hợp.<br/><br/>&emsp;Các chỉ số chiêm tinh chỉ ra khả năng mất mát tài chính nghiêm trọng trong tháng ba và tháng chín. Bạn phải cực kỳ cảnh giác trong những tháng này. Ngoài ra, tránh tất cả các khoản đầu tư trong thời gian này. Bất kỳ sự tham lam sẽ dẫn đến thảm họa.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng bảy và tháng tám.<br/><br/><b>Tình cảm của tuổi Thìn năm 2020</b><br/>&emsp;Người tuổi Thìn, độc thân, đang yêu hoặc đã kết hôn, được ban phúc trong mối quan hệ tình cảm trong năm nay và bạn sẽ duy trì mối quan hệ tốt. Nếu bạn còn độc thân, bạn sẽ có cơ hội tìm được người cùng chí hướng và bắt đầu một mối quan hệ tốt đẹp. Tuy nhiên, nếu bạn đang yêu hoặc đã kết hôn, may mắn sẽ là bình thường bởi vì bạn quá chiếm hữu và mạnh mẽ và cai trị bạn tình bằng một cây gậy sắt, khiến người đó không hài lòng với bạn. Do đó, bạn nên nhẹ nhàng và ân cần và cho nhau nhiều không gian trống để giữ cảm giác bí ẩn và duy trì mối quan hệ ổn định.<br/><br/>&emsp;Dự đoán chiêm tinh cho tuổi Thìn trong năm 2020 chỉ ra rằng bạn sẽ quan tâm nhiều hơn đến các hoạt động của chính mình. Ngoài ra bạn sẽ tránh các mối quan hệ tình cảm phát sinh. Nếu bạn đang trong tình yêu, rất có thể bạn sẽ vướng vào những cuộc cãi vã với đối tác của mình một cách không cần thiết. Nhìn chung, bạn không thể lặp lại những điều tốt đẹp trong tình yêu của năm 2019 trong năm nay.<br/><br/>&emsp;Rồng cô đơn nên cố gắng mạo hiểm và cố gắng lôi cuốn các đối tác mới vào mối quan hệ tình cảm. Sáu tháng đầu năm 2020 dường như đầy hứa hẹn cho tình yêu, miễn là bạn sẵn sàng. Bạn cũng nên cố gắng tận dụng các cơ hội bạn có được.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng sáu, tháng tám và tháng mười một.<br/><br/><b>Sức khỏe của tuổi Thìn năm 2020</b><br/>&emsp;Đối với những người sinh năm Rồng, sức khỏe có thể rõ ràng vào năm 2020 và bạn sẽ dễ mắc bệnh nhẹ trong cuộc sống hàng ngày. Do đó, bạn nên theo dõi sức khỏe của mình và đừng bao giờ coi tuổi trẻ là cái cớ để hành động liều lĩnh và không quan tâm đến điều gì. Đặt sức khỏe của bạn lên hàng đầu trong mọi tình huống.<br/><br/>&emsp;Theo tử vi dự báo sức khỏe tuổi Thìn trong năm 2020 chỉ ra một năm khá tốt. Bệnh nhẹ và thương tích nhỏ có khả năng. Ngoài ra, hãy chăm sóc sức khỏe của bạn bằng cách ăn kiêng hợp lý và đừng quên thực hiện một thói quen tập thể dục. Chấn thương có thể tránh được bằng cách thận trọng hơn. Lái xe nên thận trọng trong các tháng của tháng một, tháng chín và tháng mười hai. Tháng 4 là nguy hiểm cho các môn thể thao dưới nước.",
	"Ti":"Tử vi năm 2020 của tuổi Tỵ dự đoán rằng mọi thứ sẽ dễ dàng hơn cho bạn trong năm nay so với những năm trước. Bạn sẽ cảm thấy như bạn có nhiều tự do hơn để làm những điều mà bạn thích. Bạn sẽ có thể thoát khỏi nhiều phiền toái trong cuộc sống của bạn. Sẽ có ít vấn đề hơn trong cuộc sống của bạn trong năm Canh Tý 2020 này và cũng có nhiều cơ hội thăng tiến hơn. Bạn có thể quên đi những điều khó chịu đã xảy ra trong cuộc sống của mình và mong chờ một thời gian dễ chịu vào năm 2020. Bạn có thể nhận được một năm với một tâm trí bình yên và không bị xáo trộn.<br/><br/>&emsp;Năm 2020 sẽ mang đến cho bạn rất nhiều sự mở cửa đòi hỏi nhiều hành động và nhiều chuyến đi. Những triển vọng này đi kèm với các mối nguy hiểm vốn có, và bạn phải di chuyển nhanh chóng và cẩn thận nếu bạn phải đạt được thành công.<br/><br/>&emsp;Năm 2020 Canh Tý đòi hỏi tuổi Tỵ phải siêng năng và phù hợp với tốc độ biến động cuộc sống. Nếu bạn phải hoàn thành mục tiêu của mình, sẽ cần phải cải thiện kỹ thuật giao tiếp của bạn. Cũng cần có sự chân thành và cống hiến trong cách tiếp cận của bạn đối với các công việc khác nhau mà bạn đã đảm nhận.<br/><br/>&emsp;Tuổi Tỵ năm nay cũng có thể mong đợi sự khuyến khích và hỗ trợ từ một người quen hoặc người thân trong việc biến các dự án của bạn thành công. Mặc dù năm 2020 hứa hẹn cho các khoản đầu tư, nhưng chúng cần được hỗ trợ bởi chuyên môn phù hợp.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Tỵ<br/><br/>&emsp;Vào năm 2020 Canh Tý, thuộc về nước trong Ngũ hành trong khi Tỵ thuộc về lửa, vì vậy những người tuổi Tỵ cảm thấy không may mắn về mọi mặt, đặc biệt là trong sự nghiệp và mối quan hệ yêu đương. Tuy nhiên thực tế, Về mặt sự nghiệp, công việc của bạn sẽ tiếp tục rất tốt và bạn sẽ thấy không gian hạn chế để phát triển của bạn. Bạn sẽ mất rất nhiều công để thay đổi tình hình. Đối với mối quan hệ tình cảm, bạn sẽ cảm thấy bị giữ chặt, đặc biệt nếu bạn độc thân - thất bại trong việc bắt đầu một mối quan hệ, thiếu đi một mối quan hệ đúng đắn và những trở ngại trên con đường của bạn.<br/><br/><b>Sự nghiệp của tuổi Tỵ năm 2020</b><br/>&emsp;Năm 2020 sẽ có dấu hiệu tiến bộ trong sự nghiệp của bạn, vẫn có một số khó khăn sẽ xảy ra với bạn. Đối với những người làm công ăn lương, bạn sẽ khó có thể vượt qua tình trạng hiện tại trong sự nghiệp của mình trong năm nay. Bạn có thể chọn tạm thời chuyển trọng tâm công việc và bắt đầu từ những việc nhỏ nhặt; nếu bạn có thể làm cho mọi chi tiết nhỏ trở nên hoàn hảo, bạn có thể đạt được những điều tuyệt vời. Đối với những người tự kinh doanh hoặc doanh nhân tuổi Tỵ, bạn không nên cẩu thả trong năm nay mà cực kỳ thận trọng trong việc lựa chọn đối tác hoặc xử lý các thói quen hàng ngày, đặc biệt là khi ký thỏa thuận hoặc hợp đồng với người khác, để tránh tổn thất cho chính bạn hoặc công ty của bạn.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Tỵ dự đoán rằng công việc của bạn sẽ đa dạng hóa trong năm nay cho dù chính bạn là người thực hiện các thay đổi hoặc do người khác. Sẽ có thêm một số cơ hội thăng tiến trong công việc vào năm 2020 vì tất cả những thay đổi này. Nếu bạn có thể chứng tỏ mình là người tuyệt vời ở nhiều thứ khác nhau, hoặc một người chơi nhóm có thể khiến người khác làm nhiều việc khác nhau, thì bạn gần như chắc chắn sẽ được thăng chức hoặc tăng lương. Làm việc chăm chỉ trong năm nay sẽ cải thiện cuộc sống của bạn.<br/><br/>&emsp;Nếu Rắn đang nghĩ đến việc thay đổi công việc mới, thì năm nay không phải là triển vọng thực hiện. Mặc dù bạn có thể phải đối mặt với một số hỗn loạn tại nơi làm việc, bạn sẽ có sự giúp đỡ của một thiên thần hộ mệnh để vượt qua các thử thách.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 4, Tháng 7, Tháng 8 và Tháng 11.<br/><br/><b>Tài lộc của tuổi Tỵ năm 2020</b><br/>&emsp;Tài chính ổn định cho tuổi Tỵ năm nay, có thể có đột phá nào đó ngoài dự kiến sẽ xảy ra so sánh với năm ngoái. Về thu nhập từ công việc, bạn sẽ có được thu nhập tiền lương ổn định và ấn tượng. Từ quan điểm của tử vi, bạn sẽ nhận được rất nhiều lợi nhuận đầu tư từ phương tiện tài chính hợp lý, tầm nhìn độc đáo, nắm bắt tốt các cơ hội, cũng như sự giúp đỡ và hướng dẫn của các chuyên gia. Mặc dù thu nhập tốt, chi phí cá nhân của bạn cũng sẽ tăng so với các năm trước. Bạn nên thực hành tiêu dùng hợp lý và lập kế hoạch tiêu dùng hợp lý để giữ cho thu nhập và chi tiêu của bạn được cân bằng.<br/><br/>&emsp;Năm nay cũng là năm làm việc để trả hết nợ cũ trước khi bạn chi tiền cho những thứ mới. Tránh thúc đẩy mua và chi tiêu vượt mức nếu bạn muốn giữ cho ngân sách của bạn cân bằng. Mặc dù vậy, cũng không nên tiết kiệm quá. So với năm trước, tình hình tài chính năm nay của bạn sẽ tốt hơn, nhưng vẫn phải quản lý tốt.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng 4, tháng 7 và tháng 8.<br/><br/><b>Tình cảm của tuổi Tỵ năm 2020</b><br/>&emsp;Tình yêu có thể không lý tưởng trong năm nay, đặc biệt đối với tuổi Tỵ đang yêu có thể gặp khủng hoảng trong tình yêu. Nếu bạn không chăm sóc sẽ không được ban phúc trong mối quan hệ tình cảm trong năm nay và ngay cả khi bạn phải lòng một ai đó, bạn có thể sẽ không gặp phải bất kỳ khó khăn nào khi theo đuổi anh ấy / cô ấy và cảm thấy khó khăn trong mối quan hệ. Đối với những bạn đã kết hôn, mối quan hệ tình yêu của bạn cũng có thể khá gập ghềnh và tình yêu của bạn có thể bị đe dọa bởi một bên thứ ba vì sẽ có nhiều cám dỗ xung quanh.<br/><br/>&emsp;Tuổi Tỵ có may mắn vào năm 2020 không? Sẽ có nhiều thay đổi trong cuộc sống tình yêu của bạn trong năm nay, nhưng chủ yếu là trong chính bạn. Bạn chắc chắn sẽ cảm thấy nhiều cảm xúc hơn trong năm nay. Điều này sẽ giúp bạn thể hiện bản thân dễ dàng hơn trong các mối quan hệ của bạn. Điều này sẽ làm cho các mối quan hệ của bạn có ý nghĩa hơn, cho dù chúng thân thiện hay lãng mạn. Nếu bạn còn độc thân, thì đây là thời gian để cố gắng tìm một người hiểu bạn và giống bạn hơn là không.<br/><br/>&emsp;Cuộc sống hôn nhân có thể trở nên thú vị bằng cách giữ cho kênh liên lạc cởi mở với vợ / chồng của bạn. Bạn cũng có thể nhờ sự giúp đỡ của bạn bè để làm mờ các nếp nhăn trong mối quan hệ của bạn. Cần phải tiếp cận những vấn đề trong hôn nhân của bạn với tinh thần lạc quan và với một tinh thần cởi mở.<br/><br/>&emsp;Những người độc thân sẽ có thể có được những mối quan hệ mới, và bạn thậm chí có thể may mắn có được một người bạn chọn. Trước khi bạn xác nhận mối quan hệ, hãy dành thời gian của riêng bạn và cố gắng hiểu người đó một cách đầy đủ. Điều này sẽ tránh những rắc rối không cần thiết trong tương lai.<br/><br/><b>Sức khỏe của tuổi Tỵ năm 2020</b><br/>&emsp;Sức khỏe sẽ tốt cho bạn, những người sinh ra tuổi Tỵ không có gì nghiêm trọng nhưng những vấn đề nhỏ sẽ xảy ra. Nói chung, bạn sẽ giữ một sức khỏe tốt. Tuy nhiên, đừng vì thế mà quên đi trong cuộc sống hàng ngày; thay vào đó, bạn sẽ theo dõi cơ thể của mình và tìm kiếm lời khuyên y tế kịp thời miễn là bạn cảm thấy không khỏe. Không bao giờ quá tự tin vào cơ thể của bạn và trì hoãn chữa bệnh, nếu không nó sẽ xấu đi và ảnh hưởng đến sức khỏe của bạn.<br/><br/>&emsp;Tử vi Sức khỏe cho tuổi Tỵ dự báo trong năm 2020 trong các vấn đề chung. Bạn bè và các thành viên gia đình già có khả năng bị bệnh. Phải có biện pháp phòng và chữa bệnh kịp thời sẽ tránh được tình trạng nặng thêm.<br/><br/>&emsp;Để phòng ngừa, hãy duy trì sức khỏe của bạn bằng các thói quen tập thể dục phù hợp, chế độ ăn uống hợp lý và thư giãn vừa đủ. Vì vậy, bạn có thể tham dự các bữa tiệc để làm cuộc sống thêm thú vị.",
	"Ngo":"Tử vi tuổi Ngọ năm 2020 cho thấy đây có thể là một năm đầy thách thức. Có tính xung đột giữa Tý - Ngọ và bạn phải cảnh giác hơn bình thường. Và do thực tế là có một số ngôi sao không may mắn mang đến tuổi Ngọ của bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền.<br/><br/>&emsp;Vì vậy, chiến lược tốt nhất của bạn có lẽ là giữ một nhịp độ sống thấp và không nên đưa ra bất kỳ thay đổi và quyết định lớn nào. Không phải là một năm tốt để kết hôn, đừng thay đổi công việc của bạn và đừng mua một ngôi nhà hoặc doanh nghiệp mới. Coi chừng những kẻ phản bội âm mưu chống lại bạn.<br/><br/>&emsp;Cố gắng làm công việc tình nguyện hoặc từ thiện để cân bằng năng lượng xấu hoặc sắp xếp để đi đến các điểm tâm linh và cầu nguyện cho phúc lành an toàn từ các tác động tiêu cực của ngôi sao nói. Tránh những nơi quá âm như đám tang và nghĩa địa, và tốt nhất nên đến nơi tổ chức đám cưới hoặc những dịp hạnh phúc khác trong gia đình để mang lại năng lượng tốt cho bạn. Nói chung, chỉ cần làm hết sức mình để tránh xung đột, tranh chấp và rắc rối.<br/><br/>&emsp;Tử vi năm 2020 dự báo cho thấy năm đó sẽ là thời gian thử nghiệm cho tuổi Ngọ. Vì có xung đột Tý - Ngọ, nên cần phải có sự cảnh giác nhất định. Các ngôi sao cũng không thuận lợi, và điều này có thể gây ra những điều không cần thiết, mất tài chính do áp dụng sai.<br/><br/>&emsp;Vì năm nay không tốt cho tất cả các tuổi Ngọ, nên trì hoãn tất cả các quyết định quan trọng. Nếu bạn đang nghĩ đến việc đầu tư vào một ngôi nhà mới, tốt hơn bạn nên hoãn lại. Đừng vội vàng thay đổi công việc của bạn hoặc kết duyên với một cô dâu tương lai. Bạn cũng nên cảnh giác với những người đang cố đố kỵ bạn. Nhìn chung, đi chậm và để thời gian xấu đi qua.<br/><br/>&emsp;Điều quan trọng đối với Ngọ là tập trung vào làm việc theo nhóm, đề cao lòng tự trọng của mình để thành công trong năm 2020 Canh Tý. Bạn nên quan tâm đến cảm xúc của người khác và từ bi với các cộng sự của mình.<br/><br/>&emsp;Bạn có thể cải thiện cơ hội thành công của mình trong năm 2020 bằng cách phủ nhận các tác động có hại của các ngôi sao. Đã đến lúc làm các công việc nhân đạo để giúp đỡ người nghèo hoặc hướng sự chú ý của bạn vào các hoạt động tín ngưỡng và tâm linh. Bạn nên tham gia các hoạt động gia đình đầy niềm vui và tránh những nơi có năng lượng tiêu cực. Hãy tốt với người khác và họ sẽ đáp lại lòng tốt của bạn.<br/><br/><b>Sự nghiệp tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán về sự nghiệp cho ngựa trong năm 2020 đã báo trước rằng sẽ có vô số những con đường dẫn đến sự nghiệp của bạn. Bạn phải đối phó với tình huống một cách tỉnh táo và phải có can đảm để vượt qua các thử thách. Hãy cẩn thận trong khi giao tiếp với người khác và thậm chí nên sẵn sàng cho các cuộc tranh cãi pháp lý.<br/><br/>&emsp;Bạn nên tránh xung đột với đồng nghiệp, cấp trên và nên sẵn sàng đối phó với mưu mô của kẻ đố kỵ. Học hỏi từ những kinh nghiệm tồi tệ qua các năm và chuyển đổi chúng thành lợi thế của bạn trong những năm tới.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tình cảm của tuổi Ngọ năm 2020</b><br/>&emsp;Dự báo tình yêu cho Tử vi tuổi Ngọ năm 2020 cho thấy một năm rất ảm đạm cho tình yêu và sự lãng mạn. Bạn độc thân sẽ khó tìm được đối tác lãng mạn và bạn vẫn FA đơn độc trong năm. Không có hại trong việc cố gắng và bạn nên tìm kiếm tình yêu trong gia đình và các cuộc tụ tập vui chơi.<br/><br/>&emsp;Nếu bạn đã có một mối quan hệ tình cảm đang yêu, bạn nên cố gắng bằng cách dễ chịu với người yêu của bạn và giữ cô ấy trong tâm trạng tốt. Không nên làm đám cưới của bạn trong năm nay và hạnh phúc nếu bạn có thể giữ mối quan hệ.<br/><br/>&emsp;Những tuổi Ngọ đã kết hôn cũng sẽ thấy cuộc sống của mình không có bất kỳ niềm vui hay điều bất thường nào.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán tài chính năm 2020 tuổi Ngọ</b><br/>&emsp;Những lời tiên tri trong năm 2020 cho thấy khả năng thu nhập âm trên một số khoản đầu tư. Nhìn chung, tình hình tiền tệ sẽ rất biến động và bạn nên giảm thiểu các hoạt động tài chính của mình. Bạn nên chỉ lập kế hoạch tương lai tài chính của bạn.<br/><br/>&emsp;Tuổi Ngọ sinh vào mùa thu hoặc mùa đông nên sẵn sàng đối mặt với một số khó khăn trên mặt trận tài lộc vào năm 2020. Không được thưởng thức bất kỳ loại đầu tư, đầu cơ nào. Trì hoãn tất cả các hoạt động chính như đầu tư vào tài sản giá trị lớn. Theo dõi chặt chẽ các chi phí của bạn và không mua bất kỳ mặt hàng xa xỉ nào.<br/><br/>&emsp;Nếu bạn sinh vào mùa xuân hoặc mùa hè, bạn có thể cố gắng dùng tiền của mình vào các khoản đầu tư mới. Nhưng đừng quên nghiên cứu nghiêm túc trước khi bạn bỏ tiền vào các khoản đầu tư này. Không có chỗ cho sự đầu cơ hay lòng tham.<br/><br/>&emsp;Tháng may mắn cho tài chính: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán sức khoẻ tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho Ngựa trong năm 2020 cho thấy một năm dưới mức trung bình. Mặc dù không có gì nghiêm trọng được dự đoán trước, hãy sẵn sàng đối mặt với những cơn đau dai dẳng và những cơn thiếu quyết đoán. Bạn cũng có thể dễ bị chấn thương. Lái xe phải hết sức cẩn thận khi đi trên đường.<br/><br/>&emsp;Sức khỏe nên được duy trì bằng cách kiểm tra y tế thường xuyên. Chế độ ăn uống hợp lý, ngủ đủ giấc và tập thể dục đầy đủ sẽ giúp bạn về lâu dài. Một cách khác để cải thiện vận may của bạn là giúp đỡ người khác bằng công việc từ thiện hoặc hiến máu.<br/><br/>&emsp;Tháng không may mắn cho sức khỏe: tháng hai, tháng tư, tháng bảy, tháng mười một và tháng mười hai.",
	"Mui":"Tử vi tuổi Mùi năm 2020 sẽ là một năm có nhiều vận may bị chi phối bởi những ảnh hưởng tiêu cực của các ngôi sao. Nếu bạn đã không gặp rắc rối, bạn có thể sẽ có một năm sẽ khó khăn. Vì vậy, hãy chuẩn bị cho một chuyến đi khó khăn đó nhé.<br/><br/>&emsp;Tuổi Mùi sẽ phải đối mặt với một năm thú vị 2020 Canh Tý với rất nhiều sự cống hiến và sức chịu đựng. Sáu tháng đầu năm sẽ mang đến cho bạn cơ hội tuyệt vời về lợi nhuận tài chính. Bạn phải tận dụng những triển vọng này và tiết kiệm cho những  khó khăn phía trước. Bốn năm tới sẽ là bất lợi đặc biệt, và bạn sẽ phải phụ thuộc vào tài chính bạn có được trong năm.<br/><br/>&emsp;Sẽ có rất nhiều hứng thú trong nửa đầu năm và từ nửa cuối năm 2020 tuổi Mùi nên sẵn sàng đối mặt với thực tế nghiệt ngã. Điều này sẽ đòi hỏi sự cống hiến và quyết tâm tuyệt vời. Năm Tý sẽ khiến bạn trở thành một cá nhân cứng rắn sẵn sàng đối mặt với những rào cản trong tương lai.<br/><br/>&emsp;Tử vi năm 2020 dự đoán, những người tuổi Mùi sẽ thấy vận may không ổn định, đôi khi tốt và đôi khi xấu. trong tất cả các khía cạnh. Trong suốt cả năm, sự nghiệp của bạn sẽ phải chịu đựng nhiều nhất từ ​​những điều trên, chủ yếu bị ảnh hưởng bởi ngôi sao không thuận lợi, và nó có thể bị đình trệ trong một thời gian. Hơn nữa, tài lộc và sự nghiệp có phần song song, vì vậy bạn sẽ có ít may mắn vì tiền từ sự nghiệp. Về sức khỏe, người tuổi Mùi thường cảm thấy ốm yếu vì áp lực lớn trong công việc. May mắn thay, tình yêu có thể suôn sẻ trong năm nay và bạn có thể gặp nhiều điều hạnh phúc, điều này có thể an ủi bạn một chút.<br/><br/>&emsp;Năm Tý bạn nên duy trì sự điềm tĩnh của mình. Không có chỗ cho tình cảm, và bạn phải vượt qua những khó khăn trong cuộc sống bằng cách khó khăn. Bạn nên chú ý duy trì sức mạnh thể chất và tinh thần của mình để có thể chuyển đổi năm thành năm thành công. Các chuyên gia sẽ có nhiều cơ hội để chuyển sang một công việc mới hoặc thay đổi nơi làm việc trong năm. Nếu có thể, bạn nên ngừng làm điều đó vì lợi ích của mình. Cơ hội tài chính không nên chi phối bởi lòng tham, và cần phải kiểm soát chi phí của bạn. Các khoản tiết kiệm bạn thực hiện sẽ có ích cho tương lai.<br/><br/><b>Sự nghiệp của tuổi Mùi năm 2020</b><br/>&emsp;Nhiều cuộc khủng hoảng có thể xảy ra đối với sự nghiệp của những người tuổi Mùi, trong đó những người bị ảnh hưởng nhiều nhất sẽ là tầng lớp lao động. Nếu bạn là người làm công ăn lương, bạn sẽ khó đạt được tiến bộ lớn, và xác suất tăng lương và thăng chức cũng sẽ mờ mịt; rất nhiều rắc rối trong công việc và tình trạng làm việc kém sẽ khiến bạn không thể hoàn toàn mà thường bị cấp trên chỉ trích và khiển trách, thậm chí có thể mất việc. Đối với tuổi Mùi trong vai trò lãnh đạo, điều quan trọng nhất sẽ nằm ở khía cạnh 'con người' và bạn cần nỗ lực nhất định để hòa nhập với mọi người xung quanh; đừng quá hà khắc với cấp dưới mà hãy chiến thắng mọi người bằng niềm tin, sự tử tế với người khác.<br/><br/>&emsp;Trong năm 2020 cho thấy rằng về mặt chuyên môn, bạn sẽ làm tốt một cách hợp lý. Có nhiều cơ hội để đạt được tiến bộ trong công việc của bạn. Bạn sẽ có nhiều triển vọng để kiếm thêm tiền nếu bạn có sự thông minh để sử dụng các cơ hội bạn gặp phải. Nếu bạn làm trong ngành dịch vụ như bảo hiểm nhân thọ, giao dịch tài sản, bạn sẽ có một khoảng thời gian rất hiệu quả. Bạn có thể mong đợi thu nhập của bạn tăng lên ngoài mong đợi của bạn. Bạn phải nỗ lực rất nhiều và nắm bắt cơ hội khi chúng đến. Hãy yên tâm rằng những nỗ lực của bạn sẽ được bù đắp.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tài lộc của tuổi Mùi năm 2020</b><br/>&emsp;Vào năm 2020, sự may mắn của bạn đối với tài lộc rất xấu. Bạn sẽ thấy gần như không có cách nào để kiếm tiền và thu nhập của bạn sẽ giảm rất nhiều so với dự kiến. Về đầu tư và quản lý tài chính, bạn khó có thể kiếm được lợi nhuận lớn do thiếu kiên nhẫn và lòng tham cho lợi nhuận nhỏ. Đồng thời, mong muốn cá nhân của bạn sẽ dẫn đến chi tiêu lớn và không siêng năng  tiết kiệm có thể dễ dàng khiến bạn sống vượt quá thu nhập của mình. Để có được may mắn hơn cho tài chính, trước tiên bạn phải tiết kiệm, chi tiêu hợp lý và thiết lập chế độ chính xác về tiền bạc; Thứ hai, bạn phải làm việc chăm chỉ để kiếm tiền và cải thiện thu nhập cá nhân.<br/><br/>&emsp;Không nên đầu tư đầu cơ như cổ phiếu và cổ phiếu. Đừng hào phóng trong việc cho người khác vay tiền. Đảm bảo thu nhập và làm thêm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Mùi năm 2020</b><br/>&emsp;Ngôi sao tốt lành sẽ mang lại cho bạn may mắn về khía cạnh tình cảm. Mối quan hệ của bạn sẽ trở nên sâu sắc và bền chặt hơn và bạn sẽ tin tưởng và yêu nhau, và cùng nhau chịu đựng những thử thách mang lại. Một số Mùi độc thân sẽ khá nổi tiếng với những người khác giới và có nhiều người ngưỡng mộ, từ đó bạn có thể gặp đúng người để bắt đầu một mối quan hệ. Ngoài ra, những người đã kết hôn có thể bước vào một giai đoạn mới, mang thai và nâng cấp lên cha mẹ, điều này thực sự hài lòng.<br/><br/>&emsp;Tuổi Mùi trong các mối quan hệ nên tránh xung đột. Tất cả những hiểu lầm nên được xóa bằng đối thoại và tương tác. Cuộc sống tình yêu cho các cặp vợ chồng nên giản đơn và không có rườm rà.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng năm và tháng chín.<br/><br/><b>Sức khỏe của tuổi Mùi năm 2020</b><br/>&emsp;Bạn Người cừu sẽ ở trong tình trạng chung và sự dao động sẽ không có hại. Tuy nhiên, thời gian khó khăn trong công việc chắc chắn sẽ ảnh hưởng đến tâm trạng của bạn và khiến bạn có tinh thần thấp, do đó ảnh hưởng đến cả sức khỏe thể chất và tinh thần. Bạn được nên điều chỉnh suy nghĩ của mình, giữ thái độ tích cực và lạc quan, giảm nhẹ gánh nặng của bạn đúng cách, giảm bớt tâm trạng và ra ngoài dành thời gian rảnh rỗi để thư giãn.",
	"Than":"Tử vi tuổi Thân năm 2020 sẽ là một năm trung bình. Mọi thứ sẽ không tốt hoặc quá khủng khiếp. Bạn có thể vượt qua năm bằng cách duy trì hiện trạng và hoãn tất cả các quyết định quan trọng cho tương lai. Nếu bạn đang nghĩ đến việc nhận một công việc mới hoặc mua một ngôi nhà mới, bạn có thể thực hiện điều đó.<br/><br/>&emsp;Tuổi Thân gặp năm tam hợp Tý, sẽ tương đối tốt hơn so với các năm tới. Bạn phải kiếm đủ và tiết kiệm càng nhiều càng tốt trong năm. Tuổi Thân phải kỷ luật và siêng năng hơn và cố gắng hoàn thành mục tiêu của mình.<br/><br/>&emsp;Có điều, tuổi Thân nên gác lại sự bướng bỉnh của mình và tranh thủ sự hỗ trợ của đồng nghiệp và những người có kinh nghiệm trong việc đạt được mục tiêu. Bạn phải tìm kiếm lời khuyên từ người khác và giao lưu với các đồng nghiệp của mình để vượt qua những khó khăn mà bạn có thể phải đối mặt trong năm Tý.<br/><br/>&emsp;Trong khi bạn đang thực hiện tất cả các biện pháp thận trọng, bạn nên hết sức cảnh giác trong việc phát hiện kẻ thù và cố gắng loại bỏ âm mưu của chúng để âm mưu chống lại bạn. Bạn nên xoay quanh đối thủ của mình bằng cách ngoại giao và nói chuyện suôn sẻ.<br/><br/>&emsp;Bạn sẽ cần phải dựa vào chính mình hơn bất kỳ ai khác trong năm Tý. Điều này có nghĩa là bạn cần phải làm việc chăm chỉ hơn. Bạn phải học cách trở thành một người tích cực của nhóm làm việc và chú ý hơn đến các chi tiết. Ngoài ra, sự bướng bỉnh của bạn dường như sẽ giúp bạn trở nên tốt hơn trong năm nay. Bạn nên cố gắng linh hoạt hơn và thực hành và học cách lắng nghe và giao tiếp với người khác. Và mặc dù bạn sẽ phải đối mặt với tất cả các loại thử thách trong năm nay, bạn sẽ luôn có ai đó giúp bạn giải thoát khó khắn. Đồng nghiệp, bạn bè và cấp trên sẽ rất ủng hộ bạn và sẽ vững vàng phía sau bạn trong mọi nỗ lực.<br/><br/>&emsp;Trong khi đó, hãy nhớ quan đằng sau bạn vì ai đó có thể đố kỵ hoặc đang âm mưu chống lại bạn. Bạn có thể vô tình giẫm phải một vài vết xe đổ một vài bản ngã do mâu thuẫn, vì vậy hãy lưu ý và làm dịu mội vấn đề trước khi cho phép bản thân có cơ hội nói.<br/><br/><b>Tử vi sự nghiệp của tuổi Thân năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho tuổi Thân trong năm Tý 2020 cho thấy nhiều rào cản đối với sự nghiệp của bạn. Nó phụ thuộc vào trí thông minh của bạn làm thế nào bạn có thể vượt qua những thách thức này và vẫn hoàn thành công việc của mình để làm hài lòng sếp.<br/><br/>&emsp;Bạn phải giảm bớt sự hung hăng của bạn và đưa những người khác đi cùng để hoàn thành các dự án của bạn. Hãy cảnh giác với những người đang cố gắng tạo ra những trở ngại trên con đường tiến bộ của bạn. Bạn nên nhận thức được những hạn chế của mình và đừng quá nhiệt tình trong việc thực hiện các công việc mà bạn không thể hoàn thành.<br/><br/>&emsp;Triển vọng nghề nghiệp rất đáng khích lệ đối với những tuổi Thân được sinh ra trong sáu tháng đầu năm. Những người sinh vào nửa cuối năm có thể có một năm khó khăn. Ngoài ra, đừng hứa bất cứ điều gì trừ khi bạn chắc chắn 100%. Những người tuổi Thân được sinh ra vào mùa xuân và mùa hè sẽ có may mắn hơn trong sự nghiệp so với những con được sinh ra vào mùa thu và mùa đông.<br/><br/>&emsp;Trong năm nay, các doanh nhân tuổi Thân sẽ có một khởi đầu tốt và hầu hết bạn có thể có được một vị trí trong ngành với sự cạnh tranh khốc liệt nhờ vào đầu óc kinh doanh nhanh nhẹn của bạn. Đồng thời, bạn sẽ được nhiều người ủng hộ để giúp cho con đường khởi nghiệp của bạn trở nên suôn sẻ hơn. Đối với những người làm công ăn lương, bạn sẽ gặp may mắn trong sự nghiệp, làm việc một cách hiệu quả hơn và giành được sự công nhận của sếp với thành tích cá nhân xuất sắc. Đối với những người săn việc làm, bạn sẽ gặp may mắn ở mức trung bình cho sự nghiệp và sự khó khăn do môi trường mới mang lại có thể khiến bạn không thể làm việc trong trạng thái rất tốt. Do đó, hãy suy nghĩ kỹ trước khi bạn đưa ra quyết định về nhảy việc, tham khảo ý kiến ​​của những người đi trước và chọn một công việc phù hợp nhất.<br/><br/><b>Tài lộc của tuổi Thân năm 2020</b><br/>&emsp;Những chú khỉ sẽ được Thần may mắn và những ngôi sao tốt lành vào năm 2020. Do đó, bạn sẽ trải nghiệm một câu thần chú may mắn và cảm thấy khá may mắn về cả thu nhập từ công việc. Thu nhập tiền lương của bạn sẽ được cải thiện và bạn sẽ nhận được mức thù lao mong muốn. Ngoài ra, lời khuyên được đưa ra bởi nhiều người lớn tuổi có kinh nghiệm xung quanh và tích luỹ của bạn trong học tập và nhận thức sẽ mang lại cho bạn rất nhiều tài lộc bất ngờ từ đầu tư và quản lý tài chính. Tuy nhiên, bạn nên chi tiêu hợp lý thay vì ngông cuồng, hoặc sẽ rất khó để tiết kiệm tiền cho dù bạn đã kiếm được bao nhiêu.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Dự đoán tình yêu của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho tuổi Thân trong năm 2020 cho thấy một năm có phần nhất quán cho các mối quan hệ. Người đã kết hôn có thể hy vọng năm sẽ ổn định và yên bình. Những người độc thân sẽ tận hưởng khoảng thời gian dễ chịu tìm kiếm, và sẽ không thiếu bạn mới.<br/><br/>&emsp;Bạn sẽ có rất nhiều sự lựa chọn và bạn có thể chọn đúng một trong những sở thích của bạn. Cả nam và nữ sẽ có một số lượng lớn người cầu hôn, và bạn phải chọn và chọn. Những người trong tình yêu sẽ có một năm thú vị.<br/><br/>&emsp;Các nam tuổi Thân sẽ trải qua một vài mối quan hệ chỉ trong một năm và nữ sẽ được bao quanh bởi nhiều người cầu hôn, có lẽ bạn không biết điều này, nhưng bạn thực sự có một hoặc nhiều người bạn là những người ngưỡng mộ bí mật của bạn. Vì vậy, hãy để mắt và tai mở to, và bạn có thể thấy mình là một người quan trọng khác.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 11.<br/><br/><b>Dự đoán về tiền và tài chính của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán tuổi Thân về các vấn đề tài chính cho thấy rằng tất cả các khoản đầu tư lớn nên tránh. Đầu tư mạo hiểm và đánh bạc đều bị nghiêm cấm. Ngay cả khi bạn đầu tư, bạn nên thực hiện nhiều nghiên cứu và chọn lọc. Những người làm ngành môi giới và hoa hồng hoặc bảo hiểm không được đảm bảo về thu nhập ổn định. Coi chừng các khoản đầu tư hứa hẹn lợi nhuận đáng kể.<br/><br/>&emsp;Dự báo năm 2020 cho tiền thấy rằng đối với những người làm việc môi giới như bảo hiểm, bất động sản, bạn phải lên kế hoạch trước và chuẩn bị cho một năm với những thăng trầm. Nói chung, tránh đầu tư lớn, và không bao giờ hành động theo quyết định bốc đồng. Hãy khách quan và hợp lý khi nói đến đầu tư. Và hãy nhớ rằng, đừng tin mọi lời khuyên từ bạn bè của bạn và tránh xa đầu tư rủi ro, hợp tác hoặc đánh bạc. Trên thực tế, ai đó đang âm mưu đố kỵ và dễ có một số tổn thất tài chính.<br/><br/>&emsp;Đi du lịch có thể mang lại cho bạn bất ngờ bất ngờ sẽ làm tăng lợi nhuận tài chính của bạn. Vì vậy, bắt đầu lên kế hoạch cho kỳ nghỉ tiếp theo của bạn. Ngoài ra, nó có thể là một ý tưởng tốt để bắt đầu kinh doanh hoặc thực hiện một số trường hợp từ nước ngoài.<br/><br/>&emsp;Tháng may mắn về tài chính: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Sức khoẻ của tuổi Thân năm 2020</b><br/>&emsp;Sức khỏe của khỉ trong năm 2020 sẽ không gây ra bất kỳ vấn đề nghiêm trọng nào trên mặt trận sức khỏe. Sẽ có những sự thiếu sót nhỏ có thể được chăm sóc bằng cách hỗ trợ y tế nhanh chóng. Có thể là sốt và các vấn đề dạ dày.<br/><br/>&emsp;Bạn có thể dễ dàng cảm thấy mệt mỏi, và điều này có thể được chữa khỏi bằng cách nghỉ ngơi đầy đủ. Một vấn đề khác sẽ là từ căng thẳng nghề nghiệp. Đặc biệt là các chuyên gia và người tài chính có thể phải đối mặt với một số thất bại trong công việc của họ. Biện pháp duy nhất là thư giãn bằng các kỹ thuật như yoga và thiền định.",
	"Dau":"Tử vi tuổi Dậu năm 2020 dự báo trước rằng những ảnh hưởng chiêm tinh tích cực của các ngôi sao trong năm Tý trở thành một năm đáng kinh ngạc đối với người tuổi Dậu. Bạn có thể mong đợi năm sẽ vô cùng may mắn trong tất cả các lĩnh vực của cuộc sống. Các chuyên gia và doanh nhân sẽ thịnh vượng theo kế hoạch của họ.<br/><br/>&emsp;Tình yêu cuộc sống sẽ tuyệt vời, và người độc thân sẽ có rất nhiều cơ hội để có được mối quan hệ tình cảm. Năm 2020 hứa hẹn với những người nổi tiếng và sự may mắn đối với bạn. Bạn sẽ nhận được sự khuyến khích và giúp đỡ từ đồng nghiệp, quản lý, gia đình và bạn bè trong tất cả các công việc của bạn.<br/><br/>&emsp;Tất cả những điều này có thể đạt được nếu bạn sử dụng thông minh và giao tiếp của bạn đúng cách. Bạn nên có khả năng ngoại giao trong giao dịch với người khác và mang theo người khác để hoàn thành các dự án của bạn. Kỹ năng quản lý và sự cống hiến của bạn có được lợi nhuận.<br/><br/>&emsp;Vào năm 2020, những người tuổi Dậu sự nghiệp sẽ là khía cạnh tốt nhất trong năm nay và bạn có thể mở rộng tầm cao mới và hoàn thành điều gì đó dưới sự ban phúc của những ngôi sao tốt lành; sự may mắn bất lợi cho tài lộc sẽ đòi hỏi bạn phải chú ý nhiều hơn về tiền của mình; may mắn trong mối quan hệ tình cảm, nhưng bạn cần để mắt đến điều không thuận lợi khi bắt đầu một mối quan hệ. Còn về sức khỏe, có sức khỏe kém, vì vậy hãy cẩn thận trong cuộc sống hàng ngày.<br/><br/><b>Tử vi tuổi Dậu năm 2020 cho sự nghiệp</b><br/>&emsp;Dự đoán tử vi Trung Quốc cho sự nghiệp của người tuổi Dậu vào năm 2020 cho thấy sự mở rộng để tiến bộ trong nghề nghiệp hoặc dự án kinh doanh của bạn. Nếu bạn được tuyển dụng, các khen thưởng cấp cao hơn và phần thưởng tài chính sẽ theo sau nếu bạn siêng năng. Bạn có thể tin tưởng vào sự hỗ trợ từ các cộng sự của bạn. May mắn đứng về phía bạn, và bạn phải tận dụng nó.<br/><br/>&emsp;Mặt khác, bạn có thể phá hỏng cơ hội tiến bộ nếu bạn không cẩn thận trong giao tiếp với đồng nghiệp. Bạn không nên vướng vào bất kỳ tranh cãi nào và tôn trọng ý kiến ​​của người khác. Ngoại giao và đối thoại đúng đắn sẽ giúp bạn về lâu dài.<br/><br/>&emsp;Với sự giúp đỡ của ngôi sao tốt lành Tang Fu, bạn tuổi Dậu sẽ thấy sự tiến bộ lớn hơn trong sự nghiệp so với năm ngoái, có thể đột nhiên thăng tiến trong cuộc sống và có được sức mạnh to lớn. Ngay cả khi bạn là một nhân viên bán hàng nhỏ, bạn có thể lại nổi lên như nút chai, được thăng chức và tăng lương và tạo sự khác biệt trong nghề nghiệp chính của bạn. Tuy nhiên, điều này sẽ đòi hỏi bạn phải cống hiến nhiều hơn cho sự nghiệp, tích cực hoàn thành các nhiệm vụ do cấp trên giao và giữ mối quan hệ tốt với đồng nghiệp. Sự phát triển tốt hơn trong sự nghiệp cũng có thể bù đắp cho sự thiếu hụt tài sản tài chính ở một mức độ nhất định. Để cải thiện vận may trong sự nghiệp vào năm 2020, tốt hơn nên đeo vòng tay Lapis Lazuli có ký hiệu Dậu.<br/><br/>&emsp;Tử vi tuổi Dậu 2020 cho sự nghiệp cho thấy sẽ có rất nhiều cơ hội cho bạn. Trên thực tế, bạn có một cơ hội khá tốt để được thăng chức hoặc tăng lương, vì vậy mặc dù bạn sẽ dành nhiều thời gian và công sức cho công việc của mình, ít nhất, bạn sẽ được khen thưởng. Hơn nữa, bạn bè của bạn sẽ giúp đỡ bạn rất nhiều khi nói đến sự nghiệp và công việc của bạn. Vì vậy, hãy để trái tim và tâm hồn của bạn vào sự nghiệp của bạn và cho mọi người thấy những gì bạn được tạo ra. Có cơ hội thăng tiến và nâng cao sẽ may mắn.<br/><br/>&emsp;Tuy nhiên, năm không hoàn toàn sẽ có những xui xẻo, vì vậy bạn phải chú ý đến những gì bạn nói. Cố gắng giữ ý kiến của bạn với bản thân và thể hiện lòng trắc ẩn và tôn trọng người khác. Bạn cần quan tâm đến việc kinh doanh của riêng bạn. Đôi khi, cái miệng lớn của bạn có thể là kẻ thù tồi tệ nhất của chính bạn gây rắc rối cho bạn. Tránh xung đột và tranh chấp với người khác.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 1, Tháng 3, Tháng 4, Tháng 6, Tháng 8, Tháng 12.<br/><br/><b>Dự đoán tài lộc của tuổi Dậu năm 2020</b><br/>&emsp;Tài chính cho người tuổi Dậu vào năm 2020 dự đoán một năm có lợi nhuận cao cho các doanh nhân. Tất cả các liên doanh và đầu tư tài chính mới sẽ sinh lời. Điều quan trọng là phải khốn khổ khi chi tiêu. Tất cả các khoản đầu tư nên được nghiên cứu thích hợp.<br/><br/>&emsp;Người độc thân nên hỏi ý kiến cha mẹ để xử lý các vấn đề tài chính của họ. Tương tự, các doanh nhân nam nên cho phép vợ chăm sóc tài chính. Trong năm, bạn sẽ có sự hỗ trợ liên tục của bạn bè. Tránh bất kỳ suy đoán và tham lam để nhân số tiền của bạn.<br/><br/>&emsp;Tuổi Dậu dự báo năm 2020 cho thấy đây là năm bạn sẽ mỉm cười suốt chặng đường đến ngân hàng. Bất cứ điều gì bạn có trong đầu - một doanh nghiệp mới hoặc đầu tư, bạn có thể kiếm được khá nhiều lợi nhuận từ nó. Tuy nhiên, đừng ném tiền của bạn như nước, thực hiện một số nghiên cứu và tin tưởng vào bản năng của bạn, và bạn sẽ có được thu hoạch mà bạn mong muốn. Bạn sẽ nhận được nhiều sự giúp đỡ từ bạn bè bất cứ khi nào bạn cần. Nhớ đừng đánh bạc và không nên quá tham lam khi đầu tư.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 4, tháng 6, tháng 8, tháng 12.<br/><br/><b>Dự đoán tình cảm tuổi Dậu năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho những người tuổi Dậu trong năm Tý báo trước rằng định mệnh đứng về phía bạn trong vấn đề tình yêu. Mặc dù ít cơ hội để có được mối quan hệ yêu đương, bạn vẫn có thể gặp để có được người bạn đời phù hợp.<br/><br/>&emsp;Nếu bạn có thể xác định đúng đối tác, anh ấy hoặc cô ấy có thể từ vòng kết nối xã hội hoặc văn phòng của bạn. Chỉ có điều, bạn phải hết sức cảnh giác và gây ấn tượng với người khác giới.<br/><br/>&emsp;Có một mối nguy hiểm rình rập đối với các cặp vợ chồng trong năm Tý. Do đó, nếu cuộc hôn nhân của bạn lâu bền, bạn phải giữ cho người bạn đời của bạn hạnh phúc với sự quan tâm và ấm áp của bạn. Sự lãng mạn giữa bạn và bạn đời sẽ nảy nở, và có nhiều khả năng sẽ có một thành viên mới trong gia đình.<br/><br/>&emsp;Những người tuổi Dậu sẽ có vận may tình yêu vào năm 2020. Họ dễ gặp may mắn lãng mạn nhờ bạn bè và dễ dàng tìm kiếm cơ hội tình yêu ở những nơi giải trí và tiệc tùng. Tuy nhiên, những mối quan hệ bất ngờ này sẽ mang lại bất ngờ cho họ. Đối với những người tuổi Dậu đã kết hôn, nên tự giác, và tránh xa rượu, tránh mang lại những rắc rối tiềm ẩn cho gia đình và hôn nhân.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng tư, tháng sáu, tháng mười hai.<br/><br/><b>Dự đoán năm 2020 về sức khoẻ tuổi Dậu</b><br/>&emsp;Dự báo sức khỏe cho những người tuổi Dậu trong năm Tý 2020 không thể hiện một bức tranh đẹp. Nơi làm việc có thể là một nguồn gây căng thẳng, và bạn nên thực hiện các bước khắc phục để giảm căng thẳng. Lái xe nên cẩn thận trên đường để tránh bị tai nạn.<br/><br/>&emsp;Người tuổi Dậu nên cẩn thận để tránh chấn thương từ những vật sắc nhọn và phụ nữ đang mang thai nên chú ý đến những gì họ mặc.<br/><br/>&emsp;Nghiện rượu sẽ mang lại cho họ sự khó chịu về thể chất và những nguy hiểm tiềm ẩn. Người tuổi Dậu sẽ dễ dàng bị liên lụy hoặc gây ra thảm họa, gây thương tích cho cơ thể. Họ rất dễ mắc các vấn đề về hệ hô hấp và bệnh thương hàn. Chúng tôi khuyên nên tránh xa vùng nước nguy hiểm hoặc những nơi ẩm ướt.",
	"Tuat":"Tử vi tuổi Tuất năm 2020 cho thấy sau một năm chậm chạp 2019, cuối cùng, hãy ôm lấy bản thân để có một năm tốt đẹp hơn trong năm Tý 2020. Với một vài ngôi sao may mắn trên đường chân trời của bạn, mọi thứ sẽ luôn trở nên tốt đẹp hơn. Thành công là của bạn khi tham gia vào một số lĩnh vực bạn muốn theo đuổi.<br/><br/>&emsp;Bạn bè sẽ đóng một vai trò quan trọng trong cuộc sống của bạn vào năm Tý 2020. Vì vậy, hãy kết bạn thay vì kẻ thù và đánh giá cao tất cả những người bạn tốt mà bạn có. Họ chắc chắn sẽ giúp một tay khi bạn cần. Sẽ có một số thăng trầm và trở ngại, mặc dù có thể có những thay đổi phía trước như công việc mới hoặc vị trí hiện tại, nếu bạn có thể chọn, tốt hơn là giữ nguyên thay vì thay đổi lớn. Vì vậy, ở lại với công ty của bạn hoặc ngôi nhà hiện tại của bạn. Đừng thực hiện bất kỳ động thái hay kế hoạch lớn nào, có lẽ tốt hơn là đợi đến năm sau.<br/><br/>&emsp;Để hoàn thành mục tiêu của bạn trong năm 2020, Bạn phải tránh sự cố chấp và điều chỉnh bản thân với các điều kiện luôn thay đổi. Bạn sẽ phải lắng nghe quan điểm của người khác và đưa ra ý tưởng của bạn rõ ràng cho người khác.<br/><br/>&emsp;Người tuổi Tuất sẽ gặp may mắn vào năm 2020. Nhưng bạn cần quản lý vấn đề tiền bạc một cách hợp lý và không tiêu xài hoang phí, bởi vì vận may thông thường không có nghĩa là sẽ không có chuyện gì xảy ra. Ngược lại, những sự cố bất ngờ có thể khiến bạn mất rất nhiều tiền. Năm nay, những người tuổi Tuất nên đặc biệt chú ý đến sức khỏe và rất cẩn thận khi lái xe hoặc đi bộ bên ngoài.<br/><br/>&emsp;Tuy nhiên, tuổi Tuất cũng sẽ có nhiều cơ hội trong năm Tý 2020 và tất cả những gì cần thiết là mất thêm một chút và sẵn sàng điều chỉnh nhanh với một số sự kiện và đòi hỏi khắt khe. Trong khi đó, bạn sẽ cảm thấy xúc động và kích động theo thời gian. Cố gắng học hỏi từ những sai lầm của bạn trong những khoảnh khắc trước dây, và tận dụng những khoảnh khắc khi bạn đang ở trên đỉnh cao. Cụ thể, tốc độ cuộc sống cao hơn có thể khiếncác quyết định nhanh chóng được đưa ra để tận dụng các cơ hội trong năm nay.<br/><br/><b>Sự nghiệp của tuổi Tuất năm 2020</b><br/>&emsp;So với năm ngoái, sẽ không có gì đặc biệt xảy ra với sự nghiệp của bạn, vì vậy đừng có chuyển đổi công việc. Nói chung, nhảy việc là ngu ngốc khi bạn kém may mắn trong sự nghiệp. Do đó, bạn nên làm việc tốt hơn ở vị trí hiện tại và điều quan trọng nhất là làm tốt công việc trước mắt - chỉ bằng cách này bạn mới có thể tìm kiếm một công việc tốt hơn. Mỗi tuổi Tuất đều có ngày - bạn sẽ không gặp xui xẻo trong sự nghiệp; một ngày nào đó, bạn sẽ gặp may mắn.<br/><br/>&emsp;Năm 2020 thể hiện một bức tranh màu hồng trong công việc. Cần có thêm sự tự tin trong khi hoàn thành các dự án của bạn. Sự siêng năng của bạn sẽ được quản lý công nhận và sự nghiệp của bạn sẽ thăng tiến. Điều này sẽ được đi kèm với các khen thưởng và tăng lương. Trong khi làm việc, bạn nên tìm cách hoàn thành công việc của mình một cách hoàn hảo. Bạn cũng phải theo dõi các dự án được giao cho bạn đến điểm hoàn thành. Năm Tý sẽ cho bạn nhiều cơ hội để đảm nhận công việc bổ sung ngoài nơi làm việc hiện tại của bạn. Bạn có thể tận dụng kinh nghiệm và tài năng của mình để kiếm thêm tiền.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng 5, tháng 7, tháng 10, tháng 12.<br/><br/><b>Tài lộc của tuổi Tuất năm 2020</b><br/>&emsp;Đối với tài lộc, những người tuổi Tuất dễ bị tổn thất tài chính cá nhân. Nhưng đừng quá lo lắng về điều đó - tình hình sẽ không tồi tệ mà mất ít tiền. Theo lý thuyết phong thủy, thật tốt khi chịu tổn thất tài chính bất ngờ nhưng 'của đi thay người'. Trong suốt cả năm, tốt hơn hết bạn không nên đánh bạc hoặc mua vé số. Nó không quan trọng nếu bạn làm điều đó cho vui.<br/><br/>&emsp;Dự báo chiêm tinh tuổi Tuất năm 2020 đã báo trước một giai đoạn tuyệt vời về tiền bạc. Các tuổi Tuất sẽ có được thu nhập ổn định và sẽ có đủ để tiết kiệm. Bạn không nên phung phí vào những thứ xa xỉ và sử dụng thu nhập đưa vào tiền tiết kiệm. Các bạn làm việc trong các ngành bảo hiểm và bất động sản sẽ sẵn sàng đối mặt với sự biến động trong dòng tiền. Thỉnh thoảng bạn có thể mong đợi một khoản lợi nhuận từ các nguồn không xác định ngoài thu nhập thường xuyên của bạn.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 5, tháng 10, tháng 12.<br/><br/><b>Tình cảm của tuổi Tuất năm 2020</b><br/>&emsp;Tuổi Tuất sẽ được ban phúc trong mối quan hệ tình cảm vào năm 2020. Nếu bạn kết hôn, cuộc hôn nhân của bạn sẽ được cải thiện hơn nữa và không bị cãi vã; nếu bạn độc thân hoặc không có người thân, bạn có thể gặp đúng người, vì vậy hãy nắm bắt cơ hội để đi chơi nhiều hơn, kết bạn nhiều hơn và gặp gỡ nhiều người hơn để tăng xác suất. Mặc dù bạn sẽ trở nên nổi tiếng hơn với người khác giới, nhưng bạn không nên nói chuyện với người khác; nếu không thì nghiệp chướng sẽ trừng phạt bạn và người khác sẽ làm tổn thương bạn khi bạn làm tổn thương người khác.<br/><br/>&emsp;Dự đoán về tình yêu năm Tý khuyên các cặp vợ chồng nên vun đắp sự hòa hợp trong cuộc hôn nhân của họ. Bạn nên tận hưởng cuộc sống với người bạn đời của bạn. Điều tương tự cũng áp dụng cho các cặp đang trong giai đoạn tình yêu.<br/><br/>&emsp;Tuổi Tuất độc thân nên dành thời gian để tạo mối quan hệ mới. Bạn sẽ có rất nhiều cơ hội để có được bạn tình phù hợp nếu bạn nhìn xung quanh. May mắn đứng về phía bạn, và bạn có thể ngạc nhiên khi tìm thấy trong vòng tròn cuộc sống của bạn.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng năm, tháng mười, tháng mười hai.<br/><br/><b>Sức khỏe của tuổi Tuất năm 2020</b><br/>&emsp;Theo quan điểm về sự may mắn cho sức khỏe vào năm 2020, những người tuổi Tuất cần phải rất cẩn thận khi ra ngoài, hoặc bạn có thể dễ dàng gặp tai nạn. Bạn sẽ dễ bị chấn thương do tai nạn hơn là bệnh tật. Đối với phụ nữ tuổi Tuất, bạn không nên đi bộ một mình vào ban đêm mà nên thận trọng trong mọi việc; Đối với người đàn ông, chú ý đến sự an toàn khi bạn đang lái xe.<br/><br/>&emsp;Sẽ có các vấn đề sức khỏe liên quan đến công việc bên cạnh các chấn thương và các sự kiện liên quan đến nước. Điều cần thiết là bạn phải chú ý đến sức khỏe cảm xúc của mình bên cạnh việc rèn luyện thể chất. Sức khỏe của một số thành viên trong gia đình cũng sẽ gây ra một số lo lắng, và bạn phải chú ý đúng mức đến sức khỏe của họ.",
	"Hoi":"Tử vi năm 2020 tuổi Hợi cho thấy sau một năm 2019 đầy khó khăn, cuối cùng may mắn của bạn đã chuyển sang những điều tốt đẹp hơn trong năm Tý 2020, đặc biệt là vào nửa cuối năm. Vẫn còn một số trở ngại và va chạm trên đường đi, vì vậy bạn cần kiên nhẫn, bình tĩnh và vận may của bạn sẽ ngày càng tốt hơn vào mùa thu. Do thực tế là có một số ngôi sao không may mắn được mang đến cho bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền nhỏ trong khoản đầu tư.<br/><br/>&emsp;Cố gắng đừng để mất tập trung và nóng nảy, bạn phải học cách theo dõi hành vi và lời nói của mình, bạn có thể vô tình giẫm phải vết xe đổ một vài bản ngã do xung đột, vì vậy hãy lưu ý và làm mát trước khi cho phép bạn có cơ hội nói. Bên cạnh việc cẩn thận với những gì bạn nói, bạn cũng cần học cách quan tâm đến việc kinh doanh của chính mình; bạn có thể kéo mình vào thứ gì đó mà bạn thực sự không quan tâm. Trong khi đó, sức khỏe cũng có thể trở thành một trong những mối quan tâm lớn của bạn trong năm nay, vì vậy hãy chú ý hơn đến sức khỏe của chính bạn.<br/><br/>&emsp;Người tuổi Hợi sẽ giống như những chú chó may mắn vào năm 2020. Được ban phúc bởi ngôi sao tốt lành, bạn sẽ khá may mắn trong cả sự nghiệp và tài lộc, như thể được ông trời ủng hộ. Tuy nhiên, mối quan hệ tình yêu sẽ không may mắn như vậy, tuy nhiên có thể phụ thuộc vào may mắn để bạn gặp đúng người! Sức khỏe sẽ là điều bạn cần quan tâm nhất vì đây là khía cạnh kém may mắn nhất. Đừng thờ ơ với sức khỏe vì công việc mà hãy tập trung vào cả hai để đạt được thành công. Nói tóm lại, xu hướng chung của tuổi Hợi sẽ rất tốt trong năm 2020. Đừng quên nắm bắt cơ hội vì cơ hội như vậy không thể bỏ lỡ. Thành công thường nằm ở một điểm cụ thể, vì vậy hãy chắc chắn rằng bạn sẽ nắm lấy cơ hội.<br/><br/>&emsp;Tử vi năm 2020 trong năm Tý cho thấy trong sáu tháng đầu năm, bạn sẽ phải đối mặt với nhiều trở ngại. Do đó cần phải duy trì sự điềm tĩnh của bạn và hy vọng cho những ngày tốt hơn. Sức mạnh của sao không hữu ích trong năm có khả năng bạn trở nên cáu kỉnh. Trong quá trình đó, sẽ có sự mất tập trung và thậm chí các vấn đề tài chính. Tránh tất cả các loại xung đột và tranh cãi và phải tập trung vào trách nhiệm của bạn<br/><br/><b>Sự nghiệp của tuổi Hợi năm 2020</b><br/>&emsp;Khá may mắn trong sự nghiệp, những người sinh ra năm tuổi Hợi sẽ ở đỉnh cao của sự nghiệp, vì vậy hãy nắm bắt cơ hội và không bao giờ lãng phí may mắn trong sự nghiệp. Hãy thử nhiều công việc khác nhau, bạn sẽ tìm thấy một công việc phù hợp bất ngờ. Về mặt học hành, bạn là ưu tú vì bạn rất thông minh và phù hợp nhất để khởi nghiệp. Nhưng nếu không được phép bởi các điều kiện khách quan, bạn cũng có thể làm việc để người khác hoàn thành điều gì đó; đừng chùn bước vì trí thông minh của bạn - thành công bao gồm 1% quà tặng và 99% nỗ lực. Chỉ khi bạn tận dụng tốt năng lượng và tài năng của mình, bạn mới có thể sống với may mắn khá tốt cho sự nghiệp trong năm nay.<br/><br/>&emsp;Mặc dù những người có người sẽ có cơ hội vàng tại nơi làm việc và nhận được sự giúp đỡ từ cấp trên, nhưng các đối thủ cạnh tranh cũng sẽ nắm lấy cơ hội của bạn vì cạnh tranh. Bên cạnh đó, sự xáo trộn từ những người có tính cách đố kỵ sẽ dẫn đến ảnh hưởng trong công việc. Bạn nên giữ bình tĩnh; Hãy là một người dịu dàng. Ngoài ra, dành nhiều thời gian hơn để đọc sách để cải thiện cá nhân.<br/><br/>&emsp;Mặt khác, bạn nên sẵn sàng đối mặt với căng thẳng do công việc của bạn tạo ra và khắc phục những vấn đề do đối thủ của bạn tạo ra. Có khả năng gặp rắc rối pháp lý trong năm nay. Bạn phải đối phó với tất cả những khó khăn với một khung tâm trí tuyệt vời, và thành công cuối cùng sẽ thuộc về bạn.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tài lộc của tuổi Hợi năm 2020</b><br/>&emsp;Tuổi Hợi sẽ rất may mắn trong việc kiếm tiền và nhận được lợi ích lớn trong đầu tư chứng khoán. Nhưng bạn nên kiểm soát  tiêu tiền. Nếu không, bạn sẽ không cân bằng được thu nhập và chi phí và không tiết kiệm tiền. Ngoài đầu tư, bạn cũng sẽ có cơ hội nhận được lợi nhuận từ việc mua vé số, nhặt tiền hoặc được cảm ơn vì đã mạnh dạn làm những gì chính đáng. Nói một cách dễ hiểu, hãy làm nhiều việc tốt hơn và tích lũy may mắn để được ban phúc nhiều hơn trong tài lộc và nhận được sự giúp đỡ từ người khác.<br/><br/>&emsp;Những cơ hội có thể tạo ra một lượng thu nhập nhất định có thể sẽ bị người khác chộp lấy. Bằng cách này, lợi nhuận cá nhân của bạn sẽ bị xâm phạm. Những kết quả không may mắn này sẽ đến từ các cuộc chạy đua thất bại hoặc thái độ cạnh tranh tiêu cực đối với công việc và cuộc sống. Bạn nên tránh xa các khoản đầu tư mạo hiểm và cũng tránh hợp tác với bạn bè trong năm nay.<br/><br/>&emsp;Tuổi Hợi đi việc làm sẽ có thu nhập ổn định. Bạn nên tập trung vào tiết kiệm và tránh các chi phí không cần thiết. Tất cả các khoản đầu tư đầu cơ nên cẩn thận, và tiết kiệm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tình cảm của tuổi Hợi năm 2020</b><br/>&emsp;Mối quan hệ tình cảm cũng sẽ được ban phúc cho bạn, những người tuổi Hợi có thể cảm thấy thoải mái về điều đó. Được hỗ trợ bởi ngôi sao tốt lành, những chú Lợn độc thân sẽ có nhiều khả năng bắt đầu một mối quan hệ và trở nên nổi bật hơn với người khác giới. Mặc dù vậy, bạn không thể hoàn toàn tập trung vào mối quan hệ tình cảm nhưng lại gây căng thẳng trong công việc và tình yêu bởi vì xem xét cài gì là nền tảng của tình yêu và hạnh phúc. Đối với tuổi Hợi đã kết hôn, bạn nên duy trì hôn nhân đúng cách và tránh xa mối quan hệ ngoài hôn nhân.<br/><br/>&emsp;Các cặp vợ chồng sẽ có một năm tuyệt vời với sự hạnh phúc của họ. Mối quan hệ của bạn sẽ là nguồn ghen tị cho người khác bất chấp những cuộc mâu thuẫn nhỏ thông thường trong cuộc sống hôn nhân. Tất cả các vấn đề giữa các cặp vợ chồng nên được hài hoà ngay lập tức, và sự hòa hợp sẽ thắng thế. Tuooit Hợi đang yêu cũng sẽ có một năm tuyệt vời.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 9, tháng 12.<br/><br/><b>Sức khỏe của tuổi Hợi năm 2020</b><br/>&emsp;Sức khỏe vào năm 2020 và bạn có thể bị một căn bệnh nghiêm trọng, dữ dội và không thể cưỡng lại. Nhưng đừng quá bận tâm về nó vì nó không phải là một căn bệnh nan y nhưng có thể rất đau đớn và đau đớn. Đừng đánh mất trái tim, hãy tự tin và tiếp tục vui sống. Chỉ bằng cách này, bạn có thể phục hồi tốt hơn và nhanh hơn. Đối với bạn, lý do chính khiến bạn bị ốm sẽ là ngày và đêm làm việc liên tục tiêu tốn sức khỏe của bạn; một khi bạn thức khuya trong một thời gian dài và bị bế tắc trong một thời gian dài, bệnh tật, nghiêm trọng hoặc nhỏ, sẽ đánh bạn và kéo bạn xuống từng bước.<br/><br/>&emsp;Dựa trên dự đoán vận may của lợn vào năm 2020, người lợn có nhiều khả năng bị thấp khớp, rối loạn gan và tim và các bệnh trong hệ hô hấp. Lời khuyên là hãy tránh xa những nơi tối tăm và ẩm ướt. Ngoài ra, tham gia các sự kiện ngoài trời và giúp đỡ người khác là phương pháp tốt để điều chỉnh sức khoẻ hợp lý.",
	"BachDuong":"<b>Tử vi về tình cảm của Bạch Dương 2020</b><br/>&emsp;Đối với những bạn cung Bạch Dương mà còn độc thân thì đường tình cảm của bạn trong năm 2020 sẽ rất thuận lợi, may mắn. Bạn có thể sẽ tìm thấy được tình yêu giữa những người bạn đã có sự quen biết và  những người có nhiều điểm chung và có nhiều triển vọng của hôn nhân vào năm 2020.<br/><br/>&emsp;Với những bạn Bạch Dương đã kết hôn, cuộc sống hôn nhân của bạn sẽ hạnh phúc, êm ấm và tràn ngập tình yêu giữ 2 người do ảnh hưởng của hành tinh. Nhưng chuyện đau buồn, cãi vã và cả tổn thương trong quá khứ có thể dễ dàng quên đi. Để tránh những cãi vã trong cuộc sống vợ chồng, 2 người nên thẳng thắn trong giao tiếp sẽ giúp ích rất nhiều để cải thiện tình cảm.<br/><br/><b>Về sự nghiệp của Bạch Dương năm 2020</b><br/>&emsp;Dự báo năm 2020 cho Bạch Dương cho thấy đây có thể là một giai đoạn hỗn loạn trong nửa đầu năm 2020 này. Bạn có thể sẽ gặp một ít khó khăn, nhưng mọi chuyện sẽ sớm suôn sẻ hơn và có thể sẽ có những thay đổi trong sự nghiệp. Tuy nhiên, bạn cũng nên giữ mối quan hệ hài hòa với người có kinh nghiệm và đồng nghiệp của mình. <br/><br/><b>Về tài chính năm 2020</b><br/>&emsp;Trong năm 2020 của Bạch Dương dự đoán một năm có rất nhiều may mắn về tài chính, đặc biệt là cuối tháng Sáu. Nếu quyết tâm và kiên trì bạn hoàn toàn có thể  bắt đầu một doanh nghiệp hoặc công việcc mới. Với vận may của năm nay, ban sẽ không gặp nhiều trục trặc đáng kể nào trong tình hình tài lộc của bạn và bạn có thể hứng thú với việc quyên góp vào các hoạt động nhân đạo.<br/><br/><b>Về sức khỏe của Bạch Dương năm 2020</b><br/>&emsp;Tình hình sức khỏe của Bạch Dương cho thấy bạn nên tập trung vào cuộc sống bình an và tránh căng thẳng. Ảnh hưởng của Sao Mộc có thể được nhìn thấy trong việc duy trì sức khỏe tốt của bạn trong nửa đầu năm. Sáu tháng cuối năm sẽ trở nên tồi tệ trên mặt trận sức khỏe, bạn cần phải bảo tồn và duy trì năng lượng trong bạn.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Bạch Dương cho thấy bạn sẽ khá bình thản, và may mắn trong năm nay. Đối với hầu hết các việc, mọi thứ sẽ ổn định và không đáng lo ngại. Những thay đổi đáng kể có thể đến, nhưng chỉ khi bạn là người tạo ra chúng. Những thay đổi nhỏ sẽ tự đến. Bạn sẽ cần phải hành động hoặc làm việc chăm chỉ hơn nữa nếu bạn muốn làm cho năm của bạn thú vị hơn.<br/><br/><b>Tử vi hàng tháng của Bạch Dương 2020</b><br/><b>Tháng 1</b>:  Đây là thời điểm tuyệt vời để Bạch Dương bắt đầu một liên doanh, công việc hoặc những hợp đồng mới.<br/><br/><b>Tháng 2</b>: Một tháng tuyệt vời để xây dựng các mối quan hệ ngoại giao chuyên nghiệp và cá nhân của bạn.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng giúp bạn bạn sẽ có năng lượng và hứng thú để thực hiện những nhiệm vụ khó khăn nhất trong công việc của mình.<br/><br/><b>Tháng 4</b>:  Tháng này là thời điểm tốt nhất để sử dụng năng lượng của bạn cho các ý tưởng xây dựng trong công việc.<br/><br/><b>Tháng 5</b>:  Tháng này bạn phải cẩn thận để không tham gia vào các dự án đầy tham vọng.<br/><br/><b>Tháng 6</b>: Vào tháng 6 bạn cần kiên trì và có sự kiên nhẫn cho những thời điểm khó khăn để vượt qua.<br/><br/><b>Tháng 7</b>: Đây là tháng giúp đỡ người khác sẽ mang lại cho bạn niềm vui và hạnh phúc.<br/><br/><b>Tháng 8</b>:  Tháng 8 có thể mang lại một số nhầm lẫn trong các khía cạnh khác nhau của cuộc sống.<br/><br/><b>Tháng 9</b>: Đây là tháng sẽ mang đến sự quan tâm trong việc thức tỉnh tâm linh cho cung hoàng đạo Bạch Dương.<br/><br/><b>Tháng 10</b>:  Tháng 10 chính xác là lúc bạn sẽ bận rộn với nhiều điều xảy ra trong cuộc sống.<br/><br/><b>Tháng 11</b>: Bạn sẽ cần phải đi chậm, cân nhắc kỹ lưỡng về công việc của mình hơn  để bạn không bị thua lỗ.<br/><br/><b>Tháng 12</b>:  Đây sẽ là một tháng tốt cho Bạch Dương, và bạn cũng sẽ cảm thấy tốt khi giúp đỡ người khác.<br/><br/>&emsp;",
	"KimNguu":"<b>Về sự nghiệp năm 2020 của Kim Ngưu</b><br/>&emsp;Tử vi năm 2020 của Kim Ngưu cho thấy bạn nên cẩn trọng về các mối quan hệ với đồng nghiệp của mình, những người có thể tạo ra những trở ngại cho bạn. Tuy nhiên, trong năm nay bạn có thể hoàn thành mục tiêu của mình bằng sự siêng năng và kiên trì, mọi nỗ lực đều có thể thu lại được thành quả xứng đáng. Bạn cũng có thể có một ông việc tốt hơn hoặc được thăng chức lên một vị trí cấp cao.<br/><br/><b>Về tài chính của Kim Ngưu 2020</b><br/>&emsp;Dự đoán cung hoàng đạo Kim Ngưu 2020, vào khoảng cuối tháng 8 vấn đề tài chính của bạn sẽ may mắn, thành công hơn. Bên cạnh đó, nếu bạn có bất cứ dự định gì cần tiêu sài đến tiền, thì mọi thứ sẽ không quá khó khăn. Tuy nhiên hãy luôn biết tiết kiệm tiền và giữ nó cho ngày sau.<br/><br/><b>Tử vi tình yêu của Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, tình yêu cuộc sống của bạn sẽ tràn ngập cảm xúc và đam mê. Mối quan hệ của bạn sẽ tốt đẹp và thuận lợi hơn rất nhiều. Đây cũng là dịp giúp bạn kết nối lại các mối quan hệ căng thẳng trong những năm qua. <br/><br/>&emsp;Đối với những người đã kết hôn, việc tiến tới hôn nhân là điều tự nhiên. Cuộc sống vợ chồng sẽ có nhiều điều mới mẻ, hạnh phúc trong năm nay.<br/><br/><b>Tử vi gia đình Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, cuộc sống gia đình của Kim Ngưu đảm bảo sẽ có một năm hạnh phúc và dễ chịu hơn so với mọi năm. Mặc dù có thể có một số xích mích trong nửa đầu năm giữa các thành viên trong gia đình, nhưng những tháng cuối năm moi chyện sẽ ổn thỏa và tốt đẹp hơn. <br/><br/><b>Tử vi sức khỏe của Kim Ngưu năm 2020</b><br/>&emsp;Trong năm 2020 này, Kim Ngưu nên hết sức chú tâm đến tình trạng sức khỏe của bạn trong năm nay. Bạn hãy cố gắng thực hiện một số thói quen tập thể dục và cố gắng ăn một chế độ ăn uống điều độ, cân bằng để bạn có thể khỏe mạnh nhất có thể.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Kim Ngưu cho thấy đây là một năm ổn định và bình yên đối với bạn. Do đó là thời điểm thích hợp để bạn bắt tay vào những kế hoạch đẫ đặt ra. Hãy chuẩn bị để đưa ra quyết định quan trọng liên quan đến nghề nghiệp hoặc các mối quan hệ của bạn. Ngoài ra, bạn cũng nên hỏi ý kiến của người thân trong gia đình để đưa ra quyết định đúng đắn nhất.<br/><br/><b>Tử vi hàng tháng của Kim Ngưu 2020</b><br/><b>Tháng 1</b>: Trong tháng này Kim Ngưu cần phải cẩn thận trên mặt trận sức khỏe của bản thân, tập thể dục và ăn uống điều độ.<br/><br/><b>Tháng 2</b>: Tháng này sẽ yêu cầu bạn phải kiên nhẫn trên các mặt trận cá nhân cũng như tính chuyên nghiệp.<br/><br/><b>Tháng 3</b>: Tháng này, Kim Ngưu sẽ thấy được ​​sự cải thiện về tài chính và nắm giữ tiền tệ.<br/><br/><b>Tháng 4</b>: Đây sẽ là tháng bạn đạt được nhiều thành tự trong công việc, c cải thiện triển vọng kinh doanh và sự nghiệp của bạn.<br/><br/><b>Tháng 5</b>: Đây là một tháng tốt lành cho du lịch và phúc lành tài chính.<br/><br/><b>Tháng 6</b>: Mọi điều tốt đẹp sẽ đến với sức khỏe tốt và cơ hội mới cho Kim Ngưu.<br/><br/><b>Tháng 7</b>: Tháng 7 này, bạn có thể theo đuổi một kỹ năng mới và phát triển cơ hội kiếm việc làm tốt hơn.<br/><br/><b>Tháng 8</b>: Bạn sẽ kiếm được một số tiền từ các nguồn bất ngờ.<br/><br/><b>Tháng 9</b>: Đây có thể sẽ là một tháng lý tưởng để dành cho bạn bè và gia đình, hãy dành thời gian để quan têm đến gia đình của mình hơn.<br/><br/><b>Tháng 10</b>: Đây là khoảng thời gian những người đã sai, bạn sẽ phải gánh chịu hậu quả.<br/><br/><b>Tháng 11</b>: Là thời điểm thích hợp cho sự khởi đầu mới. Bạn sẽ được ban phúc với may mắn và hạnh phúc.<br/><br/><b>Tháng 12</b>: Tháng 12 sẽ là thời điểm tốt để tận hưởng bản thân và đi nghỉ dài ngày với những người thân yêu.<br/><br/>&emsp;",
	"SongTu":"<b>Tử vi sự nghiệp Song Tử  năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho Song Tử trong năm 2020, nếu bạn làm việc trong ngành nghề và quan hệ đối tác sẽ có một giai đoạn thuận lợi. Do những khía cạnh tích cực của Sao Mộc, bạn có thể mong đợi rất nhiều thành tích trong công việc của mình. Bên cạnh đó, bạn cũng sẽ đạt được bởi những thay đổi bước ngoặt trong môi trường kinh doanh.<br/><br/><b>Tử vi tài chính Song Tử 2020</b><br/>&emsp;Những người thuộc cung Song Tử có thể sẽ gặp nhiều khó khăn trong vấn đề tài chính trong năm nay. Điều này chủ yếu là do các khía cạnh tiêu cực của Sao Thổ. Hơn nữa, bạn nên tránh những chi phí không cần thiết, chi phí phải phù hợp hoặc nằm trong thu nhập của bạn và cần học cách tiết kiệm.<br/><br/><b>Tử vi tình yêu Song Tử năm 2020</b><br/>&emsp;Tình yêu của Song Tử cho năm 2020 cho thấy một giai đoạn hài hòa, hạnh phúc cho các cặp vợ chồng và cả những ai còn độc thân. Bạn sẽ có nhiều cơ hội để hiểu đối tượng của mình hơn. Kết quả là tình yêu cuộc sống sẽ thú vị và bình yên.<br/><br/>&emsp;Với những ai đã kết hôn có thể sẽ có được rất nhiều niềm vui và đam mê trong năm 2020. Để duy trì mọi mối quan hệ,  bạn cần tránh tranh cãi về những điều nhỏ nhặt.<br/><br/><b>Tử vi gia đình Song Tử năm 2020</b><br/>&emsp;Dự đoán chiêm tinh Gia đình Song Tử cho năm 2020 chỉ ra rằng các khía cạnh kết hợp của Sao Mộc và Sao Thổ sẽ mang lại sự hài hòa cũng như chia sẻ các vấn đề. Cuộc sống gia đình sẽ hòa thuận, êm ấm, tuy nhiên cũng hết sức tránh các mâu thuẫn từ vấn đề nhỏ. Bên cạnh đó, hãy thường xuyên hỏi thăm và chia sẻ với thành viên trong gia đình.<br/><br/><b>Tử vi sức khỏe Song Tử 2020</b><br/>&emsp;Tử vi cung Song Tử dự báo cho thấy sức khỏe của bạn sẽ có vấn đề trong năm 2020. Vạy nên hãy thường xuyên chăm chút đến sức khỏe của mình. Trong quý thứ hai, bạn nên chuẩn bị để đối mặt với những cơn đau ốm đột ngột vì những khía cạnh tiêu cực của Sao Mộc.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Tử cho thấy rằng năm nay là một khởi đầu mới cho bạn. Trong năm nay, bạn hoàn toàn có thể chọn lựa bắt đầu một thứ gì đó mới mẻ để làm việc hoặc giải trí. Làm những việc mà bạn yêu thích và không thỏa hiệp với bất kỳ ai khác. 2020 là năm của bạn, vì vậy hãy làm bất cứ điều gì bạn cần làm để làm cho nó tuyệt.<br/><br/><b>Hãy cùng xem tử vi cung Song Tử hàng tháng năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là thời gian để bạn suy ngẫm về bước đi tiếp theo của mình và tập trung hơn vào giáo dục.<br/><br/><b>Tháng 2</b>: Hãy hết mình theo đuổi đam mê và cả các sự kiến giáo dục của mình.<br/><br/><b>Tháng 3</b>: Tháng 3 có thể là thời điểm khó khăn để bạn giữ im lặng khi thấy điều gì đó không ổn xảy ra.<br/><br/><b>Tháng 4</b>: Bạn có thể cải thiện mối quan hệ của bạn với bạn bè và gia đình của bạn.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng đầy đam mê và cảm xúc. Thực hành thiền sẽ có lợi.<br/><br/><b>Tháng 6</b>: Là một tháng tràn đầy năng lượng khi bạn sẽ muốn làm một cái gì đó mới, tiếp tục hết mình với công việc của mình.<br/><br/><b>Tháng 7</b>: Hãy lên kế hoạch cho tương lai của bạn. Có thể là một nghề nghiệp hoặc các mối quan hệ mới, đây là một tháng tốt để suy nghĩ về nó.<br/><br/><b>Tháng 8</b>: Tháng 8 sẽ là một tháng đầy biến động trong cuộc sống của bạn. Thời điểm khó khăn có thể đến trước mặt bạn.<br/><br/><b>Tháng 9</b>: Bạn nên giao tiếp tốt hơn với những người thân yêu và đồng nghiệp.<br/><br/><b>Tháng 10</b>: Bạn sẽ cần đưa ra những quyết định quan trọng có thể thay đổi tương lai của bạn.<br/><br/><b>Tháng 11</b>: Tháng này, bạn sẽ thích giúp đỡ mọi người, điều đó sẽ mang lại cho bạn sự bình an về tinh thần.<br/><br/><b>Tháng 12</b>: Hứa hẹn tháng 12 sẽ là một tháng bận rộn. Nhiều lực sẽ kéo bạn theo các hướng khác nhau.<br/><br/>&emsp;",
	"CuGiai":"<b>Triển vọng sự nghiệp cung Cự Giải năm 2020</b><br/>&emsp;Dự đoán tử vi năm 2020 của Cự Giải, năm nay có khả năng xảy ra xung đột tại nơi bạn làm việc nên cần cẩn thận lời ăn tiếng nói hoặc các mối quan hệ khác. Bạn sẽ cần phải làm việc chăm chỉ hơn và tự tin hơn so với đồng nghiệp nếu bạn muốn đạt nhiều thanh tựu vào năm 2020.<br/><br/><b>Dự đoán tình yêu cung Cự Giải năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn có khả năng tìm thấy sự hòa hợp trong các mối quan hệ tình cảm của mình. Mọi thứ sẽ tự nhiên và tốt đẹp hơn rất nhiều.<br/><br/>&emsp;Nếu bạn hiện là một Cự Giải độc thân, thì đây cũng là một năm tuyệt vời để cố gắng tìm kiếm người như ý. Bạn có nhiều khả năng tìm thấy tình yêu với một người mà bạn có nhiều điểm chung hơn là những người khác thích bạn.<br/><br/><b>Dự báo Tài chính cung Cự Giải năm 2020</b><br/>&emsp;Năm Canh Tý này, bạn cũng có khả năng gặp may mắn trong tài chính của mình trong năm nay. Cuộc sống của bạn sẽ tiện lợi, dễ dnagf hơn với việc chi tiêu thường nhật. Tiền bạc cũng du giả hơn rất nhiều. Làm việc theo sở thích kiếm tiền cũng là một cách tốt để có thêm tiền tiêu vặt.<br/><br/><b>Tử vi sức khỏe cung Cự Giải năm 2020</b><br/>&emsp;Có thể thấy, trong năm nay bạn có thể sẽ gặp vấn đề với sức khỏe nhưng bạn vẫn nên cố gắng tập thể dục thường xuyên. Cố gắng thích nghi với một thói quen tập thể dục hoặc chế độ ăn uống mới trong năm nay.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Cự Giải dự đoán rằng năm nay bạn sẽ có nhiều may mắn và học được nhiều điều về bản thân bằng cách xem những gì người khác làm. Bạn sẽ có nhiều cảm hứng trong công việc của mình. Đây chỉ là một vài ví dụ về những điều có thể truyền cảm hứng cho sự thay đổi trong cuộc sống của bạn vào năm 2020.<br/><br/><b>Tử vi hàng tháng của Cựu Giải năm 2020</b><br/><b>Tháng 1</b>: Tháng này sẽ là một tháng của những câu hỏi và sự nhầm lẫn cho Cự Giải.<br/><br/><b>Tháng 2</b>: Trong tháng này, bạn sẽ có khoảng thời gian cần cẩn thận với những gì xảy ra xung quanh bạn để không gặp phải những chuyện không mong muốn.<br/><br/><b>Tháng 3</b>: Đây là thời điểm tốt để theo đuổi giáo dục đại học.<br/><br/><b>Tháng 4</b>: Tháng 4 sẽ là một tháng đầy cảm xúc đối với những người Cự Giải.<br/><br/><b>Tháng 5</b>: Trong tháng này, hãy tập trung năng lượng của bạn vào các công việc cần tới bạn.<br/><br/><b>Tháng 6</b>: Bạn sẽ có nhiều cảm hứng và cả cơ hội trong công việc.<br/><br/><b>Tháng 7</b>: Vì là tháng sinh nhật của bạn khi bạn sẽ hạnh phúc về mọi mặt trong cuộc sống, chuyện tình cảm như ý.<br/><br/><b>Tháng 8</b>: Đây là một tháng tốt lành để bắt đầu dự án mới mà bạn đã chuẩn bị trong nhiều tháng.<br/><br/><b>Tháng 9</b>: Hãy cẩn trọng vì đây là lúc bạn nên chuẩn bị để đối mặt với mọi trở ngại trên con đường của mình.<br/><br/><b>Tháng 10</b>: Hứa hẹn sẽ là một tháng thuận lợi khi bạn sẽ rơi vào những mối quan hệ mới.<br/><br/><b>Tháng 11</b>: Khoảng thời gian này bạn cần suy nghĩ kỹ trước khi đưa ra bất kỳ quyết định quan trọng nào.<br/><br/><b>Tháng 12</b>: Bạn sẽ dành nhiều thời gian cho chuyện tình cảm cá nhân của mình.<br/><br/>&emsp;",
	"SuTu":"<b>Về tình yêu của cung Sư Tử năm 2020</b><br/>&emsp;2020 là một năm cho sự thay đổi khi nói đến mối quan hệ của bạn. Tuy nhiên, có thể xảy ra vấn đề trong cuộc sống lãng mạn của bạn, nếu bạn không ở bên đúng người. Bạn có thể cố gắng giải quyết mọi việc hoặc bỏ chúng đi khi xảy ra vấn đề.<br/><br/>&emsp;Nếu bạn đang tìm kiếm một mối quan hệ mới, bạn có thể sẽ gặp được người như ý và khả năng sẽ hạnh phúc hơn với các kết nối hơn là các cam kết.<br/><br/><b>Sự nghiệp của Sư Tử năm 2020</b><br/>&emsp;Chiêm tinh học 2020 dự đoán rằng năm nay bạn sẽ tập trung hơn bao giờ hết vào công việc. Bên cạnh đó, bạn cũng có khả năng nhận được nhiều công việc hơn. Cố gắng kết bạn với đồng nghiệp và cấp trên của bạn. Chúng giúp bạn tạo ra sự ổn định trong công việc của bạn, và thậm chí giúp bạn nổi bật. <br/><br/><b>Dự báo tài lộc của Sư Tử năm 2020</b><br/>&emsp;Trong năm nay bạn sẽ cảm thấy có xu hướng tiết kiệm tiền của mình hơn là chi tiêu hoang phí. Bởi vì điều này, bạn cũng có khả năng tăng thu vào ngân sách của bạn nhiều hơn và chăm sóc nó tốt cho bản thân hơn so với những năm trước. Hãy nắm bắt cơ hội để kiếm nhiều tiền hơn, như đầu tư vào năm 2020.<br/><br/><b>Tử vi sức khỏe cho Sư tử năm 2020</b><br/>&emsp;Tử vi dự đoán năm 2020 báo trước rằng Sư Tử có thể cảm thấy bốc đồng hơn bình thường trong năm nay. Trong khi điều này là tuyệt vời cho tâm trí của bạn, nó cũng tuyệt vời cho cơ thể của bạn. Bạn nên thử các bài tập mới hoặc ăn các loại thực phẩm mới. Bên cạnh đó, một vấn đề phổ biến với Leos là họ thiếu ngủ, vì vậy hãy cố gắng thực hiện điều này để tránh mệt mỏi nói chung và các vấn đề sức khỏe có thể đi kèm với nó.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Sư Tử dự đoán rằng năm nay tất cả là dành cho sự phát triển cá nhân, đây sẽ là thông tin cho gần như mọi Sư Tử. Bạn có khả năng có nhiều năng lượng hơn để hoàn thành công việc và còn dư lại để tiệc tùng một chút sau đó. Bạn có thể hoàn thành bất cứ điều gì nếu bạn cố gắng hết sức ngay cả trong thời kỳ khó khăn của sao Thủy năm 2020! Đối với hầu hết mọi thứ, bạn có thể có một năm dễ dàng và thú vị.<br/><br/><b>Tử vi hàng tháng của Sư Tử năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt cho việc hướng nội, lập kế hoạch trong tương lai và có gắng thực hiện nó một cách hoàn hảo.<br/><br/><b>Tháng 2</b>: Bạn cần thực hiện các kế hoạch một cách hoàn chỉnh thay vì phá vỡ những chi tiết nhỏ nhặt.<br/><br/><b>Tháng 3</b>: Có thể nói tháng 3 là thời điểm tốt cho những mối quan hệ lãng mạn và tình yêu mới. Đừng bắt đầu một cái gì đó mới trên mặt trận sự nghiệp của bạn.<br/><br/><b>Tháng 4</b>: Những gì đang xảy ra trong tháng này hãy cố gắng làm quen và chấp nhận nó.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng tuyệt vời để Sư tử bắt đầu các dự án mới và giúp đỡ những người khác trong các hoạt động xã hội.<br/><br/><b>Tháng 6</b>: Tháng 6 sẽ thuận lợi khi bạn sẽ đối mặt với cuộc sống với nụ cười trên khuôn mặt.<br/><br/><b>Tháng 7</b>: Bạn hãy biết cách nắm lấy các cơ hội đến với bạn trong tháng này.<br/><br/><b>Tháng 8</b>: Sẽ là một tháng thuận lợi khi bạn sẽ tràn đầy sức sống và đam mê mới, bạn sẽ không dễ dàng bỏ cuộc.<br/><br/><b>Tháng 9</b>: Đây là một tháng để xã hội hóa và tiệc tùng, chỉ cần đừng quá lạm dụng nó.<br/><br/><b>Tháng 10</b>: Sẽ là một tháng ổn định, yên bình. Đây là thời điểm thích hợp để trở lại trên đôi chân của bạn.<br/><br/><b>Tháng 11</b>: Tháng này sẽ đem lại nhiều điều tốt cho sinh viên Sư Tử. Tài chính cũng sẽ rất tuyệt vời và tốt hơn.<br/><br/><b>Tháng 12</b>: Bạn nên  đi hành hương nhiều hoặc bắt đầu những kỳ nghỉ tâm linh với những người thân yêu của bạn.<br/><br/>&emsp;",
	"XuNu":"<b>Về tình yêu của Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, mọi sự sẽ rất may mắn với Xử nữ trong chuyện tình cảm, mọi thứ đang diễn ra tốt đẹp với bạn và bạn không cần phải thay đổi những gì bạn đang làm. <br/><br/>&emsp;Trong năm mới này, nhiều cơ hội sẽ đến theo cách của bạn để tạo ra sự thay đổi trong mối quan hệ của bạn nếu bạn cần. Các mói quan hệ cũng sẽ đến nếu bạn đang tìm cách cải thiện mối quan hệ của mình với bạn bè và các thành viên trong gia đình.<br/><br/><b>Sự nghiệp của cung Xử Nữ năm 2020</b><br/>&emsp;Vấn đề sự nghiệp của xử Nữ trong năm nay sẽ có ảnh hưởng đôi chút từ năm ngoái. Cuộc sống của bạn sẽ vẫn hoạt động theo cùng một cách như năm ngoái, không có nhiều điểm khác biệt rõ rệt. Bạn có thể tập trung vào một thứ rất lâu và kỹ năng của bạn có khả năng tỏa sáng, thành công hơn nữa trong năm nay.<br/><br/><b>Tài chính cung Xử Nữ năm 2020</b><br/>&emsp;Cung Xử Nữ năm 2020 cũng gợi ý rằng bạn cũng sẽ cải thiện rất nhiều về thu nhập của mình trong năm nay. Bạn sẽ có đủ tiền để chi trả cho tất cả các chi phí cũng như nhu cầu thiết yếu trong cuộc sống và có thêm một số tiền để tiết kiệm cho tương lai.<br/><br/><b>Sức khỏe cho cung Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn sẽ có rất nhiều năng lượng và sức khỏe vẫn duy trì tốt. Điều cần thiết là bạn thường xuyên tập thể dục trong năm nay để giữ dáng, ăn uống điều độ khoa học  hơn. Nói chung chăm sóc bản thân tốt cũng sẽ giúp ngăn ngừa nhiều bệnh tật và thương tích. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Xử Nữ gợi ý rằng bạn nên sử dụng hàng năm để cố gắng cải thiện cuộc sống cá nhân, công việc, các mối quan hệ, ngay cả khi cuộc sống xã hội và công việc của bạn có vẻ trì trệ. Bạn có xu hướng chia sẻ cảm xúc và cảm xúc bên trong của bạn trong năm nay với mọi người xung quanh. Năm nay sẽ đi kèm với cả kết quả tốt và xấu trong hành động của bạn, cũng như những điều tốt và xấu nằm ngoài tầm kiểm soát của bạn trong năm 2020 Sao Thủy nghịch hành.<br/><br/><b>Tử vi hàng tháng của cung Xử Nữ năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm chính là thời điểm lý tưởng để bắt đầu các dự án mới hoặc thay đổi công việc của bạn.<br/><br/><b>Tháng 2</b>: Tháng 2 sẽ chứa đầy những bất ngờ và tình huống không nằm trong tầm kiểm soát của bạn, hãy sẵn hàng để đối mặt với chúng.<br/><br/><b>Tháng 3</b>: Nếu bạn mong muốn nối lại các mối quan hệ thì đây là thời điểm tốt để kết bạn mới và liên lạc với những người bạn cũ.<br/><br/><b>Tháng 4</b>: Bạn sẽ bắt đầu bằng tích cực nhưng chậm lại vào cuối tháng.<br/><br/><b>Tháng 5</b>: Hứa hẹn đây sẽ là tháng  khó khăn đối với các Xử Nữ. Bạn thường không chắc chắn về các quyết định mà bạn đang đưa ra.<br/><br/><b>Tháng 6</b>: Đây là thời điểmckhi bạn sẽ hành động trái với bản chất của mình và bị cám dỗ đưa ra quyết định vội vàng, đôi khi là sai lầm.<br/><br/><b>Tháng 7</b>: Bạn hãy tự nhìn vào nội tâm của mình và tìm câu trả lời cho sự an lành về tinh thần của bạn.<br/><br/><b>Tháng 8</b>: Tâm trí của bạn sẽ bình yên, và bạn sẽ có thể đưa ra quyết định quan trọng mà không có bất kỳ nghi ngờ nào.<br/><br/><b>Tháng 9</b>: Bạn hãy phát triển cáccmối quan hệ tốt hơn với gia đình bạn và cả người bạn xung quanh.<br/><br/><b>Tháng 10</b>: Tháng 10 sẽ là khoảng thời gian tuyệt vời để giúp đỡ những người khác.<br/><br/><b>Tháng 11</b>: Bạn sẽ có một cuộc sống hạnh phúc và thịnh vượng theo cách bạn muốn.<br/><br/><b>Tháng 12</b>: Tháng này sẽ tràn ngập tiếng cười và niềm vui vì bạn sẽ hào hứng với những sự kiện khác nhau trong cuộc sống.<br/><br/>&emsp;",
	"ThienBinh":"<b>Tình yêu cung Thiên Bình năm 2020</b><br/>&emsp;Chiêm tinh học Thiên Bình năm 2020 dự báo rằng các mối quan hệ trong quá khứ của bạn đều không đáng lo ngại trong năm nay. Có một hỗn loạn nhỏ trong mối quan hệ của bạn trong năm nay và sự hòa hợp trong mối quan hệ của bạn vẫn luôn hiển nhiên. Bạn sẽ muốn có nhiều quyền kiểm soát cuộc sống tình yêu của bạn trong năm nay.<br/><br/>&emsp;Với những Thiên Bình đã kết hôn, Các cặp vợ chồng sẽ có một cuộc sống tình yêu hài hòa và bình yên. Đây là một năm đối với các vấn đề gia đình, vì vậy hãy tận hưởng thời gian mà bạn dành cho gia đình.<br/><br/><b>Sự nghiệp cung Thiên Bình cho năm 2020</b><br/>&emsp;Thiên Bình, trong năm nay bạn sẽ có một sự thôi thúc làm việc nhiều hơn bình thường. Bạn cũng sẽ cảm thấy có xu hướng, cảm hứng làm việc theo sở thích. Vậy nên bạn sẽ  khá bận rộn vào năm 2020, nhưng ít nhất bạn sẽ hạnh phúc và vui vẻ .Điều bắt buộc là phải duy trì mối quan hệ hài hòa với đồng nghiệp và vững vàng trong công việc của mình.<br/><br/>&emsp;Quý II của năm sẽ có những ảnh hưởng tích cực của Sao Mộc và Sao Thổ đối với người Thiên Bình, bạn sẽ dễ đảm bảo thăng tiến lên cấp cao.<br/><br/><b>Tài chính cung Thiên Bình năm 2020</b><br/>&emsp;Năm 2020 này, vấn đề tài chính sẽ không làm Thiên Bình quá đau đầu và bận tâm. Bạn sẽ có ít chi phí lớn nên bạn cảm thấy không lo lắng. Tuy nhiên, hãy cố gắng tiết kiệm tiền khi và hãy theo dõi các chi tiêu của bạn, nhưng hãy thoải mái vào gần cuối năm.Dự báo của tài chính cho Thiên Bình năm 2020 cho thấy tài chính dồi dào trong quý đầu tiên của năm.  Do đó, bạn sẽ có  một số tiền dư có thể được sử dụng để xóa các khoản nợ cũ.<br/><br/><b>Tử vi sức khỏe cho cung Thiên Binh</b><br/>&emsp;Dự đoán sức khỏe năm 2020 của Thiên Bình báo trước rằng bạn cũng nên cẩn trọng vào vấn đề sức khỏe của mình trong năm nay. Trong vài tháng đầu năm bạn sẽ tràn đầy năng lượng, vì vậy hãy sử dụng nó hiệu quả nhất có thể. Tuy nhiên bạn vẫn có thể mắc phải các căn bệnh nhỏ. Do đó, Thiên Bình hãy cố gắng rèn luyện thói quen thể dục thể thao kết hợp với chế độ ăn uống lành mạnh.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Thiên Bình báo trước rằng cuộc sống của bạn sẽ dễ dàng hơn bình thường. Bạn sẽ có nhiều thời gian hơn để làm những việc mình thích. Điều đó mang lại cho bạn sự vui vẻ và cảm hứng  trong năm nay. Bên cạnh đó, năm 2020 là một năm tuyệt vời để tập trung vào bản thân và các mối quan hệ của bạn. Các mối quan hệ của bạn cũng sẽ phát triển theo hướng tích cực hơn so với mọi năm. Bên cạnh đó, bạn cũng có thể dành thời gian rảnh của mình với gia đình và bạn bè của mình.<br/><br/><b>Tử vi theo tháng của cung Thiên Bình năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt để làm cho bạn dễ dàng và lập kế hoạch tốt cho tương lai trong công việc cũng như cuộc sống bên gia đình.<br/><br/><b>Tháng 2</b>: Các Thiên Bình hãy tự tin bắt đầu các dự án mới mà bạn đã lên kế hoạch.<br/><br/><b>Tháng 3</b>: Bạn có thể gặp phải các vấn đề sẽ ảnh hưởng đến tâm trí của bạn và làm bạn khó chịu.<br/><br/><b>Tháng 4</b>: Tháng 4 là khoảng thời gian bạn cần cân bằng suy nghĩ và hành động của mình một cách cẩn thận.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ tiếp thêm năng lượng tăng thêm của bạn sẽ được sử dụng tốt.<br/><br/><b>Tháng 6</b>: Tháng 6 trung bình khi mọi thứ sẽ di chuyển với tốc độ bình thường.<br/><br/><b>Tháng 7</b>: Đây sẽ là một tháng chậm chạp khi nhiều thứ không có lợi cho bạn khiến bạn phải tự đặt câu hỏi.<br/><br/><b>Tháng 8</b>: Bạn có thể gặp nhiều phiền toái và cả khó khăn trong tháng này vì các vẫn đề nảy sinh.<br/><br/><b>Tháng 9</b>: Là khoảng thời gian tuyệt vời để yêu hoặc kết hôn.<br/><br/><b>Tháng 10</b>: Thời điểm thuận lợi cho kinh doanh và các mối quan hệ mới của các Thiên Bình.<br/><br/><b>Tháng 11</b>:  Tháng 11 là thời điểm mọi thứ sẽ diễn ra theo ý bạn, và bạn có thể đạ được những điều mình mong muốn nhưng điều đó không có nghĩa là bạn nên nhiệt tình.<br/><br/><b>Tháng 12</b>: Bạn hãy dành thời gian cho những người thân yêu trong gia đình.<br/><br/>&emsp;",
	"BoCap":"<b>Sự nghiệp cung Bọ Cạp năm 2020</b><br/>&emsp;Dự báo về sự nghiệp của Bọ Cạp dự kiến ​ bạn thành công trong kinh doanh hoặc nghề nghiệp trong năm nay. Quý thứ hai của năm là tốt lành cho các doanh nhân bắt đầu liên doanh mới. Các hành tinh sẽ tăng mức độ tự tin của bạn, và do đó bạn sẽ rất thành công. <br/><br/>&emsp;Về chuyên môn kỹ thuật của bạn sẽ có những tiến bộ vượt bậc trong nửa đầu năm 2020. Tuy nhiên, trong năm 2020 bạn có thể sẽ chán ở công việc hiện tại của bạn. Hãy suy nghĩ ký lưỡng trước khi đưa ra quyết định cuối cùng. Hoặc cố gắng tìm một công việc phù hợp với kỹ năng của bạn và với những thứ bạn thích để thực sự làm việc vì đam mê.<br/><br/><b>Về tài chính cung Bọ Cạp năm 2020</b><br/>&emsp;Tử vi Tài chính cho Bọ Cạp cho năm 2020 dự đoán tài chính của bạn đủ để trang trải chi tiêu và chi phí của bạn. Bên cạnh đó, bạn cũng nên nỗ lực để thu hồi các khoản vay cũ có thể được sử dụng để trang trải các khoản nợ chưa thanh toán của bạn. Đối với những Bọ Cạp muốn cải thiện chuyên môn tài chính của mình, bạn sẽ học các phương pháp để cải thiện tài chính của bạn và để cân bằng thu nhập của bạn với chi phí của bạn.<br/><br/><b>Về tình yêu cung Bọ Cạp năm 2020</b><br/>&emsp;Dự đoán tình yêu của Bọ Cạp cho năm 2020 đã báo trước một thời kỳ hỗn loạn trong vấn đề các mối quan hệ. Những người độc thân sẽ gặp khá nhiều khó khăn khi tham gia vào quan hệ tình cảm .Bạn có thể sẽ phải lựa chọn giữa mối quan hệ nghề nghiệp và tình yêu. <br/><br/>&emsp;Đối với những Bọ Cạp đã có gia đình, cuộc sống gia đình của bạn khá hạnh phúc, ấm êm. Các khía cạnh tích cực của sao Mộc cho thấy các cuộc hôn nhân và sự xuất hiện của trẻ em, hứa hẹn gia đình sẽ có nhiều điều vui trong năm. <br/><br/><b>Về sức khỏe cung Bọ Cạp năm 2020</b><br/>&emsp;Trong năm nay sức khỏe của Bọ Cạp khá ổn định, bạn cũng nên  có ý thức để duy trì sức khỏe của mình. Các hành tinh sẽ giúp bạn quản lý sức sống của bạn. Tuy nhiên, điều cần thiết là sử dụng năng lượng của bạn cho đúng mục đích. Bạn có thể duy trì sức khỏe của mình bằng cách tập trung vào các bài tập phù hợp và chế độ ăn uống lành mạnh và các bài tập sẽ cải thiện sức bền của bạn. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bọ Cạp sẽ là một năm  độc lập và tự do hành động theo bất cứ điều gì bạn muốn. Bạn không bị ràng buộc bởi bất kỳ kiềm chế hoặc ràng buộc bởi bất cứ điều gì. Năm 2020 hứa hẹn sẽ có nhiều cơ hội cho các cá nhân Bọ Cạp thành công trong cuộc sống trên mặt trận tài chính và sự nghiệp. Do đó, họ nên nắm bắt các cơ hội và cố gắng đạt được mục tiêu của mình với kế hoạch đã được lệp lên.<br/><br/><b>Tử vi hàng tháng của cung Bọ Cạp năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là một tháng mà bạn sẽ đam mê nhiều nhiệm vụ, hầu hết trong số đó sẽ vô dụng với bạn về lâu dài.<br/><br/><b>Tháng 2</b>: Bạn sẽ cảm thấy rằng bạn không kiểm soát được mọi thứ, đôi lúc sẽ thấy mệt mỏi. Nhưng chiến thắng này đã kéo dài mãi mãi.<br/><br/><b>Tháng 3</b>: Bạn cần đi chậm và thận trọng với tất cả vấn đề khi có thể.<br/><br/><b>Tháng 4</b>: Mọi việc sẽ thuận lợi hơn đối với bạn. Nhưng đừng nuông chiều bản thân nhiều hơn mức cần thiết.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng tốt để trẻ hóa và tìm mục đích của bạn trong cuộc sống.<br/><br/><b>Tháng 6</b>: Lập kế hoạch thay vì thực hiện bất kỳ nhiệm vụ.<br/><br/><b>Tháng 7</b>: Tháng 7 là thời điểm tốt để quay trở lại với những vấn đề mà bạn đã bỏ dở, hãy hết mình hoàn thiện chúng.<br/><br/><b>Tháng 8</b>: Trong tháng này bạn sẽ bình yên với nội tâm của mình. Chỉ sau đó, bạn mới có thể nhận được những từ chối mà bạn có thể phải đối mặt trong cuộc sống.<br/><br/><b>Tháng 9</b>: Tháng 9 sẽ đi kèm với chia sẻ những thói quen xấu mà bạn có thể bị nghiện. Hãy cảnh báo!<br/><br/><b>Tháng 10</b>: Cuộc sống của bạn sẽ tràn đầy tình yêu và sự ấm áp. Bạn sẽ được ban phúc và chia sẻ hạnh phúc của mình với người khác.<br/><br/><b>Tháng 11</b>: Đây là tháng sinh của bạn, và không có gì có thể ngăn cản bạn bây giờ.<br/><br/><b>Tháng 12</b>: Chắc chắn là khoảng thời gian tuyệt vời cho tình yêu, sự lãng mạn, mang thai và các mối quan hệ mới.<br/><br/>&emsp;",
	"NhanMa":"<b>Sự nghiệp của cung Nhân Mã năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho cung Nhân Mã năm 2020 sẽ may mắn và tốt lành. Năm nay hứa hẹn cho các bạn có thể bắt đầu các dự án mới. Tuy nhiên, bạn nên thận trọng nếu bạn đang bắt đầu kinh doanh hợp tác. Năm nay, bạn sẽ có thể đạt được mục tiêu nghề nghiệp của bạn và sẽ được khen thưởng xứng đáng cho những nỗ lực của bạn. Tuy nhiên, điều quan trọng là duy trì mối quan hệ hài hòa với các đồng nghiệp và quản lý của bạn.<br/><br/><b>Tài chính cung Nhân Mã năm 2020</b><br/>&emsp;Tài chính của Nhân Mã năm nay hứa hẹn sẽ dồi dào hơn so với năm trước. Tình hình tài chính sẽ rất tốt và bạn nên tiết kiệm một số tiền để dành các chi phí trong tương lai. Bên cạnh đó, bạn cũng không nên tiêu tiền có nhiều vào những vấn đề không cần thiết, hãy học cách tiết kiệm.<br/><br/>&emsp;Bạn cũng nên trả hết các khoản vay cũ và nghĩ đến việc tăng thu nhập. Nếu bạn có liên quan đến bất kỳ vấn đề pháp lý nào liên quan đến kinh doanh hoặc tài sản, có lẽ kết quả sẽ có lợi cho bạn.<br/><br/><b>Tình yêu của cung Nhân Mã năm 2020</b><br/>&emsp;Tình yêu của Nhân Mã dự đoán sẽ đầy hứa hẹn cho những người độc thân vào năm 2020. Bạn sẽ có thể tìm được đối tượng của mình và có một tình yêu mới và vài tháng cuối năm hứa hẹn nhiều chuyện tình lãng mạn. Nếu bạn đang trong một mối quan hệ, bạn có thể mong đợi một sự thay đổi căn bản của bạn.<br/><br/>&emsp;Với Nhân Mã đã kết hôn, do ảnh hưởng của các hành tinh cho thấy sẽ có những thay đổi đáng kể trong cuộc sống hôn nhân của bạn. Cuộc sống gia đình, vợ chồng sẽ có rất nhiều tình yêu và sự lãng mạn, bạn sẽ cố gắng duy trì và phát triển. Bạn có sự hỗ trợ đầy đủ của các thành viên gia đình trong bất cứ điều gì bạn làm.<br/><br/><b>Sức khỏe cung Nhân Mã năm 2020</b><br/>&emsp;Dự đoán sức khỏe của Nhân Mã chỉ ra một năm tràn đầy niềm vui và sức sống trong năm 2020. Sao Mộc giúp bạn có thể duy trì sức khỏe thể chất và tinh thần của bạn. Tuy nhiên, điều đó không có nghĩa là bạn dành năng lượng cho những thứ không cần thiết hoặc quên giữ thể lực. Bên cạnh đó, bạn cần một chế độ tập thể dục là điều cần thiết để giữ sức khỏe thể chất của bạn. Bạn cũng nên tránh chăng thẳng và nên giữ tinh thần thoải mái.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Nhân Mã hứa hẹn sẽ là một năm thành công trong các lĩnh vực quan hệ và tài chính. Bạn đang mong muốn tạo ra những thay đổi mạnh mẽ trong cuộc sống của bạn. Để thành công trong kế hoạch của bạn, điều cần thiết là phải thực tế hơn và tiến hành chậm và ổn định. Đừng vội vàng để thành công. Bên cạnh đó, năm nay cung Nhân Mã  sẽ quyết định các vấn đề quan trọng trong cuộc sống của họ trong năm. Bạn sẽ phân tích có vấn đề dựa trên kinh nghiệm của bạn và đưa ra quyết định lớn trong cuộc sống.<br/><br/><b>Tử vi theo tháng của cung Nhân Mã năm 2020</b><br/><b>Tháng 1</b>: Bạn sẽ cảm thấy không chắc chắn về bước tiếp theo nên làm, đôi khi sẽ có sự mông lung trong công việc hay các bước ra quyết định.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng cho tình yêu và sự lãng mạn. Hãy suy nghĩ kỹ trước khi bước vào những mối quan hệ mới.<br/><br/><b>Tháng 3</b>: Tháng này bạn cần thận trọng với những người bạn tiếp xúc trong môi trường làm việc và xã hội.<br/><br/><b>Tháng 4</b>: Tháng  sẽ thuận lợi cho các cuộc chinh phục cá nhân và chuyên nghiệp.<br/><br/><b>Tháng 5</b>: Nếu bạn quyết tâm và có niềm tin tiến lên phía trước với thái độ đúng đắn bạn sẽ gặt hái được nhiều thành công.<br/><br/><b>Tháng 6</b>: Đây là một tháng tốt để tổ chức, cuộc sống và ý tưởng của bạn để khi thời gian đến, không có sự chậm trễ.<br/><br/><b>Tháng 7</b>: Khoảng thời gian bạn sẽ thực hiện một nhiệm vụ để tìm câu trả lời cho tất cả các câu hỏi chưa được trả lời trong tâm trí của bạn.<br/><br/><b>Tháng 8</b>: Bạn sẽ đối mặt với nhiều thử thách và đau khổ. Bạn nên cẩn thận với hành động của bạn.<br/><br/><b>Tháng 9</b>: Cũng có thể là thời điểm bạn cần cẩn thận với những hành động và sự nuông chiều của mình.<br/><br/><b>Tháng 10</b>: Sự nghiệp của bạn sẽ thuận lợi và may máy hơn cho  các dự án kinh doanh mới. Thu nhập tài chính cũng sẽ tích cực.<br/><br/><b>Tháng 11</b>: Đây là một tháng may mắn được dành cho những người thân yêu của bạn.<br/><br/><b>Tháng 12</b>: Tháng cuối năm là thời điểm tốt cho du lịch và kỳ nghỉ. Bạn cũng có thể đi công tác.",
	"MaKet":"<b>Tử vi sự nghiệp của cung Ma Kết</b><br/>&emsp;Trong năm 2020 này, triển vọng nghề nghiệp của cung Ma Kết không hứa hẹn sẽ rất sáng sủa, may mắn. Bạn có thể có được những công việc, vị trí tốt trong công việc của mình và có cơ hội thể hiện mình. Tuy nhiên, môi trường làm việc có thể sẽ rất khắc nghiệt cho các Ma Kết. Do đó, bạn cần phải siêng năng và hoàn thành mục tiêu của mình một cách sáng tạo hơn nữa.  Bên cạnh đó, bạn nên tạo mối liên hệ với khách hàng mới và mối quan hệ mạnh mẽ với đồng nghiệp của bạn cũng rất quan trọng cho sự nghiệp của bạn.<br/><br/><b>Tài chính của cung Ma Kết năm 2020</b><br/>&emsp;Dự đoán tài chính của Ma Kết đã báo trước sự gia tăng đáng kể của dòng tiền trong năm 2020. Ngoài ra, đây cũng là thời gian là thuận lợi để thu hồi các khoản vay cũ. Có thể có những chi phí phát sinh đối với việc đi lại và phòng ngừa sức khỏe. Tuy nhiên, Ma Kết có thể gặp rắc rối về pháp lý trong quá trình làm việc của bạn. Chính vậy bạn nên hết sức cẩn trọng trong quá trình giao thương, làm việc của mình.<br/><br/><b>Tình yêu của cung Ma Kết năm 2020</b><br/>&emsp;Tử vi tình yêu cho Ma Kết dự báo rằng tình yêu cuộc sống sẽ tuyệt vời và vui vẻ do hành tinh sao Kim. Sẽ có một sự mới mẻ trong mối quan hệ của bạn với người bạn đời của mình. Đây chính xác là thời gian bạn gắn kết mối quan hệ, hâm nóng thêm tình cảm với người bạn đời của mình.<br/><br/>&emsp;Những người độc thân sẽ có mọi cơ hội để hình thành các mối quan hệ mới, gặp được người vừa ý và sẽ có rất nhiều điều lãng mạn. Hơn nữa, trong năm nay Ma Kết còn có cơ hội cho sự kết hôn sau mối quan hệ tình cảm của mình. Nhìn chung, cuộc sống gia đình của Ma Kết sẽ rất thú vị trong năm 2020 và mối quan hệ của bạn với các thành viên sẽ rất thân mật, tôt đẹp hơn.<br/><br/><b>Sức khỏe của cung Ma Kết năm 2020</b><br/>&emsp;Dự báo sức khỏe cho Ma Kết cho năm 2020 cho thấy nhiều sức sống và ít bệnh tật trong năm. Bạn sẽ có thể duy trì mức năng lượng cao do tập thể dục thường xuyên và chế độ ăn uống lành mạnh. Bạn sẽ có nhiều cảm hứng hơn trong công việc nhờ khía cạnh tâm lý vững vàng của mình.<br/><br/>&emsp;Tuy nhiên, các cá nhân Ma Kết sẽ phải đối mặt với các vấn đề sức khỏe trong quý đầu tiên của năm do các khía cạnh không thuận lợi của Sao Thổ. Sao Mộc sẽ đảm bảo sức khỏe tốt sau quý đầu tiên.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Ma Kết dự đoán rằng bạn sẽ nỗ lực hết sức để đạt được sự bình yên và cả mục đích của mình trong cuộc sống. Tuy nhiên, chính những căng thăng cũng ké khiến bạn kiệt sức và mệt mỏi . Do đó, bạn cũng cần chú trọng hơn nữa đến sức khỏe của mình.<br/><br/>&emsp;Tử vi cung Ma Kết năm 2020 dự đoán rằng đây là một năm tuyệt vời để Ma Kết cải thiện bản thân. Cho dù bạn đang cố gắng cải thiện cuộc sống tình yêu, đời sống xã hội, cuộc sống công việc hay cuộc sống cá nhân, bạn chắc chắn sẽ có thể làm được nếu bạn đặt tâm trí vào nó.<br/><br/><b>Tử vi theo tháng của cung Ma Kết năm 2020</b><br/><b>Tháng 1</b>: Vì là tháng sinh nhật của bạn, nên mọi sự sẽ tràn đầy sự tích cực.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng thú vị khi bạn sẽ có nhiều kế hoạch được triển khai cùng một lúc và có triển vọng thành công.<br/><br/><b>Tháng 3</b>: Hứa hẹn sẽ là một tháng tốt cho giáo dục đại học hoặc theo đuổi một số kỹ năng mới trên mặt trận việc làm.<br/><br/><b>Tháng 4</b>: Bạn hãy suy nghĩ kỹ trước khi đi đến quyết định cuối cùng để tránh các trường hợp ngoài ý muôn .<br/><br/><b>Tháng 5</b>: Thời điểm thích hợp để đưa các kế hoạch của bạn vào hành động. Đừng nghi ngờ khả năng của bạn.<br/><br/><b>Tháng 6</b>: Bạn cần tiến lên một cách cẩn thận nhưng không đưa ra bất kỳ quyết định vội vàng nào.<br/><br/><b>Tháng 7</b>: Bạn phải dẫn dắt đội của mình đến chiến thắng. Có thể là công việc hoặc tình yêu; bạn cần phải thực hiện bước đầu tiên<br/><br/><b>Tháng 8</b>: Tháng 2 là một tháng cần sự cân bằng ở tất cả. Học hỏi kinh nghiệm sẽ chứng minh là có lợi.<br/><br/><b>Tháng 9</b>: Bạn cần ngừng xem xét các vấn đề nhỏ và thay vào đó hãy nghĩ về kế hoạch nói chung.<br/><br/><b>Tháng 10</b>: Bạn sẽ có nhiều cảm hứng và sẽ tập trung vào việc đạt được mục tiêu của mình.<br/><br/><b>Tháng 11</b>: Những người xung quanh sẽ cần sự hỗ trợ, tình yêu và sự giúp đỡ của bạn. Vì vậy đừng nghĩ hai lần trước khi giúp người có nhu cầu.<br/><br/><b>Tháng 12</b>: Cuối năm là một tháng tuyệt vời để lên kế hoạch cho tình yêu và cuộc sống hiện đại của bạn.<br/><br/>&emsp;",
	"BaoBinh":"<b>Sự nghiệp cung Bảo Bình năm 2020</b><br/>&emsp;Tử vi sự nghiệp năm 2020 cho Bảo Bình dự đoán một năm trung bình, không có điểm gì đáng lo ngại cũng như tiến triển vượt bậc. Trong năm nay, bạn nên mạo hiểm vào các dự án mới với sự hướng dẫn của các chuyên gia.<br/><br/>&emsp;Mặc dù bạn hài lòng với tình thình công việc hiện tại của mình, nhưng bạn vẫn nên cố găng hơn nữa để có nhiều dấu mốc đáng chú ý hơn. Bạn hoàn toàn có thể mong đợi một tương lai tốt đẹp khi nhận được kết quả của sự siêng năng của bạn. <br/><br/><b>Tài chính cung Bảo Bình năm 2020</b><br/>&emsp;Năm 2020 sẽ hợp lý tốt cho sự tăng trưởng tài chính đáng chú ý của Bảo Bình. Công việc khó khăn bạn đã làm trong những năm trước sẽ đem lại cho bạn nhiều lợi nhuận và dòng tiền  dồi dào trong năm nay. <br/><br/>&emsp;Các  Bảo Bình là doanh nhân nên tránh bắt đầu các dự án mới và tránh chi tiêu không cần thiết. Tất cả các khoản đầu tư đầu cơ nên được giữ lại cho hiện tại. Bên cạnh đó, dự báo cuối năm 2020 hứa hẹn sẽ gặp may mắn trên mặt trận tài chính.<br/><br/><b>Tình yêu cung Bảo Bình năm 2020</b><br/>&emsp;Dự báo tình yêu cho các cá nhân Bảo Bình năm 2020 chỉ ra rằng bạn sẽ có nhiều điều hứa hẹn về đường tình cảm. Điều này là do ảnh hưởng của Sao Mộc. Bạn sẽ có nhiều thời gian để dành cho người bạn đời của mình và bạn sẽ không ngần ngại tặng cô ấy những món đồ xa xỉ. Do đó, mối quan hệ của bạn cũng tiến triển tốt đẹp hơn.<br/><br/>&emsp;Những người cung Bảo Bình độc thân sẽ có nhiều cơ hội để tìm kiếm những đối tượng yêu đương yêu phù hợp và có được mối quan hệ tình cảm lãng mạn. Bên cạnh đó, bạn nên biết cách kìm nén bản chất bốc đồng tự nhiên của mình và hành động thận trọng để tránh các cãi vã không đáng có. <br/><br/><b>Sức khỏe cung Bảo Bình năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho cung Bảo Bình trong năm 2020 cho thấy sức khỏe của bạn có thể chuyển biến khá phức tạp, có thể tốt hơn hoặc kém hơn. Bạn có thể gặp các vấn đề về tiêu hóa và các bệnh liên quan đến căng thẳng do ảnh hưởng của sao Thổ đối với cung Bảo Bình. Điều cần thiết Bảo Bình cần làm là duy trì sự cân bằng tinh thần,  kiểm soát những suy nghĩ và cảm xúc tiêu cực của mình nếu bạn muốn duy trì sức khỏe. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bảo Bình cho thấy đây là một năm bình thường của bạn. Bạn cần thận trọng với mọi thứ, từ công việc đến tình cảm của mình. Đầu năm, Bảo Bình có thể gặp một số trở ngại cho sự tiến bộ. Nhưng bạn sẽ không bị giữ lại và cố gắng tiến về phía trước với lòng nhiệt thành. Giữa năm thì không gặp quá nhiều thách thức nào, trong khi những tháng cuối năm sẽ là thười gian bạn tẩn hưởng thành quả của mình. <br/><br/><b>Tử vi theo tháng cung Bảo Bình năm 2020</b><br/><b>Tháng 1</b>: Tháng 1 đầu năm sẽ là thời điểm bạn nên tránh đưa ra quyết định lớn nếu chưa suy xét kỹ hưỡng. Bên cạnh đó, bạn hãy tận hưởng cuộc sống của mình.<br/><br/><b>Tháng 2</b>: Bạn cần làm sạch nội tâm của mình và ngừng suy nghĩ xấu về người khác.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng chuyện tình cảm đối với người Bảo Bình khi có cơ hội yêu nhau.<br/><br/><b>Tháng 4</b>: Bạn cần tập trung hết sức và dồn nhiều năng lượng đúng hướng trước khi nó ra khỏi tầm tay.<br/><br/><b>Tháng 5</b>: Có thể bạn sẽ thấy một số gián đoạn trong sức khỏe của bạn, hãy chắc chắn để ngăn chặn tất cả các loại nhiễm trùng trong năm 2020 sao Thủy.<br/><br/><b>Tháng 6</b>: Tháng 6 này, chính là khi bạn cần có một tư duy cởi mở và xử lý các ý tưởng khác nhau để làm việc hiệu quả nhất.<br/><br/><b>Tháng 7</b>: Đây là thời điểm bạn mở ra những cơ hội mới, ban đầu có vẻ buồn tẻ nhưng mọi thứ sẽ tốt đẹp hơn.<br/><br/><b>Tháng 8</b>: Tháng này là thời điểm thích hợp để thực hiện tất cả các giấc mơ và kế hoạch của bạn.<br/><br/><b>Tháng 9</b>: Hứa hẹn sẽ là một tháng tuyệt vời cho tình yêu và hôn nhân mới phát triển thịnh vượng trong công việc của Bảo Bình.<br/><br/><b>Tháng 10</b>: Tháng 10 có vẻ rất khó khăn, nhưng bạn cần phải cố gắng và tiến về phía trước.<br/><br/><b>Tháng 11</b>: Ttháng này khá thuận lợi để bạngiải quyết các vấn đề trong các mối quan hệ.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ tràn ngập niềm vui và hạnh phúc khi bạn dành kỳ nghỉ cùng những người thân yêu của mình.<br/><br/>&emsp;",
	"SongNgu":"<b>Sự nghiệp của cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 hứa hẹn một giai đoạn rất thuận lợi cho các Song Ngư là doanh nhân cũng như người đi làm. Người đi làm có thể mong đợi các chương trình khen thưởng và tăng lương vì ảnh hưởng tích cực của các hành tinh cùng với công việc khó khăn. <br/><br/>&emsp;Tuy nhiên, các Song Ngư nên biết cách duy trì mối quan hệ thân mật với đồng nghiệp và người có kinh nghiệm. Với các doanh nhân, đây sẽ là cơ hỗi cho bạn kiếm được nhiều lợi nhuận hơn và đạt được những mục đích đã đề ra.<br/><br/><b>Tài chính cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 sẽ là một năm đầy triển vọng và mang lại nhiều lợi nhuận cho ngôi sao Song Ngư do thuận lợi của sao Thổ sẽ giúp dòng tiền liên tục. Có thể thấy, đây là một năm tốt lành để mua tài sản, xe cộ hoặc chi tiền cho hôn nhân của bạn. <br/><br/>&emsp;Dòng tiền có thể được tăng cường với sự khéo léo hơn và bám sát vào một chiến lược tài chính hợp lý. Có khả năng nhận được tài lộc ở dạng thừa kế cho một số cá nhân Song Ngư may mắn. Nhìn chung, bạn sẽ nhận được nhiều tiền cũng như chi tiêu như nhau. Do đó, tiết kiệm sẽ là việc bạn cần lưu ý trong năm 2020.<br/><br/><b>Tình yêu của cung Song Ngư năm 2020</b><br/>&emsp;Dự đoán tình yêu của Song Ngư cho năm 2020 dự đoán một giai đoạn tuyệt vời đầy cảm xúc, lãng mạn và cả hạnh phúc.<br/><br/>&emsp;Những Song Ngư độc thân có thể tìm được  mối quan hệ với tình yêu và sự phấn khích. Bạn sẽ có thể tìm thấy tình yêu của sự lựa chọn của bạn, và bạn sẽ có một mối quan hệ lâu dài.<br/><br/>&emsp;Với Song Ngư đã kết hôn, bạn có thể vượt qua mọi khó khăn trong hôn nhân mà không gặp khó khăn gì. Bạn nên tập trung vào hạnh phúc hiện tại. Tuy nhiên, nếu có hiểu làm giữa 2 người hãy giải quyết bằng cách thẳng thắn chia sẻ, và thông cảm cho nhau. Bên cạnh đó, gia đình sẽ chào đón thành viên mới trong năm nay. <br/><br/><b>Sức khỏe của cung Song Ngư năm 2020</b><br/>&emsp;Dự báo sức khỏe cho các cá nhân Song Ngư trong năm 2020 đưa ra một bức tranh hạnh phúc về sức khỏe. Sức khỏe cả về thể chất và tinh thần của Song Ngư sẽ rất ổn định và không quá đáng lo. Bạn sẽ có những thay đổi phù hợp trong chế độ tập thể dục và thói quen ăn kiêng. Thư giãn đầy đủ sẽ đảm bảo bố trí tinh thần thích hợp.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Ngư hứa hẹn rất nhiều điều thú vị và cả những lựa chọn cho cuộc sống của bạn trong tất cả các lĩnh vực. Trong năm nay, các mối quan hệ cũng giúp bạn đạt được mục tiêu một cách nhanh chóng trong công việc của mình. Bạn sẽ hoàn thành xuất sắc kế hoạch và nâng cao cuộc sống của bạn. <br/><br/>&emsp;Với sự ban phúc của Sao Thổ, sự tự tin của bạn sẽ trở nên phi thường. Bạn sẽ có sự hỗ trợ của các thành viên gia đình và đồng nghiệp trong bất cứ điều gì bạn muốn đạt được. Trong khi bạn đang tiến lên phía trước, bạn nên cố gắng kiểm soát sự vội vã, nóng tính của mình.<br/><br/><b>Tử vi theo tháng cung Song Ngư năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm sẽ khá nhạy cảm đối với Song Ngư. Bạn cần lấy lại năng lượng của mình với sự thư giãn để bắt tay vào công việc.<br/><br/><b>Tháng 2</b>: Cuộc sống của bạn sẽ có những thay đổi và bạn nên chuẩn bị để đối mặt với những điều không thể tránh khỏi.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng sáng tạo khi bạn có cơ hội phát huy các kỹ năng của mình.<br/><br/><b>Tháng 4</b>: Bạn đừng cảm thấy bị tổn thương bởi hành vi của mọi người, hãy học cách làm quen với chúng.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng làm việc chăm chỉ và nhiều giờ. Đừng tìm kiếm các phím tắt vì chúng sẽ không hoạt động trong thời gian dài.<br/><br/><b>Tháng 6</b>: Bạn sẽ phải đi chậm lại để xem xét tình hình hơn là chiến đấu một trận chiến bất lợi.<br/><br/><b>Tháng 7</b>: Bạn sẽ khá bận rộn trong tháng này. Bên cạnh đó, vấn đề Tài chính cũng có thể eo hẹp.<br/><br/><b>Tháng 8</b>: Bạn  sẽ có một số nghi ngờ về mọi thứ xảy ra xung quanh bạn. Nhưng bạn sẽ vượt qua mọi thử thách để bước tiếp.<br/><br/><b>Tháng 9</b>: Tháng này sẽ có nhiều hoạt động tích cực cho Song Ngư. Bạn có thể hoàn thành thay vì để mọi thứ hoàn thành dở dang.<br/><br/><b>Tháng 10</b>: Đây là thời điểm bạn cần suy nghĩ kỹ trước khi thực hiện bất kỳ hành động nào.<br/><br/><b>Tháng 11</b>: Tháng 11 là một tháng tích cực khi bạn sẽ có thể hình dung thấy những gì bạn muốn trong cuộc sống.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ mang theo rất nhiều câu hỏi chưa được giải đáp mà chỉ bạn mới có thể trả lời được một số.<br/><br/>&emsp;"
	},
"202009": {
    "Ty":"&emsp;Tử vi tháng 9/2020 Đông phương của 12 con giáp dự báo đây tuổi Tý làm gì cũng phải cẩn trọng, nhất là với những việc ảnh hưởng đến uy tín thì bản mệnh nên chấp nhận việc mình chịu thiệt một chút, mất chút tiền mà giữ được lòng tin với người khác thì vẫn là điều nên. Song con giáp này nên lưu ý điều hướng năng lượng vào công việc.<br/><br/>&emsp;Tháng này bản mệnh phải chi tiêu khá nhiều, mới đầu tưởng rằng chỉ là mấy việc vặt thôi nhưng khi tính tổng lại đó là một khoản tiền đủ để làm một số việc quan trọng. Nếu ham mê, muốn sở hữu một món đồ đắt tiền nào đó thì thời điểm này chưa thực sự thích hợp đâu nhé. Nhưng vẫn có thể để dành mỗi hôm một chút để thực hiện mong muốn của mình.<br/><br/>&emsp;Đường tình duyên của người tuổi Tý vẫn chưa thấy có gì khởi sắc. Người độc thân đừng quá hi vọng điều gì đó quá xa xôi. Chỉ mới một vài cuộc hẹn hò thưa thớt sẽ chẳng nói lên điều gì cả. Hãy nhìn thẳng vào sự thật rằng không phải ai cũng dễ dàn gặp được người phù hợp ngay đâu, việc gì cũng cần phải thử nghiệm và thay đổi nữa nhé.<br/><br/>&emsp;Về phương diện sức khỏe của bản mệnh trong tháng này khá ổn định, thậm chí nhiều người bệnh nhanh khỏi ốm khi bạn đảm bảo được giấc ngủ sâu và đúng giờ. Hãy cố gắng phát huy thói quen tốt này để dần thấy được những thay đổi tích cực hơn. Ngoài ra, con giáp này lưu ý là đảm bảo việc cơ thể thường xuyên được vận động.<br/><br/>",
	"Suu":"&emsp;Tử vi tháng 9 dương lịch năm 2020 cho thấy vận trình sự nghiệp của tuổi Sửu lúc này không được thuận lợi cho lắm. Dường như những nhiệm vụ đang đảm nhận không phải là thế mạnh của con giáp này. Tuy nhiên, bản mệnh có thể thay đổi thái độ bằng việc từng bước học hỏi thêm, chậm nhưng chắc chắn là được.<br/><br/>&emsp;Vì luôn có những điều không dự đoán được như thế nên con giáp này luôn phải có kế hoạch đảm bảo an toàn cho số tiền của mình trước. Bản mệnh nên tránh tâm lý được ăn cả ngã về không kẻo có lúc sẽ tiêu tán hết tài sản của mình đấy. Người làm công ăn lương thì thời gian này không có nhiều biến động.<br/><br/>&emsp;Tháng này, có lợi cho những cặp đôi vừa chấp nhận lời yêu, mọi thứ vừa chớm nở và hai người say sưa tìm hiểu và dành nhiều thời gian bên nhau để có thêm những trải nghiệm đẹp đẽ. Thế nhưng, người tuổi Sửu đang độc thân đừng liều lĩnh tỏ tình vì có thể con giáp này chỉ đang có tình cảm đơn phương mà thôi.<br/><br/>&emsp;Hung tinh mang điềm báo tai họa, họa huyết quang, vì thế bản mệnh khi tham gia giao thông phải cố gắng đảm bảo an toàn ở mức tối đa nếu không có nguy cơ tai nạn, va chạm gây tổn hại tiền bạc, ảnh hưởng tới thân thể. Hơn nữa tinh thần cũng rất quan trọng bởi khi ủ rũ thì con giáp này cũng không phải là người khỏe mạnh đâu.<br/><br/>",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết người tuổi Dần thường xuyên trong tình trạng khó xử bởi việc công việc tư lẫn lộn. Thậm chí lúc đã đưa ra quyết định rồi con giáp này vẫn có cảm giác bất an, không thể cho qua việc này được. Hãy cho mình thời gian để xem xét mọi việc trước khi có chọn lựa tiếp theo nhé.<br/><br/>&emsp;Tháng này nhiều việc cần bản mệnh chi nhiều tiền hơn nên khó mà được tiền bạc rủng rỉnh như trước. Người làm công ăn lương lúc này không có cơ hội để gia tăng tài sản trong khi lịch trình vui chơi, giải trí luôn kín. Nếu con giáp này để việc này xảy ra quá lâu thì sẽ chẳng thể tiết kiệm được gì đâu nhé.<br/><br/>&emsp;Về phương diện tình cảm, tuổi Dần dễ vướng vào những thị phi, không tránh khỏi bị liên lụy cho dù bản mệnh có lỗi hay là không. Chính vì thế mọi việc cần phải rõ ràng, nếu còn điều gì vẫn giấu kín thì đây là thời điểm con giáp này cần tiết lộ. Khi một mối quan hệ không thể vì nhau thì nên biết dừng lại đúng lúc.<br/><br/>&emsp;Tình hình sức khỏe cũng có phần sa sút nênđi đâu bản mệnh cũng phải nghe lời nhận xét rằng sắc mặt không được tốt. Nhiều người quan tâm thái quá bằng việc khuyên con giáp này uống các loại thuốc bổ. Thế nhưng đừng vội nghe theo và mua ngay mà thay vào đó hãy đi khám để có hướng điều trị phù hợp với bản thân mình.<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, đường công danh sự nghiệp của người tuổi Mão đang có dấu hiệu tăng tiến trong thời gian này, thậm chí được xem là bước đột phá. Con giáp này có những đánh giá chuẩn xác, đưa ra quyết định dứt khoát hơn nên mang về nguồn lợi nhuận đáng kể cho công ty và nhận được sự tín nhiệm từ mọi người.<br/><br/>&emsp;Vận trình tài lộc trong tháng 9 dương lịch này đánh dấu giai đoạn rực rỡ khi con giáp này bắt đầu thoát khỏi được những khó khăn trước đó. Dù là người làm ăn kinh doanh hay đơn giản là làm công ăn lương thì đều rủng rỉnh tiền tiêu trong thời gian này. Bản mệnh không còn phải lo lắng về chuyện tiền bạc nhiều như trước nữa.<br/><br/>&emsp;Các mối quan hệ tình cảm trong đều có bước tiến tích cực, mọi thứ đang diễn ra tốt đẹp theo một cách nào đó. Đối với những cặp đôi đang yêu nếu cảm xúc hai người dành cho nhau đã chín muồi thì có thể bàn tính đến chuyện trăm năm, sớm về chung một nhà. Người độc thân có lẽ tháng này trái tim bản mệnh sẽ rộn ràng lắm đấy.<br/><br/>&emsp;Ảnh hưởng của Tứ Hành Xung nên sức khỏe của tuổi Mão không được tốt. Dù con giáp này rất ý thức trong việc cải thiện tình trạng này nhưng xem ra chưa đúng cách. Lời khuyên là bản mệnh nên linh hoạt hơn và phải chọn lọc những gì mình nghe, đừng ai nói gì cũng vội áp dụng kẻo gây ra tác dụng ngược đấy.<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo tháng 9/2020 dương lịch, sự nghiệp của tuổi Thìn nếu không có được bước tiến nào quan trọng thì cũng đừng chớ vội buồn. Cát tinh nâng đỡ để dù trong khó khăn con giáp này vẫn có thể tìm ra cơ hội riêng cho mình. Có thể cách thức thực hiện khác trước đây, đòi hỏi bản mệnh phải tập trung và tính toán nhiều hơn.<br/><br/>&emsp;Từ đầu năm tới nay mọi thứ đang chững lại nên con giáp này không dám liều lĩnh đầu tư, vì thế mà tình hình tài lộc chỉ đảm bảo thu chi đều đặn mà thôi, khó có cơ hội vượt lên hẳn. Đối với người tuổi Thìn thì lúc này an toàn đã là tốt rồi. Nguồn thu không có gì khởi sắc nên bản mệnh phải cố gắng tiết kiệm, chớ nên tiêu xài hoang phí.<br/><br/>&emsp;Lục Hợp mang lại cơ hội hòa hợp để con giáp này còn độc thân dễ dàng thu hút người khác giới. Thế nhưng đừng đùa giỡn tình cảm của bất cứ ai khi đối phương thật lòng với mình nhé. Đời sống tình cảm của người tuổi Thìn có thể có đôi chút thăng trầm, lúc thì hạnh phúc, lúc lại hời hợt xa cách chẳng thể nào đoán biết được.<br/><br/>&emsp;Về phương diện sức khỏe, con giáp này không phải bận rộn tới mức quên mất việc chăm sóc bản thân như tháng trước thì cũng là thời điểm mà bản mệnh nên nghỉ ngơi nhiều hơn. Dù bạn nóng lòng muốn làm thêm việc này, việc kia để lấp thời gian trống nhưng thực tế là bản mệnh cũng cần được nghỉ ngơi và nạp năng lượng nhé.<br/><br/>",
	"Ti":"&emsp;Tuổi Tị sắp bước vào một giai đoạn sôi động và ẩn chứa nhiều cơ hội tuyệt vời để con giáp này thể hiện bản lĩnh. Có thể có chút thách thức lúc mới bắt tay thực hiện một điều mới lạ nhưng sau khi đã quen thì hiệu quả công việc rất tốt. Hơn thế nữa, đồng nghiệp không chỉ hỗ trợ cho bản mệnh rất nhiệt tình mà còn đưa ra lời khuyên hữu ích.<br/><br/>&emsp;Đường tài lộc của người tuổi Tị vượng phát, tiền tiêu rủng rỉnh nhờ kế hoạch tiền bạc thông minh trước đó. Nhất là những ai sự nghiệp hanh thông, được chuyển lên vị trí mới với thu nhập cao hơn. Nghề tay trái cũng hứa hẹn mang lại một khoản khá hậu hĩnh. Nhưng có lẽ bản mệnh sẽ phải chi tiêu kha khá cho gia đình vào cuối tháng.<br/><br/>&emsp;Tam Hợp nâng đỡ cho người độc thân có cơ hội tìm được nửa kia ưng ý. Tuy nhiên sẽ có người cảm thấy phiền vì có quá nhiều đối tượng theo đuổi mà con giáp này không biết nên chọn ai. Hãy lắng nghe trái tim mình nhé. Trong khi đó các cặp đôi có thể gặp chút trục trặc vì những rắc rối trước đây chưa giải quyết ổn thỏa.<br/><br/>&emsp;Về cơ bản tháng này không có dấu hiệu nào quá đáng ngại, song bản mệnh cần tập trung chăm sóc cơ thể nhiều hơn một chút, đừng tham công tiếc việc mà ảnh hưởng tới sức khỏe lâu dài. Hung tinh xuất hiện có điềm tiểu nhân quấy phá khiến tinh thần của con giáp này cũng bị ảnh hưởng ít nhiều.<br/><br/>",
	"Ngo":"&emsp;Người tuổi Ngọ cảm thấy phiền muộn, căng thẳng cũng bởi ảnh hưởng của Tứ Hành Xung. Nếu con giáp này kiểm soát được cảm xúc của mình thì mọi việc sẽ ổn thỏa thôi. Tháng này không thuận lợi lắm nhưng trong hoàn cảnh khó khăn lại là lúc bản mệnh tìm ra ưu điểm và khuyết điểm của bản thân để tiếp tục cố gắng.<br/><br/>&emsp;Việc đầu tư, làm ăn kinh doanh mở ra rất nhiều cơ hội mới cho con giáp này. Thế nhưng tuổi Ngọ vẫn nên lựa chọn các hạng mục quen thuộc, tránh ôm đồm thêm quá nhiều. Người làm công ăn lương tuy vẫn gặp khó khăn trong việc gia tăng thu nhập nhưng nhìn chung tiền bạc vẫn đủ đảm bảo cuộc sống cơ bản.<br/><br/>&emsp;May mắn là vận trình tình cảm ngày càng được cải thiện. Có thể trước đây hai người hi vọng về nhau quá nhiều nên thất vọng, nay đã thực tế hơn hiểu rằng trên đời chẳng có ai là hoàn hảo. Nếu con giáp này đang độc thân nên chuẩn bị tinh thần cho một tin tức bất ngờ từ người mà mình thầm thương trộm nhớ.<br/><br/>&emsp;Sức khỏe của bản mệnh khá ổn định, không quá tham công tiếc việc như trước và luôn cố gắng tìm cách cân bằng cuộc sống bằng việc dành thời gian nghỉ ngơi hợp lý. Trong các bữa ăn, con giáp này nên lưu ý ăn chậm lại sẽ tốt hơn cho dạ dạy, hơn nữa việc này khiến tuổi Ngọ no nhanh hơn, tránh việc ăn nhiều, dồn dập.<br/><br/>",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo đường công danh sự nghiệp của tuổi Mùi vô cùng rộng mở. Vì thế, đừng vì bất cứ lo do gì gây cản trở bước tiến của bản mệnh trong thời gian này đấy. Con giáp này có nhiều cơ hội đang tới với mình nhưng đừng vì thế mà vồ vập, việc gì cũng cần thời gian suy tính và nghiên cứu kỹ càng.<br/><br/>&emsp;Vận trình tài lộc kém vượng, bản mệnh chớ làm liều vì bất cứ lý do gì nhé. Việc đầu tư, kinh doanh không thể nóng vội, sẽ dễ hỏng việc vì sự thiếu hiểu biết của người tuổi Mùi đấy. Con giáp này nên tìm cách đảm bảo không chi quá nhiều cho những việc không tên, ngoài dự tính vì chúng làm hao mòn dần tiền trong túi rồi đấy.<br/><br/>&emsp;Người độc thân không quá quan tâm tới việc tìm một nửa trong thời gian này vì bản mệnh đang quá tập trung vào các khía cạnh của cuộc sống như công việc, bạn bè, đồng nghiệp. Với những người đã có đôi có cặp, cả hai phải thực sự đặt đối phương lên trước những sự lựa chọn khác. Nếu không thì đã đến lúc con giáp này nên rời đi.<br/><br/>&emsp;Bản mệnh sẽ khó ở yên một chỗ trong tháng này. Lịch trình đi lại có thể dày kín và tuổi Mùi không có thời gia nhiều để nghỉ ngơi. Chính vì thế nên bảo đảm vấn đề sức khỏe bởi con giáp này thường xuyên mệt mỏi. Ngoài ra, đi lại nên cẩn thận quan sát, đảm bảo an toàn giao thông, nếu không dễ bị tai nạn lắm đấy.<br/><br/>",
	"Than":"&emsp;Xem tử vi tháng 9/2020 dương lịch, người tuổi Thân sẽ rất bận rộn với vô khối công việc và không nhiều niềm vui, sự thoải mái. Tuy nhiên con giáp này có thể hoàn thành và sau đó có được những khoảnh khắc nghỉ ngơi. Điều này phụ thuộc vào những nỗ lực của bản mệnh đấy, luôn chủ động trong mọi việc sẽ có nhiều lợi thế hơn.<br/><br/>&emsp;Phương diện tài lộc sẽ là mối bận tâm lớn nhất của con giáp này trong tháng. Đừng trì hoãn, đừng để bất cứ lý do nào khiến cho bản thân không tập trung giải quyết những vấn đề rắc rối cho ổn thỏa. Với khoản tiền tiết kiệm mà tuổi Thân tiết kiệm được đừng dễ dàng cho vay khi nghe lời đường mật của người khác nhé.<br/><br/>&emsp;Vận trình tình duyên của con giáp này có dấu hiệu chuyển biến tích cực, các cặp đôi có nhiều cơ hội để cải thiện mối quan hệ khi có nhiều buổi hẹn hò lãng mạn. Điều quan trọng là đôi bên phải biết quý giá những phút giây ở bên cạnh nhau. Người độc thân tháng này rất đào hoa khi có rất nhiều vệ tinh theo đuổi xung quanh.<br/><br/>&emsp;Đối với vấn đề sức khỏe, nếu không có điều kiện để tới phòng tập thì con giáp này có thể tham gia các hoạt động đơn giản như leo cầu thang, nhảy dây, tập các bài luyện cơ bắp và thăng bằng. Hoặc bản mệnh cũng có thể tham gia các lớp tập thể dục trực tuyến, tìm và tập theo các bài tập cũng rất dễ dàng.<br/><br/>",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy tuổi Dậu có một tháng bận rộn, nhiều nhiệm vụ cần phải hoàn thành. Hãy dành việc đánh giá, xem xét cho thời gian tới. Còn lúc này bản mệnh nên mình trải nghiệm thì hơn. Đừng để căng thẳng khiến mình không đạt được hiệu quả vì khi đó dù con giáp này nỗ lực xử lý thì mọi thứ vẫn rối bời.<br/><br/>&emsp;Vận trình tài lộc có dấu hiệu khởi sắc, nhiều người được gia tăng nguồn thu, việc kinh doanh nhờ có hậu thuẫn mà phát triển bất chấp khó khăn hiện tại. Thế nhưng đừng vì những gì đang diễn ra mà tự phụ, không được chủ quan đâu nhé. Bản mệnh luôn phải cẩn trọng với những lời chào mời đầu tư thời gian này.<br/><br/>&emsp;Con giáp này trở nên quyến rũ hơn bao giờ hết, mỗi sự kiện có sự xuất hiện của người tuổi Dậu là ngay lập tức trở thành tâm điểm của sự chú ý của mọi người. Điều này rất tốt cho những người còn đang độc thân. Tuy nhiên với người đã yên bề gia thất thì nên cẩn thận với những lời tán tỉnh đấy nhé.<br/><br/>&emsp;Hung tinh gây điềm báo tai nạn bất ngờ, đòi hỏi bản mệnh cần phải cẩn thận trong công việc, khi xuất hành xa thì cần phải có một đêm ngủ đủ giấc, sáng mai tinh thần mới minh mẫn. Thời gian dịch bệnh vẫn còn lan tràn như hiện tại thì con giáp này đừng quên các biện pháp để tăng sức đề kháng cho bản thân.<br/><br/>",
	"Tuat":"&emsp;Người tuổi Tuất làm việc chăm chỉ, cố gắng nhưng chưa chắc đã nhận được thành quả tương xứng nhưng đừng nản lòng. Công việc tưởng rằng đang trong tầm kiểm soát của con giáp này thì bị sai sót do ảnh hưởng của Tương Hại đặc biệt là vào nửa cuối tháng sẽ có dấu hiệu xuống dốc khá rõ ràng.<br/><br/>&emsp;Chính Tài hỗ trợ tài lộc của bản mệnh dồi dào hơn, nhiều người đã tìm được cách gia tăng thu nhập, đảm bảo cuộc sống. Thậm chí những người kinh doanh đã tìm được hướng đi mở ra cơ hội làm ăn tốt hơn cho mình. Thế nhưng tháng này bản mệnh phải mua sắm quá nhiều nên tiền hao hụt đi không ít.<br/><br/>&emsp;Bách Việt chủ đào hoa mang tới cơ hội chung đôi cho con giáp này. Người độc thân đừng từ chối những lời mời hẹn hò nữa, hãy thử tìm hiểu đối phương xem sao nhé. Các cặp đôi có nguy cơ xuất hiện người thứ 3 xen vào vào mối quan hệ khi hai bạn giận dỗi nhau quá lâu hoặc đang xa mặt cách lòng.<br/><br/>&emsp;Bản mệnh dễ gặp các vấn đề về sức khỏe liên quan đến máu huyết hay có bệnh ở mắt. Nếu có bệnh thì sớm đi chữa trị, đừng để quá lâu thành bệnh mãn tính, chữa khó khỏi. Bên cạnh đó nhiều người giảm cân thành công nhờ chế độ ăn lành mạnh, hợp lý. Chớ nên lao lực quá mà khiến cơ thể kiệt sức nhé.<br/><br/>",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng vận trình công danh sự nghiệp tuổi Hợi được diễn ra theo đúng kế hoạch dù lúc trước khi thực hiện vẫn còn nhiều lo lắng và sợ hãi. Đây là một tháng mà thực sự con giáp này làm việc rất hiệu quả cả về chất lượng lẫn số lượng. Cuối cùng thì bản mệnh cũng đã được thở phào nhẹ nhõm.<br/><br/>&emsp;Hung tinh mang tới một chút rắc rối, con giáp này cần tỉnh táo, tốt nhất là đừng tìm những giải pháp mang tính tạm thời. Hãy giải quyết chúng một cách triệt để, nếu không bản mệnh còn mệt mỏi dài dài. Các vấn đề tiền bạc đòi hỏi người tuổi Hợi phải xử lý một cách chặt chẽ, do đó cần thẳng thắn, rõ ràng trong mọi tình huống.<br/><br/>&emsp;Đường tình duyên bình ổn nhưng chưa phải là giai đoạn rực rỡ của các cặp đôi. Với người độc thân vẫn chưa đủ niềm tin để mở lòng mình. Con giáp này vẫn đang muốn tìm lại trạng thái cân bằng trước khi bắt đầu mối quan hệ mới. Tuy nhiên nhờ Tam Hội mà bản mệnh có được những khoảng thời gian bên gia đình, cũng xoa dịu phần nào.<br/><br/>&emsp;Muốn cải thiện tình hình sức khỏe, con giáp này có thể tìm nhiều hoạt động hơn để tham gia. Bên cạnh đó, yếu tố tinh thần cũng ảnh hưởng lớn tới sức khỏe, bản mệnh nhớ đừng vì căng thẳng công việc quá mà mất ngủ. Hãy cố gắng cân bằng giữa làm việc và nghỉ ngơi, như vậy mới có thể có được đảm bảo thể trạng tốt.<br/><br/>",
	"BachDuong":"&emsp;Tử vi tháng 9 cho thấy Bạch Dương sẽ đạt được tiến bộ trên nhiều phương diện, điều này khiến bạn luôn cảm thấy rất vui vẻ và tự tin khi nghĩ tới tương lai của mình. ạn cảm thấy vô cùng tự tin vào khả năng của mình, vì thế mà rất có thể bạn sẽ nhanh chóng nắm bắt được cơ hội.<br/><br/>&emsp;Các bạn còn độc thân dường như đang đem lòng yêu mến một đối tượng nào đó. Bạn hãy chủ động tạo cơ hội để kéo gần khoảng cách giữa đôi bên. Nếu đã có nửa kia, tình cảm của các bạn rất ổn định, đôi bên đều biết đặt mình vào vị trí của đối phương để suy nghĩ.<br/><br/>&emsp;Tình hình tài chính không được tốt cho lắm. Tốt nhất trong thời điểm này, cung hoàng đạo này không nên đầu tư tiền bạc vào những lĩnh vực mình còn chưa nắm rõ, hay tìm hiểu kĩ càng nếu không rất dễ rơi vào cảnh xôi hỏng bỏng không đấy.<br/><br/>&emsp;Về phương diện sức khỏe về cơ bản là ổn định, không có gì phải lo lắng. Bạn là người chăm chỉ rèn luyện sức khỏe, nhưng nhớ trước khi bắt đầu chơi thể thao, bạn phải khởi động cẩn thận để tránh những chấn thương nhé.<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu sẽ có một khoảng thời gian không mấy lý tưởng, thế nhưng bạn hãy giữ những suy nghĩ vui vẻ và lạc quan, đừng tự tạo ra quá nhiều áp lực cho bản thân mình. bạn nên cố gắng nắm bắt cơ hội trước mắt mình, từ đó lập được những thành tích đáng tự hào trong công việc.<br/><br/>&emsp;Tuy các bạn còn độc thân có vẻ khá đào hoa, thế nhưng dường như bạn chưa có hứng thú hay muốn bắt đầu một mối tình mới thì phải. Trong khi đó, những người đã có nửa kia, hai bạn đối xử với nhau vô cùng rất chân thành. Tuy nhiên, bạn cần phải mở lòng hơn nữa với người ấy.<br/><br/>&emsp;Về phương diện tài chính của bạn trong tháng này có vẻ khá lý tưởng trong thời điểm này, tuy nhiên, bạn không nên quá tham lam trong các lĩnh vực đầu tư. Lúc này thị trường đang có nhiều biến động, chỉ cần sai sót một chút là có thể dẫn tới hậu quả khôn lường. Hãy chọn dự án an toàn sẽ tốt hơn.<br/><br/>&emsp;Tình hình sức khỏe có dấu hiệu sa sút thấy rõ. Chòm sao này cần phải quan tâm, chăm sóc đến thân thể của mình nhiều hơn bởi những chứng bệnh mãn tính sẽ kéo đến làm phiền bạn đấy. Nếu có dấu hiệu bất thường thì nên đi thăm khám ngay để có cách chữa trị kịp thời.<br/><br/>",
	"SongTu":"&emsp;Song Tử sẽ phát hiện ra rằng công việc của mình đang có những tiến triển rất tích cực, hãy tiếp tục cố gắng phấn đấu dựa trên sức của chính mình nhé. Bạn cần phải chú ý rèn luyện các kĩ năng cơ bản, có như vậy thì công việc mới phát triển ổn định và thăng tiến trong tương lai được.<br/><br/>&emsp;Các bạn còn độc thân có thể được bạn bè hoặc người nhà giới thiệu cho những đối tượng khá phù hợp, hãy thử làm quen với người ta xem sao. Nếu đã có nửa kia, bạn cần chú ý thể hiện tình cảm của mình rõ ràng hơn, để người ấy hiểu được bạn vẫn luôn trân trọng tình cảm của hai người.<br/><br/>&emsp;Về phương diện tình chính, cung hoàng đạo này có thể nắm bắt được khá nhiều cơ hội đầu tư vào thời điểm này. Hãy chọn cơ hội phù hợp với mình nhất nhé. Nếu bạn còn phân vân, băn khoăn thì có thể xin một vài lời khuyên từ những người đi trước đã có kinh nghiệm liên quan nhé.<br/><br/>&emsp;Tình hình sức khỏe trong tháng này không được tốt cho lắm. Bạn cần phải giữ gìn thân thể, nếu không thì rất dễ mắc những căn bệnh vặt vãnh về tai, mũi, họng. Thời tiết thay đổi thất thường khi trời đang nắng cũng có thể mưa to bất chợt, vậy nên khi đi ra ngoài bạn nên chuẩn bị áo mưa hay ô nhé.<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi nói rằng Cự Giải có thể sẽ được đón nhận niềm vui bất ngờ vào thời điểm này, đã đến lúc những cố gắng, nỗ lực của bạn được đền đáp xứng đáng. Bạn cũng cần phải chú ý hơn trong công việc, cho dù đó là những nhiệm vụ bạn đã quen thuộc đến mấy đi chăng nữa.<br/><br/>&emsp;Những bạn còn độc thân có thể được một vài đối tượng theo đuổi rất nhiệt tình, thế nhưng chưa chắc bạn đã tìm được một người thật ưng ý. Nếu đã có nửa kia, bạn và người ấy ngày một thấu hiểu nhau hơn, tình cảm giữa hai người càng lúc càng trở nên sâu sắc.<br/><br/>&emsp;Tình hình tài chính trong tháng có chút biến động, có thể cung hoàng đạo này sẽ phải mất tiền cho một sự cố bất ngờ nào đó, vì thế hãy lên kế hoạch chi tiêu một cách chi tiết, khoa học nhé. Bên cạnh đó, bạn cũng nên bắt đầu tiết kiệm để dùng cho những tình huống cấp bách.<br/><br/>&emsp;May mắn là bạn không gặp quá nhiều vấn đề về sức khỏe vào thời điểm này, chủ yếu là hãy duy trì giờ giấc ăn uống, ngủ nghỉ sao cho hợp lý mà thôi. Ngoài ra, lời khuyên dành cho bạn là nên rèn luyện thói quen thể dục thể thao mỗi ngày để tăng sức đề kháng và giúp tinh thần phấn chấn hơn.<br/><br/>",
	"SuTu":"&emsp;Tháng mới của Sư Tử lên xuống khá thất thường, bạn cần tìm ra đâu là điều quan trọng nhất để tập trung giải quyết xử lý. Bạn không nên chần chừ, do dự vào những giây phút quyết định, nếu không bạn rất có thể sẽ bỏ lỡ cơ hội thành công hiếm có một cách đáng tiếc đấy.<br/><br/>&emsp;Chuyện tình cảm không được suôn sẻ, thuận lợi cho lắm. Các bạn còn độc thân không mấy đào hoa trong thời điềm này, bạn khó có thể tìm ra đối tượng nào lý tưởng. Với những người đã có đôi có cặp, bạn hi vọng rằng đối phương có thể thấu hiểu và tôn trọng mong muốn của mình hơn.<br/><br/>&emsp;Về phương diện tài chính, cung hoàng đạo này có thể nhận được một khoản tiền thưởng xứng đáng vào thời điểm này nên vấn đề chi tiêu trong tháng khá thoải mái. Song bạn cần tỉnh táo khi mua sắm bất cứ món đồ nào, chớ nên vì sở thích nhất thời mà vung tay quá trán nhé.<br/><br/>&emsp;Tình hình sức khỏe của bạn không có vấn đề gì đáng lo ngại cả. Hãy cố gắng suy nghĩ lạc quan, tích cực để tránh rơi vào tình trạng stress. Cách bạn đối mặt với các vấn đề gặp phải trong cuộc sống rất quan trọng. Mọi thứ để có thể giải quyết nếu bạn giữ được sự bình tĩnh.<br/><br/>",
	"XuNu":"&emsp;Xem tử vi tháng 9/2020 của 12 chòm sao, Xử Nữ trải qua một tháng khá êm đềm, dù bạn không đạt được thành tích gì quá rực rỡ nhưng cũng đừng vội sốt ruột nhé. Bạn biết việc nào mình cần gấp rút hoàn thành và việc nào thì cứ để thư thả cũng được, vì thế mà bạn sắp xếp kế hoạch rất khoa học.<br/><br/>&emsp;Các bạn còn độc thân chưa có ý định yêu đương gì vào thời điểm này cả, tuy nhiên, bạn cũng không từ chối những đối tượng chủ động tiếp cận mình. Nếu đã có nửa kia, bạn cần phải kéo gần lại hơn nữa khoảng cách giữa mình và người ấy nếu không muốn mối quan hệ thiếu gắn kết và phai nhạt nhé.<br/><br/>&emsp;Tình hình tài chính khá tốt, nguồn thu nhập ổn định và đồi dào nên bạn không phải đắn đo quá nhiều chuyện chi tiêu. Tuy nhiên có thể bạn bè hoặc mọi người xung quanh sẽ hỏi vay tiền cung hoàng đạo này. Vì thế trước khi mở túi bạn nên nhớ xác định xem đó có phải là người đáng tin không nhé.<br/><br/>&emsp;Về phương diện sức khỏe, bạn không nên ngồi một chỗ làm việc quá lâu mà thỉnh thoảng nên đứng lên vận động để cơ thể được thư giãn, giải tỏa căng thẳng. Đây cũng là lúc bạn để cho đôi mắt của mình nghỉ ngơi, giảm bớt tình trạng nhức, mỏi.<br/><br/>",
	"ThienBinh":"&emsp;Thời gian này, Thiên Bình sẽ gặp phải một vài chuyện không như ý muốn, thế nhưng bạn hãy bình tĩnh xử lý, chớ nên làm quá vấn đề kẻo khiến mọi việc phức tạp hơn. Với tinh thần khá hăng hái, bạn có thể nghĩ ra những phương án giải quyết sáng tạo, mới mẻ chẳng giống ai.<br/><br/>&emsp;Về phương diện tình cảm, chòm sao này còn độc thân chẳng mấy đào hoa, có thể bạn sẽ chưa tìm ra cách nào để thu hút người mình thầm để ý cả. Nếu đã có nửa kia, tình cảm của bạn và nửa kia nhận được sự ủng hộ của người thân và bè bạn, nhờ thế mà bạn cảm thấy rất hạnh phúc.<br/><br/>&emsp;Tình hình tài chính có dấu hiểu hao hụt nhanh chóng. Bạn cần phải chú ý tiêu pha hợp lý, không nên tốn quá nhiều tiền bạc vào một sở thích nhất thời nào đó của mình. Thay vào đó, bạn nên có kế hoạch tích lũy nhiều để những lúc cần kíp vẫn có được thế chủ động cần thiết.<br/><br/>&emsp;Sức khỏe của bạn tháng này cũng không khá hơn là mấy. Cho dù gặp phải vấn đề khó giải quyết đến thế nào đi nữa thì bạn cũng không nên tự tạo áp lực cho bản thân. Khi tinh thần không đủ tỉnh táo, sáng suốt thì rất dễ đưa ra những quyết định sai lầm. Đừng lo lắng quá, mọi chuyện rồi sẽ ổn cả thôi.<br/><br/>",
	"BoCap":"&emsp;Tử vi 12 chòm sao cho thấy Bọ Cạp Có rất nhiều những cơ hội tốt đẹp đang chờ đợi trước mắt bạn, hãy chuẩn bị tinh thần nắm bắt bất cứ lúc nào. Bạn cần chú trọng chuyện trao đổi và thảo luận với đồng nghiệp, đừng có một mình một ý như vậy.<br/><br/>&emsp;Các bạn còn độc thân hi vọng mình có thể tìm được một người thấu hiểu và an ủi bản thân, vì thế bạn rất mở lòng trong các mối quan hệ. Nếu đã có nửa kia, bạn và người ấy đều cần phải học cách thấu hiểu và bao dung cho nhau nhiều hơn, có như vậy thì tình cảm lứa đôi mới lâu bền.<br/><br/>&emsp;Về phương diện tình chính, cung hoàng đạo này không nên vội vàng đầu tư vào thời điểm này, hãy bình tĩnh chờ đợi một thời cơ thích hợp hơn. Nếu bạn muốn làm giàu thì không nên ham cái lợi trước mắt mà cần phải hướng vào sự ổn định và bền vững. Bên cạnh đó, chuyện chi tiêu cũng cần có kế hoạch hợp lý hơn.<br/><br/>&emsp;Tình hình sức khỏe trong tháng này khá tốt. Bạn không cần phải lo lắng quá nhiều về thể trạng của mình, ngoài ra chú ý chăm chỉ vận động để tăng cường sự dẻo dai cho cơ thể. Việc này cũng giúp bạn giải thỏa căng thẳng, áp lực trong công việc cũng như cuộc sống rất tốt đấy.<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng tháng cho thấy cả tình cảm và sự nghiệp của Nhân Mã đều có bước tiến triển đáng kể, thậm chí bạn còn có cơ hội gặp gỡ được quý nhân. thái độ làm việc của bạn rất chăm chỉ và tích cực, nhờ vậy mà bạn nhận được sự đánh giá cao của cấp trên.<br/><br/>&emsp;Các bạn còn độc thân mở lòng hơn với những đối tượng tiếp cận mình, nhờ đó bạn có một vài mối quan hệ khá triển vọng. Nếu đã có nửa kia, bạn và người ấy luôn tin tưởng vào nhau, có việc gì, dù lớn hay nhỏ, đôi bên cũng cùng thảo luận để đưa ra ý kiến thống nhất.<br/><br/>&emsp;Đối với vấn đề tài chính, người theo nghiệp kinh doanh buôn bán cần tránh đầu tư mù quáng, nếu không bạn sẽ bị lỗ vốn to đấy. Trong khi đó, nguồn thu nhập của người làm công ăn lương khá ổn định, nhìn chung là đủ ăn đủ tiêu, tuy không dư dả những bạn cũng cảm thấy tạm hài lòng.<br/><br/>&emsp;Khi bắt tay vào làm việc gì, bạn cũng cần phải hết sức chú ý và cẩn thận, nếu không bạn sẽ vô tình bị thương đấy. Tình hình sức khỏe tháng này tương đối tốt, chỉ cần bạn duy trì được thói quen ăn uống, sinh hoạt đều đặn, khoa học là thể chất và tinh thần cải thiện đáng kể đấy.<br/><br/>",
	"MaKet":"&emsp;Trong khoảng thời gian này, những điều Ma Kết mong muốn dần dần trở thành hiện thực, bạn có thể thực hiện mọi điều với một tâm trạng rất nhẹ nhàng thoải mái. Vạn có thể gặp gỡ quý nhân, khiến sự nghiệp có những bước phát triển thuận lợi đến mức đáng ghen tị.<br/><br/>&emsp;Chuyện tình cảm không được suôn sẻ. Chòm sao này còn độc thân có vẻ quá khép kín nên dù có đang đem lòng yêu mến ai cũng không dám kéo gần khoảng cách giữa cả hai. Nếu đã có nửa kia, hai bạn có thể hiểu nhầm nhau vì một chuyện gì đó. Đôi bên đều cần khoảng thời gian yên tĩnh để suy nghĩ lại.<br/><br/>&emsp;Tình hình tài chính có dấu hiệu chuyển biến tích cực. Bạn có thể tìm được một vài cơ hội đầu tư sáng giá nhờ có con mắt tinh đời của mình, nhờ vậy mà thu về lợi nhuận lớn, tiền bạc khá dư dôi. Tuy nhiên bạn cũng cần chú ý đến việc chi tiêu của mình, chỉ nên mua những thứ thực sự cần thiết thôi nhé.<br/><br/>&emsp;Về phương diện sức khỏe trong tháng rất tốt. Nhờ việc chăm chỉ thể dục, thể thao nên bạn có một cơ thể khá khỏe mạnh, giúp bạn sẵn sàng tham gia mọi hoạt động mình yêu thích. Ngoài ra, bạn nên hạn chế thức quá khuya hay làm việc quá sức kẻo ảnh hưởng đến thân thể nhé.<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 con cung hoàng đạo nói rằng có thể sẽ có một vài rắc rối xảy ra với Bảo Bình trong tháng này. Điều bạn cần làm là giữ một trạng thái tâm lý bình tĩnh, tích cực. Bạn luôn cố gắng khắc phục mọi khó khăn mình gặp phải, nhờ thế mà cấp trên đánh giá bạn rất cao.<br/><br/>&emsp;Về phương diện tình cảm, những bạn còn độc thân có cơ hội quay trở lại với người cũ, quyết định thế nào hoàn toàn nằm trong tay bạn. Nếu đã có nửa kia, những mâu thuẫn trước đây của bạn và đối phương đã được hóa giải, hai người tận hưởng cảm giác vui vẻ, ngọt ngào như thuở ban đầu.<br/><br/>&emsp;Tình hình tài chính của cung hoàng đạo này về cơ bản là ổn định trong suốt tháng này. Tuy nhiên bạn chú ý có kế hoạch chi tiêu hợp lý, bởi bạn cũng chẳng kiếm được bộn tiền đâu. Nên hạn chế những khoản chi lặt vặt không cần thiết bởi chúng tốn một khoản kha khá đấy.<br/><br/>&emsp;Về phương diện sức khỏe của bạn không có vấn đề gì nghiêm trọng. Nếu bạn muốn rèn luyện sức khỏe thì cũng cần dựa theo thể trạng của mình, đừng quá sức nhé, không phải cứ bài tập nặng là tốt đâu. Hãy lựa sức mình để có cách cải thiện thể chất phù hợp và hiệu quả nhé.<br/><br/>",
	"SongNgu":"&emsp;Tâm trạng của Song Ngư có vẻ khá vui vẻ tích cực vào thời điểm này, chính vì vậy mà mọi việc cũng có những bước chuyển tươi sáng hơn. Bạn gặp khá nhiều may mắn trong công việc tháng này. Thái độ tích cực, cầu tiến và ham học hỏi cũng góp phần lớn vào việc này đấy.<br/><br/>&emsp;Nếu còn độc thân, cung hoàng đạo này khá cởi mở trong chuyện tình cảm, bạn tạo cơ hội cho những đối tượng có ý định tiếp cận mình để có thể biết được ai là người phù hợp. Nếu đã có nửa kia, bạn và người ấy cần trò chuyện với nhau nhiều hơn để càng thêm thấu hiểu.<br/><br/>&emsp;Về phương diện tài chính của bạn có vẻ khá dư dả vào thời điểm này. Bạn có thể được nhận một phần thưởng nào đó nhờ những công sức, nỗ lực đã bỏ ra trước đó. Tiền bạc rủng rỉnh, chòm sao này có thể nuông chiều bản thân một chút để động viên, khích lệ tinh thần của mình.<br/><br/>&emsp;Tình hình sức khỏe không được ổn định cho lắm. Bạn cần phải chú ý rèn luyện thói quen bảo vệ thân thể, đừng nghĩ rằng mình còn trẻ, còn khỏe mà chủ quan, lơ là. Cơ thể chúng ta cũng như cái cây vậy, nếu không chăm bẵm mỗi ngày thì không thể nào khỏe mạnh được.<br/><br/>"
    },
"202010": {
    "Ty":"&emsp;Tử vi tháng 10/2020 Đông phương của 12 con giáp dự báo vận trình sự nghiệp của tuổi Tý phát triển khá ổn định, dù không phải là không có một vài chuyện rắc rối xảy ra. Con giáp này là một người rất năng động, ham tìm tòi nghiên cứu, nhờ vậy mà có thể tiếp thu được nhiều kiến thức quý báu, hữu ích cho công việc hiện tại hoặc tương lai.<br/><br/>&emsp;Vận trình tài lộc được duy trì tương đối ổn định trong tháng này. Con giáp này thường xuyên thử thách bản thân ở những điều mơi mẻ. Nếu có cơ hội làm giàu hoặc tiếp xúc với những lĩnh vực mới, người tuổi Tý thường tỏ vẻ không hề ngần ngại. Tuy nhiên, bản mệnh cần hạn chế thói quen tiêu xài lãng phí, không cần thiết.<br/><br/>&emsp;Đường tình duyên không được êm đẹp cho lắm. Ảnh hưởng của Ngũ hành tương khắc, vợ chồng dễ mâu thuẫn với nhau vì những vấn đề căn bản trong đời sống gia đình. Những tưởng đôi bên đã có thể đạt được sự nhất trí chung, nhưng một khi có chuyện gì xảy ra, hai người lại dễ mâu thuẫn vì những quan điểm trái ngược.<br/><br/>&emsp;Tình hình sức khỏe của con giáp này nhìn chung là ổn định trong suốt tháng này. Bản mệnh có đủ tinh thần và sức lực để thử sức trên những lĩnh vực mới mẻ. Quan trọng là tuổi Tý nên biết lượng sức mình, tránh làm việc quá sức, sẽ gây ảnh hưởng lớn đến thể chất cũng như tinh thần về lâu về dài.<br/><br/>",
	"Suu":"&emsp;Tử vi tháng 10 dương lịch năm 2020 cho thấy tuổi Sửu luôn cảm thấy tự tin vào năng lực của mình. Sự tự tin ấy giúp con giáp này đặt ra những đích đến cao xa và nóng lòng chinh phục những điều ấy. Tuy nhiên, lập kế hoạch cần phải dựa trên năng lực của chính bản thân mình, chớ nên mơ ước quá viển vông mà tự tạo thành áp lực cho chính mình.<br/><br/>&emsp;Về phương diện tài lộc không gặp phải vấn đề gì quá đáng lo ngại trong tháng 9 âm lịch này. Người làm công ăn lương có một tháng khá thuận lợi. Bản mệnhn có thể nhận được những nguồn thu từ những mối đầu tư trước đó. Hãy bình tĩnh chờ đợi cơ hội đến với mình, chớ nên vội vàng mà vướng vào những rắc rối bất ngờ nhé.<br/><br/>&emsp;Vận trình tình cảm của bản mệnh có chút trục trặc. Có thể cả người tuổi Sửu và nửa kia ấy đều quá bận rộn với sự nghiệp của riêng mình nên chẳng còn sức mà quan tâm đến cuộc sống gia đình nữa. Con giáp này tưởng rằng ai lo việc của người ấy là hài hòa, nhưng trên thực tế, tình cảm của hai người đang phai nhạt dần.<br/><br/>&emsp;May mắn là sức khỏe của bản mệnh tương đối ổn định, gần như không mắc phải bất cứ vấn đề nghiêm trọng nào. Dù công việc đôi khi khiến con giáp này đôi lúc cảm thấy căng thẳng, nhưng chỉ cần nghỉ ngơi phù hợp thì không có gì phải lo lắng cả. Thời điểm này, tuổi Sửu nên duy trì việc rèn luyện thân thể đều đặn.<br/><br/>",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết đường công danh sự nghiệp của người tuổi Dần có những bước tiến rõ rệt trong thời điểm này. Con giáp này dần dần chinh phục được những đích đến đã đặt ra từ trước đó và đây cũng chính là động lực để bản mệnh tiếp tục cố gắng, phấn đấu hơn nữa trong tương lai.<br/><br/>&emsp;Tam Hợp nâng đỡ vận trình tài lộc của con giáp này, nhờ thế mà chuyện làm ăn thuận lợi, rất thích hợp cho những công việc như kí kết hợp đồng, thúc đẩy quan hệ với các đối tác. Với sự thông minh, tài hoa và đặc biệt là biết giữ chữ tín của mình, bản mệnh sẽ có thêm được nhiều dự án triển vọng cũng như cơ hội kiếm tiền tốt đẹp.<br/><br/>&emsp;Về phương diện tình cảm, con giáp này nổi bật nên tất nhiên sẽ thu hút được ánh mắt của nhiều người khác giới. Tuổi Dần có thể nhận ra rằng xung quanh mình luôn có những người chủ động tiến tới làm quen. Song dường như người còn độc thân có vẻ khá thờ ơ, bởi bản mệnh muốn đặt sự nghiệp lên trên tình cảm.<br/><br/>&emsp;Công việc trong tháng này suôn sẻ là thế nhưng tình hình sức khỏe lại sa sút, con giáp này lại phải đối mặt với khá nhiều vấn đề. Bạch Hổ Hung tinh cho thấy nhiều điềm báo tai họa, thậm chí bản mệnh còn gặp phải họa huyết quang, ảnh hưởng đến thân thể. Vì vậy, khi tham gia giao thông hay làm viêc cần hết sức tập trung chú ý.<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, người tuổi Mão nhờ sự nâng đỡ của cục diện Nhị Hợi nên vận trình sự nghiệp vô vùng suôn sẻ thuận lợi, ít khi vướng phải khó khăn. Cho dù gặp phải khó khăn đi chăng nữa thì cũng chỉ mang tính chất tạm thời, thậm chí thông qua việc này, bản mệnh có thể nhận ra ai là người thực sự đối tối với mình.<br/><br/>&emsp;Con giáp này có những bước tiến rõ rệt trên con đường tài lộc. Tuổi Mão đã xác định được mục tiêu và đích đến của mình nên không bao giờ đánh mất phương hướng. Những bước tiến nhanh chóng và ổn định sẽ giúp bản mệnh có một nguồn thu dồi dào, dù không phát tài ngay lập tức thì cũng sẽ đủ ăn đủ tiêu, có của tích lũy.<br/><br/>&emsp;Vận trình tình duyên trong tháng này khá êm đẹp, con giáp này nhận được nhiều lời mời giao lưu, kết bạn. Tuy nhiên, đào hoa thì đào hoa vậy, bản mệnh vẫn cần phải biết cách cư xử và lựa chọn thì mới có thể gặp được người như ý muốn. Người độc thân biết trưng diện và mở rộng lòng mình để trò chuyện với mọi người.<br/><br/>&emsp;Sức khỏe của bản mệnh và cơ bản là ổn định trong tháng này. Con giáp này dần quan tâm đến cơ thểcủa mình hơn nên luôn chú ý tập luyện thể dục, thể thao, đồng thời có chế độ ăn uống hợp lý. Nhờ vậy, tuổi Mão luôn cảm thấy khỏe khoắn, tràn đầy sức sống và sẵn sàng bắt tay vào thực hiện mọi kế hoạch đã đề ra.<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo tháng 10/2020 dương lịch, tuổi Thìn đối mặt với cục diện Tương Xung, tác động không tốt đến vận trình. Những thành quả trước đó trong công việc khiến con giáp này trở nên vô cùng tự tin, thậm chí là kiêu ngạo. Chính vì thế mà bản mệnh luôn tự cho rằng mình là đúng, bướng bỉnh, không chịu thỏa hiệp với người khác.<br/><br/>&emsp;Về phương diện tài lộc không có nhiều điểm sáng, vì vậy nên con giáp này chớ vội vàng đưa ra bất cứ quyết định nào, nhất là trong các vấn đề đầu tư, mở rộng kinh doanh. Bản mệnh không nên hành động theo cảm tính, đặc biệt không nên đi đến quyết định chỉ vì tính sĩ diện hay bướng bỉnh, ngang ngược, muốn chứng tỏ bản thân.<br/><br/>&emsp;Đường tình duyên cũng không mấy lý tưởng, nhiều mâu thuẫn khiến người tuổi Thìn phải đau đầu ứng phó, thậm chí đôi lúc còn cảm thấy bế tắc, muốn tìm thú vui bên ngoài. Có lẽ con giáp này nên phải xem lại chính bản thân mình. Có thể chính bản tính không chịu thua ai khiến mối quan hệ giữa hai người càng trở nên căng thẳng hơn.<br/><br/>&emsp;Tuy nhiên tình hình sức khỏe lại rất tốt. Nhờ thế bản mệnh cảm thấy lạc quan không bao giờ đầu hàng trước khó khăn. Tuy nhiên, con giáp này cũng không nên vì thế mà chủ quan mà bắt mình phải làm việc liên tục mà không chú ý đến việc nghỉ ngơi, bởi nếu cơ thể mệt mỏi thì bạn cũng sẽ không thể làm việc hiệu quả được.<br/><br/>",
	"Ti":"&emsp;Vận trình công danh sự nghiệp của tuổi Tị có tiến triến trôi chảy, một phần lớn là nhờ con giáp này đã không ngừng cố gắng, nỗ lực, khắc phục khuyết điểm và phát huy ưu điểm trong suốt khoảng thời gian vừa qua. Bản mệnh giàu kinh nghiệm này luôn hăng hái khi bắt tay vào công việc và chẳng hề ngại ngần trước thử thách, trở ngại.<br/><br/>&emsp;Cát tinh cũng mang lại nhiều may mắn cho con giáp này trên con đường tài lộc. Người tuổi Tị có nhiều cơ hội để cải thiện thu nhập. Người làm công ăn lương gây ấn tượng với cấp trên nên rất có thể sẽ nhận được một khoản tiền thưởng nóng, thậm chí là được thăng chức, tăng lương, khiến đời sống gia đình thoải mái hơn ít nhiều.<br/><br/>&emsp;Vận trình tình duyên có nhiều tín hiệu tích cực nhờ tác động của ngũ hành tương sinh. Các mối quan hệ tốt đpẹ khiến bản mệnh gặp được nhiều điều thuận lợi trong cả cuộc sống và tình cảm. Con giáp này còn độc thânbiết phát huy nét quyết rũ của mình, nhờ thế mà nhận được nhiều sự quan tâm, để ý của người khác giới.<br/><br/>&emsp;Tình hình sức khỏe của bản mệnh duy trì ở mức tốt trong suốt tháng này. Người tuổi Tị cảm thấy tinh thần của mình luôn ở vào trạng thái hưng phấn, luôn sẵn sàng bắt tay vào bất cứ nội dung công việc gì, cho dù có thách thức đến mấy. Khi xuất hành đi xa, bạn nhớ chú ý an toàn giao thông, đừng nên để xảy ra những sự cố đáng tiếc.<br/><br/>",
	"Ngo":"&emsp;Đường công danh sự nghiệp của tuổi Ngọ có những bước tiến rõ rệt hơn hẳn khoảng thời gian trước đó. Nhờ Tam Hợp nâng đỡ nên con giáp này xây dựng được những mối quan hệ hài hòa, những người trước nay vốn thân thiết có thể chính là quý nhân và giúp bản mệnh vươn tay chạm đến những cơ hội hiếm có vào thời điểm này.<br/><br/>&emsp;Vận tài lộc của con giáp này cũng có những bước tăng tiến vượt bậc. Các mối quan hệ xã hội của bạn phát triển tốt đẹp. Người tuổi Ngọ có thể gặp được đối tác đáng tin cậy, có cùng chí hướng và đôi bên sẽ cùng nhau hợp tác phát triển, đạt được những mục tiêu tưởng chừng xa vời. Vì vậy, nếu thấy cơ hội có triển vọng thì nên nhanh chóng nắm bắt.<br/><br/>&emsp;Nhân duyên của bản mệnh có những bước phát triển tích cực. Ngũ hành tương sinh cho thấy con giáp này đã tìm được nửa kia thì sự xuất sắc của tuổi Ngọ chính là yếu tố thu hút người ấy mãnh liệt nhất. Sức hút tỏa ra từ chính con người chính là sức hút bền vững nhất, có thể yên tâm rằng người ấy sẽ chẳng thay lòng đổi dạ.<br/><br/>&emsp;Về phương diện sức khỏe của bản mệnh khá tốt trong tháng này, nhờ vậy mà con giáp này luôn hăng hái, nhiệt tình mỗi khi bắt tay vào công việc. Hãy chú ý rèn luyện thể chất mỗi ngày, chú ý chế độ ăn uống và nghỉ ngơi điều độ để bản thân có thể luôn khỏe khoắn, ngập tràn sức sống.<br/><br/>",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo tuổi Mùi sẽ vướng phải nhiều trở ngại trong khoảng thời gian tới, vì thế mà con giáp này cần chuẩn bị trước tinh thần đối diện với khó khăn, chớ nên nản lòng, chùn bước vì những rắc rối nhất thời. Hãy coi đây như một cơ hội để rèn luyện bản thân, giúp mình trở thành một người xuất sắc hơn.<br/><br/>&emsp;Tài lộc của bản mệnh không có nhiều dấu hiệu chuyển biến, vì vậy người tuổi Mùi cần chú ý trong cả lĩnh vực đầu tư và chi tiêu, không để đồng tiền bị tiêu tốn một cách vô ích, không mang lại lợi ích hoặc tác dụng gì. Cục diện Tương Phá nhắc nhở con giáp này cần hết sức cẩn thận mỗi khi đưa ra quyết định đầu tư để tránh tiền mất tật mang nhé.<br/><br/>&emsp;Vận trình tình duyên của bản mệnh cũng gặp phải nhiều trắc trở hơn là thuận lợi. Điều mà những người đã có đôi có cặp hoặc đã yên bề gia thất cần phải lưu ý là hãy hạ cái tôi cá nhân của mình xuống, đừng vì nóng giận nhất thời mà nói những lời công kích nửa kia, khiến đối phương phải chịu nhiều tổn thương.<br/><br/>&emsp;Nhiều vấn đề gặp phải trong cuộc sống và sự nghiệp khiến con giáp này luôn ở vào trạng thái căng thẳng hoặc buồn bã, thất vọng. Tinh thần không tốt dễ kéo theo nhiều vấn đề về sức khỏe, vì thế điều trước tiền là bản mệnh hãy tập cho mình nghĩ về những điều lạc quan, tích cực hơn để có động lực vượt qua khó khăn.<br/><br/>",
	"Than":"&emsp;Xem tử vi tháng 10/2020 dương lịch, vận trình sự nghiệp của người tuổi Thân có bước tiến vững chắc. Những mối quan hệ xã giao thuận lợi có thể giúp con giáp này gặp gỡ được quý nhân hoặc người có cùng chí hướng. Người này có thể giúp bản mệnh giải quyết nhiều khúc mắc còn tồn tại hoặc đưa những hướng đi triển vọng cho tương lai.<br/><br/>&emsp;Tài lộc trong tháng khá vượng, con giáp này sẽ kiếm được một khoản kha khá xứng đáng với công sức mà mình bỏ ra. Tam Hội giúp bản mệnh xây dựng được những mối quan hệ xã giao hài hòa, được giới thiệu cho những cơ hội thích hợp để mở rộng kinh doanh hoặc tiếp xúc với những khách hàng, đối tác triển vọng.<br/><br/>&emsp;Đường tình duyên có chuyển biến tích cực. Con giáp này có cơ hội mở rộng mối quan hệ, nhờ thế mà các mối quan hệ tình cảm yêu đương khởi sắc. Nếu còn độc thân, bản mệnh dần mở lòng hơn với những đối tượng tiếp xúc mình và hiểu được cảm giác hạnh phúc khi có một người luôn quan tâm, chăm sóc đến mình.<br/><br/>&emsp;Sức khỏe lại là vấn đề mà tuổi Thân cần phải đặc biệt chú ý. Do Nguyệt Lệnh lâm Bệnh, chủ về tật ách nên cơ thể bạn có dấu hiệu suy nhược hơn khoảng thời gian trước đó. Có thể những bôn ba, vất vả trong công việc khiến bạn không sắp xếp được thời gian nghỉ ngơi hợp lý, tinh thần luôn ở trạng thái căng thẳng, mệt mỏi.<br/><br/>",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy đường công danh sự nghiệp của tuổi Dậu chịu nhiều tác động xấu của cục diện Tương Hại nên thuận lợi thì ít mà rắc rối thì nhiều. Tốt hơn hết con giáp này nên giữ tinh thần ổn định, lạc quan, tích cực, không nên bị những yếu tố bên ngoài tác động quá lớn, dẫn đến những hành động sai trái.<br/><br/>&emsp;Vận trình tài lộc của bản mệnh phải trải qua nhiều gian truân, vất vả trong tháng này. Người tuổi Dậu chớ vội nóng lòng kiếm tiền mà đi theo con đường làm giàu bất chính, nếu không dễ vướng vào vòng lao lý, tiền bạc cũng chẳng thấy đấu. Bên cạnh đó, con giáp này cũng chớ nhẹ dạ cả tin, nghe theo những lời rủ rê của người ngoài.<br/><br/>&emsp;Về phương diện tình cảm, dường như giữa các cặp vợ chồng đang ngấm ngầm tồn tại những bất đồng về quan điểm và lối sống. Hai người cần nhanh chóng thảo luận và bàn bạc để có thể đưa ra ý kiến nhất trí chung, nếu không về lâu về dài dễ rơi vào cảnh đồng sàng dị mộng. Hãy tìm cách hâm nóng tình cảm để mối quan hệ lại được như xưa.<br/><br/>&emsp;Tinh thần của con giáp này không được tốt một phần vì lo nghĩ quá nhiều về tương lai mà không biết hoặc không muốn chia sẻ với bất cứ ai. Điều này ảnh hưởng tới sức khỏe thể chất của tuổi Dậu ít nhiều. Hãy học cách mở lòng ra với mọi người, nỗi buồn được chia sẻ sẽ giúp bản mệnh cảm thấy nhẹ nhõm và dễ chịu hơn nhiều.<br/><br/>",
	"Tuat":"&emsp;Người tuổi Tuất vẫn luôn cố gắng duy trì thái độ làm việc nghiêm túc và cẩn trọng. Nếu ai được làm trong lĩnh vực mình yêu thích thì con giáp này vẫn luôn đam mê cống hiến, thậm chí làm việc quên giờ giấc. Vì tinh thần lao động đáng khen ấy mà bản mệnh có thể tránh được nhiều lỗi lầm nhỏ không đáng có.<br/><br/>&emsp;Vận trình tài lộc của con giáp này không có dấu hiệu tích cực vào tháng này, vì thế tốt nhất là bản mệnh nên hạn chế chi tiêu, tránh tiêu xài tiền bạc cho những vật dụng không thật sự cần thiết, nếu có thể thì hãy hoãn việc mua bán, sắm sửa sang một khoảng thời gian khác, khi ngân sách đã dư dả hơn.<br/><br/>&emsp;Đường tình duyên có phần ảm đạm, các cặp đôi thường xuyên cãi vã, mâu thuẫn vì những quan điểm đối lập, khó có thể dung hòa. Dường như cả hai đều đang quá cứng đầu, cố chấp với quan điểm của bản thân nên không nhường nhịn. Đã là vợ chồng không nên có chuyện hơn thua, bởi bầu không khí trong gia đình sẽ rất nặng nề, mệt mỏi.<br/><br/>&emsp;May mắn là dù gặp phải nhiều khó khăn, chông gai trong cuộc sống nhưng tình hình sức khỏe của tuổi Tuất bị chịu quá nhiều ảnh hưởng. Có thể đôi khi con giáp này vẫn cảm thấy căng thẳng vì những điều lo nghĩ vu vơ, nhưng may mà với sức trẻ của mình nên vẫn nỗ lực vượt qua và tiếp tục cố gắng.<br/><br/>",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng vận trình công danh sự nghiệp của tuổi Hợi lên xuống khá bấp bênh. Con giáp này cần chuẩn bị tinh thần sẵn sàng đối mặt với những khó khăn xảy đến, đừng trốn tránh hoặc đùn đẩy cho người khác. Nhiều vấn đề bất ngờ xuất hiện khiến bản mệnh trở tay không kịp, bối rối nên khó tìm được cách giải quyết hợp lý.<br/><br/>&emsp;Đường tài lộc cũng khó được như ý trong thời điểm này. Công việc bất ổn khiến nguồn thu không được ổn định. Thậm chí con giáp này phải vay mượn mới đủ tiền để trang trải cuộc sống. Vì thế dù có dư dả thế nào đi nữa thì bản mệnh cũng nên sống tiết kiệm, không nên chi tiêu phung phí, kẻo chẳng có của để dành cho sau này đâu.<br/><br/>&emsp;Về phương diện tình duyên, người tuổi Hợi vô cùng đào hoa trong tháng. Con giáp này thể hiện được sức hút của bản thân nên giành được nhiều sự chú ý đến từ người khác phái. Nếu còn độc thân thì nhân cơ hội này, bả mệnh cũng nên mở rộng lòng mình để có thể quen được với nhiều đối tượng tâm đầu ý hợp.<br/><br/>",
	"BachDuong":"&emsp;Tử vi tháng 10 cho thấy Bạch Dương sẽ nghênh đón một tháng với rất nhiều biến động, rất nhiều chuyển đổi, phát sinh sự việc cực kì lớn, có ảnh hưởng tới cả tương lai lâu dài. Sự nghiệp và tình cảm là hai phương diện bạn phải lưu ý nhiều nhất bởi đều nảy sinh những sự cố khó lường.<br/><br/>&emsp;Công việc có nhiều khó khăn, rắc rối và đặc biệt là có người ngáng đường, đồng nghiệp đổ thêm dầu vào lửa khiến bạn càng thêm vất vả. Sự chống đỡ của bạn chỉ có hạn, lo lắng và nỗ lực rất nhiều nhưng cuối cùng vẫn phải gánh lấy thất bại đáng tiếc khiến bạn buồn phiền.<br/><br/>&emsp;Tình cảm cũng chẳng khá hơn khi mà bạn và người ấy bất đồng quan điểm, bắt đầu có mâu thuẫn, to tiếng với nhau. Thêm cá tính nóng nảy, bất chấp của cừu trắng đẩy sự việc càng ngày càng xa. Nếu không thể nhường nhịn, kiên trì thì chút tình cảm này có khả năng cao là sẽ tan vỡ.<br/><br/>&emsp;Nhiều chuyện không vui như nên thể chất, tinh thần cũng bị ảnh hưởng khá nhiều. Chòm sao này nghĩ ngợi nhiều nên tiều tụy đi trông thấy. Nhưng có sức khỏe mới vượt qua được khó khăn. Bạn hãy chăm chỉ vận động, rèn luyện, kích thích ý chí tiến lên của bản thân đi nào.<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu có cơ hội tốt để thể hiện bản thân, lại được nhiều người giúp đỡ, giải quyết không ít khó khăn. Tháng này là cơ sở để những tháng cuối năm của bạn thu được thành tựu rực rỡ, hãy cố gắng lên nhé, dù bận rộn mệt mỏi cũng phải vững vàng, không được bỏ cuộc giữa chừng.<br/><br/>&emsp;Chuyện tình cảm chẳng như ý, bạn và người ấy nảy sinh nhiều mâu thuẫn, bất đồng. Muốn gắn bó lâu dài thì phải biết cách khơi gợi những điểm chung và bỏ qua những việc nhỏ nhặt, đừng quá kĩ tính. Có điểm nào không hài lòng thì hãy chia sẻ với nửa kia trên tinh thần tích cực, xây dựng.<br/><br/>&emsp;Tình hình tài chính sa sút nhanh chóng. tiền xuất ra như muối bỏ bể không thể thu lại được. Chủ yếu do sai lầm, mê man trong phương hướng mà tháng này dễ mất mát tiền bạc. Tốt nhất là tạm thời đừng nên tiến hành dự án mới, làm việc ổn định có nguồn thu đều đặn thì an toàn hơn.<br/><br/>&emsp;Về phương diện sức khỏe của cung hoàng đạo này không quá nghiêm trọng nhưng dễ bị đau mỏi lưng, đau chân tay do thiếu vận động. Ngoài giờ làm việc, học tập thì hãy rèn luyện thân thể, tập luyện thể dục thể thao. Có thể kết hợp với các buổi dã ngoại, du lịch để tiện một công đôi việc.<br/><br/>",
	"SongTu":"&emsp;Song Tử dễ dàng vượt qua những biến động trong công việc và đạt được thành tựu rõ ràng. Cơ hội tranh vị trí cao hơn cực kì rộng mở, đừng ngại ngần thử thách bản thân nhé. Nhưng áp lực cũng không hề ít, cần duy trì sự bình tĩnh, ổn định để nhìn nhận tình huống chính xác, không nên nóng nảy mà sai lầm.<br/><br/>&emsp;Tình cảm của bạn tiến triển tốt đẹp, hai người hẹn hò lãng mạn, tìm hiểu nhau sâu hơn và bắt đầu chấp nhận những khuyết điểm cũng như tìm ra ưu điểm của đối phương. Ví dụ như anh ấy không cao lắm nhưng rất điển trai hay cô ấy không phải người xinh đẹp nhất nhưng nụ cười duyên dáng chẳng hạn<br/><br/>&emsp;Về phương diện tài chính, chòm sao này rơi vào giai đoạn bức bách. Các khoản tiền mà bạn hi vọng thu về thì chẳng có chút hồi âm nào, tiền chi tiêu eo hẹp nên bạn không khỏi bồn chồn. Tháng này tài chính hạn hẹp, khéo thu vén và cực kì tiết kiệm với tạm đủ thôi nên đừng mong rong chơi nhé.<br/><br/>&emsp;Thế nhưng bạn có khả năng giao tiếp tốt, có thể tận dụng thế mạnh này để làm trung gian bắt mối hưởng lợi nhuận. Phần công việc này tuy khá mệt và cũng có nhiều rủi ro nhưng trong bối cảnh kinh tế ảm đảm, tiền không đủ tiêu thì vẫn nên cố sức làm nhé.<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi nói rằng Cự Giải dồn sự tập trung cho công việc. Toàn bộ khoảng thời gian trước đó bạn đã chuẩn bị rất nhiều, chỉ chờ lúc này xuất kích nên không thể lơ là được. Cấp trên dần ghi nhận và đánh giá cao năng lực, nếu phát huy tốt sẽ được thăng chức tăng lương đấy.<br/><br/>&emsp;Chuyện tình cảm của cung hoàng đạo này gặp chút rắc rối. Người có đôi gặp kẻ thứ ba quấy nhiễu, làm phiền ảnh hưởng tới mối quan hệ đang yên ấm. Người độc thân tuy cũng có đối tượng theo đuổi nhưng “lắm mối tối nằm không”, bạn chẳng ưng ai, sớm nở tối tàn, rất nhạt nhẽo.<br/><br/>&emsp;Tài chính được hậu thuẫn từ những người xung quanh, có người bất ngờ giới thiệu cho bạn mối làm ăn thời vụ khá tốt. Tuy chiếm nhiều thời gian nhưng vì không kéo dài nên hãy tận dụng làm đi để kiếm thêm một khoản tích góp, bạn cũng đang có khá nhiều việc cần chi tiêu mà.<br/><br/>&emsp;Các thành viên trong gia đình có chút hiểu lầm, bạn nên giải thích rõ ràng để tránh sự việc đi quá xa. Dù bạn không thích nhưng chung quy lại vẫn là người một nhà, không so đo quá nhiều. Những lúc tâm trạng xuống thấp, cần người vực dậy thì bạn hãy tìm đến chòm sao Bạch Dương nhé.<br/><br/>",
	"SuTu":"&emsp;Tháng mới của Sư Tử nếu nói công việc không tốt thì chưa hẳn, nếu nói tốt thì cũng chưa phải. Nhìn chung bạn làm bao nhiêu hưởng bấy nhiêu, phụ thuộc vào cố gắng và thái độ của bạn. Rất nhiều nhiệm vụ, bạn chú tâm sẽ không ai cản trở; ngược lại lơ là có người bắt lỗi ngay lập tức.<br/><br/>&emsp;Cử chỉ, hành động nhất định phải chuẩn mực, đừng giở thói kiêu căng hống hách mà thiệt thân. Quan hệ xã giao không cần rộng, chỉ cần hài hòa, qua lại với ai cũng tốt đẹp là được. Chú ý mồm miệng, không ba hoa chích chòe, hạn chế tham gia vào chuyện bao đồng mà rước họa vào thân.<br/><br/>&emsp;Chòm sao này không nên chọn tháng 10 làm thời điểm đầu tư bởi dấu hiệu phá tài rất mạnh, làm bao nhiêu thiệt bấy nhiêu. Vận may không đủ chứ chưa chắc do năng lực, thời cơ không tốt thì làm việc gì cũng thấy sai. Nên rút lại làm việc túc tắc để kiếm nguồn thu ổn định đủ chi tiêu trước.<br/><br/>&emsp;Chuyện tình cảm không tệ, nhưng vì đào hoa quá nên không giữ được mối quan hệ nghiêm túc. Bạn và người ấy rạn nứt nhưng không giải quyết, ngoại cảnh là giọt nước tràn ly đẩy hai người vào tình thế chia tay. Người độc thân cứ quan tâm tới bản thân mình đi, tận hưởng cuộc sống tự do, thoải mái.<br/><br/>",
	"XuNu":"&emsp;Xem tử vi tháng 10/2020 của 12 chòm sao, Xử Nữ rất tích cực trong chuyện tình cảm. Càng tìm hiểu nhau càng thấy tâm đầu ý hợp và có thể tính tới tương lai xa hơn rồi đấy. Người độc thân cũng phá bỏ được lớp bọc của mình, mạnh dạn tìm kiếm hạnh phúc và không còn khắt khe như trước nữa.<br/><br/>&emsp;Tình hình tài chính tháng này không tốt nên bạn đừng cố đám ăn xôi mà đầu tư. Tất cả các dự án, dự định mà bạn tưởng chừng là hoàn hảo đều vì sự cố nào đó mà đổ bể dẫn tới thất thu. Ngoài ra còn phải chi một khoản không nhỏ cho những việc không đâu vào đâu khiến túi tiền hao nhanh.<br/><br/>&emsp;May mắn là công việc của cung hoàng đạo này rất tốt, có quý nhân giúp đỡ, càng ngày càng thuận lợi, có cơ hội được đề bạt lên chức vụ cao hơn. Càng ngày càng bận nên hãy biết cách tối ưu hóa sức lao động, nâng cao hiệu suất để có thể hoàn thành công việc trong thời gian được giao.<br/><br/>&emsp;Bên cạnh đó, bạn cần chú ý đến sức khỏe của mình nữa nhé, đừng quá tham công tiếc việc mà tới thời gian nghỉ ngơi cũng rút bớt, sẽ kiệt sức mất đấy. Nếu cần một người nhắc nhở, đốc thúc bạn sinh hoạt điều độ hơn. Có như vậy bạn mới có thể làm việc một cách hiệu quả.<br/><br/>",
	"ThienBinh":"&emsp;Thời gian này, Thiên Bình có động lực cực kì lớn trong công việc, có là sự tán thưởng của cấp trên. Nhờ sự động viên khích lệ và tạo điều kiện của lãnh đạo mà bạn hứng thú, hăng hái phấn đấu, tập trung hết sức mình, dù nhiệm vụ khó khăn cũng không nề hà. Thành công không còn xa nữa đâu.<br/><br/>&emsp;Tình cảm có nhiều điều khiến bạn phân vân mà thực ra tính bạn do dự, thiếu quyết đoán thế cơ mà. Hãy xác định tâm ý của mình, đừng chần chừ thêm nữa bởi những hành động, cử chỉ dùng dằng của Bạn tạo cảm giác không thành thật, thiếu chân thành, đối phương sẽ chán nản mà bỏ đi mất đấy.<br/><br/>&emsp;May mắn tài chính đến với bạn trong những trò chơi có tính chất may rủi, những lĩnh vực đầu tư ngắn hạn. Kiếm chút tiền nhờ cổ phiếu, chứng khoán hay làm trung gian buôn bán đi, sẽ thu về một khoản khá rủng rỉnh để bạn tiêu xài đấy. Nhưng đừng tham, lộc ngắn thôi nên nếu bỏ vốn lớn bạn sẽ thua trắng đấy.<br/><br/>&emsp;Ngoài ra, cung hoàng đạo này cần đi kiểm tra sức khỏe định kì cho yên tâm, tuy các biểu hiện không rõ ràng nhưng bệnh ẩn giấu mình không biết được. Hơn nữa hoạt động này cũng giúp bạn kiểm soát được tình trạng thân thể của mình một cách tốt nhất, kịp thời điều trị nếu phát sinh bệnh tình.<br/><br/>",
	"BoCap":"&emsp;Tử vi 12 chòm sao cho thấy Bọ Cạp vô tình gặp được người thương và có những buổi hẹn hò lãng mạn. Người ấy đang rất mong chờ một cái gật đầu từ bạn. Các cặp đôi tháng này nên đi du lịch riêng tư để tăng thêm không khí hạnh phúc gắn bó, có thêm kỉ niệm cho chuyện tình của mình.<br/><br/>&emsp;Người ta thường nói “đỏ tình đen bạc” nhưng điều này chẳng đúng với bạn gì hết, tình duyên như ý mà công việc cũng thuận lợi. Do hợp tác tốt nên những nghiệp vụ được bạn xử lý gọn gàng, hiệu suất cao. Vì thế nhiều người đố kị cũng là lẽ thường, bạn đối nhân xử thế khéo léo hơn một chút là ổn thỏa.<br/><br/>&emsp;Về phương diện tài chính khá tốt, chòm sao này có thể hợp tác kinh doanh hoặc có dự án liên quan tới truyền thông, quảng cáo, viết lach. Ngoài công việc chính, công việc phụ này sẽ giúp bạn có thêm nguồn kha khá, đủ để Hổ Cáp mua được món đồ xa xỉ mà mình ao ước bấy lâu nay.<br/><br/>&emsp;Đi du lịch sẽ giúp bạn có thêm những trải nghiệm thú vị, mới mẻ và đặc biệt có lợi cho sức khỏe. Vốn là người không thích phô trương nên những nơi chốn đông đúc không phù hợp với bạn, hãy tới những vùng yên tĩnh mát mẻ, không nhất thiết phải nổi tiếng đâu, cảnh đẹp chưa hẳn nằm ở cái tên mà.<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng tháng cho thấy công việc bận rộn, Nhân Mã cũng không hề chủ quan, xao lãng nhưng do nhiều trở ngại nên thành quả không tốt, bị đồng nghiệp cười chê khích bác nên bạn có chút buồn phiền. Đi làm mệt mỏi, thiếu động lực, tâm tình chán nản kéo theo hàng loạt những sai lầm tiếp nối.<br/><br/>&emsp;Bạn cần phải xốc lại chính mình, điều chỉnh trạng thái, tìm thấy sự lạc quan và chủ động vốn có. Nhân Mã đối với thất bại không có chút nào chuẩn bị nhưng từ từ sẽ quen dần, không phải lúc nào cũng dễ dàng, càng trưởng thành càng cần học cách đối diện và vượt qua nghịch cảnh.<br/><br/>&emsp;Phương diện tài chính nhờ đầu tư mạo hiểm mà thu được thành tích xuất sắc. Chính sự táo bạo, dũng cảm của bạn đã mang về số tiêng không nhỏ. Tiếp tục theo đuổi ước mơ của mình, kết hợp với tìm hiểu kĩ thông tin thì sẽ càng ngày càng phát triển tốt hơn nữa, bạn hãy cố lên nhé.<br/><br/>&emsp;Tình cảm không có biến động, bạn trải qua những tháng ngày êm đềm. Suy nghĩ của cung hoàng đạo này dần hoàn thiện và chín chắn hơn, bạn cảm nhận được trách nhiệm của mình trong tình yêu và không còn bốc đồng, vô tâm như trước nữa, tương lai sẽ càng ngày càng tốt.<br/><br/>",
	"MaKet":"&emsp;Tâm trạng bất ổn, có lẽ vì thế mà Ma Kết không ngừng tranh chấp, mâu thuẫn với nửa kia, trong lòng dao động, xuất hiện người thứ ba. Bạn đang đi sai đường, dù cho thế nào thì tình cảm không thể là một mơ rắc rối như vậy được. Người độc thân bỏ lỡ người có thành ý, vẫn mãi kén chọn tới mức vô lý.<br/><br/>&emsp;Công việc vì thế mà cũng không được thuận lợi, tâm trí không đủ tập trung thì làm gì cũng sai. Rất ít khi Kết Kết rơi vào trạng thái này, đáng báo động rồi đấy. Bạn sẽ gặp một số lời nhắc nhở nho nhỏ từ cấp trên, nếu vẫn không sửa đổi thì rất có thể sẽ bị phê bình trước cuộc họp đấy.<br/><br/>&emsp;Đầu tư sinh lời, tiền bạc dồi dào, có điểm tốt này cũng phải tính tới việc cung hoàng đạo này đã đi trước đón đầu, chớp thời cơ nhanh. Nhờ đó mà hiện nay làm việc lớt phớt vẫn không lo thiếu tiền, có chỗ dựa tài chính vững chắc, không tới mức tiền hết tình tan việc tàn đáng thương.<br/><br/>&emsp;Trong tháng này, địa điểm may mắn dành cho bạn là hiệu sách. Mỗi khi rảnh rỗi hoặc buồn, hãy tới hiệu sách, xem và mua sách về đọc hoặc đơn giản chỉ là thưởng thức không khí tĩnh lặng, tao nhã của nơi ấy. Bạn sẽ cảm thấy dễ chịu, sảng khoái và thư thái hơn rất nhiều.<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 con cung hoàng đạo nói rằng Bảo Bình làm gì cũng thuận lợi trôi chảy, đặc biệt cả tình lẫn tài đều như ý. Công việc tốt đẹp, cứ thếmà tiến lên, tình yêu viên mãn, dù tình huống nào cũng có thể cảm nhận được hạnh phúc và ngọt ngào. Có một chút rắc rối vì tranh cãi nưng không quá đáng ngại.<br/><br/>&emsp;Cung hoàng đạo này là người có năng lực, ý tưởng dồi dào, nhiệt huyết ngập tràn, bạn mang tới làn gió mới cho sự nghiệp của mình. Bạn làm việc hăng say, tạo ra những giá trị đáng nể và tất nhiên là bảng thành tích không phải dạng vừa của bạn sẽ khiến đồng nghiệp phải trầm trồ đấy.<br/><br/>&emsp;Tài chính cũng rất tốt nhưng cần làm tốt công tác quản lý tài chính vì tiêu hoang, tiêu sai sẽ làm hao hụt đáng kể đấy. Nhất là khi lựa chọn phương án đầu tư không thể theo cảm tính mà phải có cơ sở rõ ràng. Vấn đề này nên tham khảo ý kiến của những người có nhiều kinh nghiệm.<br/><br/>&emsp;Chuyện tình cảm khá hài hòa, dù đã có đôi hay độc thân bạn đều nhận biết rất rõ giá trị đích thực của tình yêu. Không phải vì mới chia tay mà chán nản, không vì đang thắm thiết mà quên quan tâm lẫn nhau, không vì cô đơn mà lo lắng u sầu. Bạn hiểu nhân duyên đáng trân trọng.<br/><br/>",
	"SongNgu":"&emsp;Song Ngư là người coi trọng tình cảm, bạn luôn dành nhiều tâm sức cho vấn đề này nhưng sau hạnh phúc là những khó khăn không ai tránh được. Sự nhạy cảm của bạn trỗi dậy, trong lòng nhiều suy nghĩ nhưng đối phương không thấu hiểu, không bao dung nên bạn cảm thấy rất thất vọng và chán chường.<br/><br/>&emsp;Thực ra, chúng ta có thể chăm lo cho người kia mãi mãi, tình yêu lâu dài không phải là một người trả giá vô điều kiện mà là hai người cùng nỗ lực tiến lên, đồng cam cộng khổ. Vì vậy, có điều gì còn vướng mắc thì chia sẻ với người ấy, tích cực chủ động quan tâm tới đối phương để dần hâm nóng mối quan hệ.<br/><br/>&emsp;Về phương diện công việc của cung hoàng đạo này may mắn gặp tháng thuận lợi, việc lớn việc nhỏ đều thông qua dễ dàng, bạn hoàn thành tốt nhiệm vụ của mình. Hơn nữa, mối quan hệ với đồng nghiệp tốt, tương trợ lẫn nhau, cùng hợp tác để nâng cao hiệu quả, tập thể đoàn kết thì thành tích cũng sẽ được cải thiện.<br/><br/>&emsp;Tài chính không có gì mới, chủ yếu là các khoản thu cố định, một vài khoản nhỏ lẻ xuất hiện trong tháng. Nhưng điểm cần lưu tâm là khả năng quản lý tiền bạc cả bạn rẩ kém, đầu tháng tiêu xài bạt mạng, giữa tháng gặp sự cố bất ngờ phải tiêu một khoản nên cuối tháng thiếu thốn vô cùng.<br/><br/>"
    },
"20200924": {
    "Ty":"&emsp;Tuổi Tý dưới tác động xấu của cục diên Tương Xung nên hay cảm thấy căng thẳng và nóng nảy. Con giáp này có nhiều suy nghĩ cực đoan, tiêu cực dẫn đến hành động thiếu kiểm soát. Lời khuyên dành cho bản mệnh lúc này là hãy cố gắng giữ bình tĩnh bằng cách hít thở sâu.<br/><br/>&emsp;Vận trình tình cảm không được suôn sẻ cho lắm. Con giáp nàu có thể nhận được sự quan tâm của khá nhiều bạn khác giới, tuy nhiên, đa số không phải là những người chân thành muốn làm thân với bản mệnh. Người tuổi Tý nên giữ khoảng cách với đối phương. Nếu còn độc thân, hãy chờ đợi thời điểm thích hợp hơn.<br/><br/>&emsp;Đường công danh sự nghiệp gặp chút trục trặc. Thương Quan cũng khuyên con giáp này nên tránh đối đầu với cấp trên hoặc lãnh đạo trong ngày hôm nay. Nếu thấy đôi bên đều đang trở nên nóng nảy, bản mệnh nên chủ động là người dừng lại chứ không nên tiếp tục cố chấp với quan điểm của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tị<br/><br/>",
	"Suu":"&emsp;Theo tử vi phương Đông 12 con giáp cho thấy tính khí của tuổi Sửu thay đổi thất thường trong ngày Tương Hại. Con giáp này không giữ được hình ảnh chín chắn, cẩn thận thường ngày nữa mà trở nên nóng nảy và thay đổi nhanh chóng đến mức khiến mọi người ngạc nhiên. Hãy cẩn thận lời ăn tiếng nói kẻo vạ lây họa nhé.<br/><br/>&emsp;Vì bản tính nóng nảy nên người tuổi Sửu cũng thường mất kiên nhẫn khi làm việc, đặc biệt là với những công việc khó khăn, phức tạp. Có lẽ trong khoảng thời gian vừa rồi bản mệnh đã bắt mình làm việc quá sức, hãy để bản thân nghỉ ngơi một vài ngày để hồi phục lại thì sẽ tốt hơn.<br/><br/>&emsp;Ngũ hành Hỏa sinh Thổ, vận trình tình duyên khá êm đẹp. May mà nửa kia của con giáp này luôn là một người dịu dàng và thấu hiểu. Nếu có chuyện gì căng thẳng, hãy tâm sự với người ấy, bản mệnh sẽ cảm thấy nhẹ nhõm hơn nhiều. Người ấy có thể cho một vài gợp ý giải quyết đúng đắn đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Thân<br/><br/>",
	"Dan":"&emsp;Tử vi ngày 24/9/2020 cho biết Tam Hợp nâng đỡ vận trình ngày mới của tuổi Dần. Con giáp này luôn nhiệt tình giúp đỡ tất cả mọi người xung quanh. Bản mệnh là người quyết đoán nên nghĩ gì là lập tức bắt tay vào làm ngay, tuy nhiên, những quyết định đó lại thường khá hấp tấp và vội vàng.<br/><br/>&emsp;Về phương diện sự nghiệp, con giáp này cần duy trì sự hăng hái và kiên trì của mình trong suốt khoảng thời gian thực hiện các kế hoạch, đừng chỉ hứng thú lúc mở đầu rồi về sau thành càng lúc càng bỏ bê, lười biếng, như vậy thì người tuổi Dần sẽ không thế hoàn thành tốt nhiệm vụ được.<br/><br/>&emsp;Trong ngày ngũ hành Mộc sinh Hỏa, nhân duyên của bản mệnh vô cùng vượng sắc. Mối quan hệ giữa con giáp này và nửa kia phát triển tốt đẹp. Tuổi Dần thường là người quyết định những công việc trọng đại trong nhà, thế nhưng trước đó vẫn không quên bàn bạc, trao đổi ý kiến với bạn đời của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Tuất<br/><br/>",
	"Meo":"&emsp;Xem tử vi trực tuyến 12 con giáp cho thấy tuổi Mão cần phải chú ý đến việc quản lý tài sản, tiền bạc trong ngày tương phá bởi vận trình tài lộc có dấu hiệu hao tài tốn của rõ ràng. Nếu không cần thiết, tốt nhất con giáp này không nên chi tiêu quá hào phóng, cẩn thận sẽ gặp phải đối tượng lừa đảo.<br/><br/>&emsp;Nếu đang làm công việc kinh doanh, bản mệnh không nên đi đến quyết định đầu tư vào thời điểm này, bởi có thể bạn sẽ vướng phải những mối làm ăn bất lợi. Người tuổi Mão nên bình tĩnh chờ thời điểm thích hợp hơn nếu không muốn tiền bạc thất thoát, thậm chí rơi vào cảnh tiền mất tật mang đấy.<br/><br/>&emsp;Chính Tài nhận thấy con giáp này là người cần cù và chăm chỉ, tuy nhiên lại thiếu quyết đoán vào những lúc cần thiết. Khi cảm thấy thiếu tự tin, hay đang phân vân vấn đề nào đó thì hãy hỏi ý kiến cả những người có kinh nghiệm đi trước, chắc chắn bản mệnh sẽ thấy có nghị lực hơn nhiều.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Hợi<br/><br/>",
	"Thin":"&emsp;Thiên Ấn cho thấy đường công danh sự nghiệp của tuổi Thìn tiến khá hanh thông, thuận lợi. Con giáp này dễ dàng nhận được sự công nhận của mọi người nếu làm trong những linh vực như nghiên cứu khoa học, nghệ thuật, dịch vụ. Hãy tiếp tục phát huy điểm mạnh của mình để đạt được nhiều thành quả trong tương lai.<br/><br/>&emsp;Tuy nhiên, bản mệnh cần phải mở rộng các mối quan hệ xã giao, không nên tự cô lập mình trong một không gian riêng mà khiến mọi người xung quanh xa lánh. Những mối quan hệ rộng rãi có thể giúp đỡ người tuổi Thìn mỗi khi khó khăn hoặc khiến con giáp này thăng tiến một cách nhanh chóng hơn.<br/><br/>&emsp;Về phương diện tình cảm, mối quan hệ giữa bản mệnh với cha mẹ của mình rất hòa thuận. Tuổi Thìn biết rằng cha mẹ là người đi trước giàu kinh nghiệm, cho dù ý kiến của đôi bên bất đồng thì con giáp này cũng không vội phản bác mà thường suy ngẫm thật kỹ càng trước.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Ti":"&emsp;Vận trình công danh sự nghiệp của tuổi Tị tiến triển thuận lợi trong ngày nhờ có sự trợ giúp của Tam Hội. Thái độ khiêm nhường, hòa nhã giúp con giáp này thường được đồng nghiệp, cũng như cấp trên yêu mến. Hơn thế nữa, bản mệnh có thể gặp được quý nhân trong ngày hôm nay.<br/><br/>&emsp;Lời khuyên dành cho con giáp này là khi cơ hội xuất hiện trước mắt thì nên nhanh chóng và tự tin nắm bắt, không nên nghi ngờ chính mình và chần chừ do dự quá lâu. Những cơ hội quý giá một khi đã trôi qua thì khó có thể xuất hiện lại lần thứ hai. Hãy tự tin vào năng lực của bản thân nhé.<br/><br/>&emsp;Ngũ hành xung khắc ảnh hưởng không ít tới đường tình duyên của người tuổi Tị. Con giáp này cần dành nhiều sự quan tâm cho người thân trong gia đình của mình hơn. Đó là những người gắn bó cả đời và luôn sẵn sàng ở bên giúp đỡ, động viên mỗi khi bản mệnh phải đối mặt với khó khăn trong cuộc sống.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Hợi<br/><br/>",
	"Ngo":"&emsp;Tử vi ngày mới nói rằng tuổi Ngọ gặp cục diện Tự Hình nên vận trình gánh chịu những tác động xấu. Con giáp này tỏ rất hiếu thắng, không chịu được những lời nói khích bác của người khác và không kiểm soát được cảm xúc cá nhân của mình nên dễ đưa ra những quyết định nóng vội, sai lầm.<br/><br/>&emsp;Bản mệnh không thích nghe lời phê phán mà chỉ thích nghe những lời khen ngợi, xu nịnh từ phía người ngoài. Người tuổi Ngọ nên biết rằng những lời nhận xét chân thành của mọi người sẽ giúp bản mệnh biết khuyết điểm của mình để cải thiện, tiến bộ dần dần và chúng có giá trị hơn lời khen rất nhiều đấy.<br/><br/>&emsp;Hôm nay không phải là thời điểm lý tưởng để bạn quyết định đi xa. Tuy nhiên, nếu như có việc bắt buộc phải xuất hành thì bạn có thể đi về hướng Tây Bắc để gặp Hỷ thần hoặc hướng Tây Nam để gặp Tài thần.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Mùi<br/><br/>",
	"Mui":"&emsp;Tử vi 12 con giáp ngày, vận trình tình duyên thăng hoa rực rỡ, tuổi Mùi rất vượng vận đào hoa trong ngày hôm nay. Nếu còn độc thân, con giáp này hãy tranh thủ cơ hội này để tiếp xúc và mở lòng hơn với những đối tượng khác giới. Biết đâu bản mệnh sẽ tìm được người phù hợp với mình đấy.<br/><br/>&emsp;Trong khi đó, những người đã lập gia đình có một ngày yên bình. Người tuổi Mùi và nửa kia rất yêu thương nhau nên luôn lắng nghe, chia sẻ và giúp đỡ nhau trong mọi công việc. Khoảng thời gian ở nhà chính là khoảng thời gian con giáp này được thư giãn và cảm thấy thoải mái thực sự.<br/><br/>&emsp;Chính Ấn chiếu mệnh, đường công danh sự nghiệp của bản mệnh có dấu hiệu chuyển biến tích cực. Con giáp này có cơ hội thăng tiến trong ngày hôm nay. Bản tính chăm chỉ, cẩn thận, không ham danh lợi của tuổi Mùi được cấp trên đánh giá cao, hãy tiếp tục phát huy hơn nữa trong tương lai.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Tuất<br/><br/>",
	"Than":"&emsp;Tử vi hàng ngày 12 con giáp nói rằng Tỷ Kiên báo hiệu một ngày làm việc không thuận lợi của tuổi Thân. Con giáp này có thể vướng vào những vụ tranh chấp, mâu thuẫn giữa đồng nghiệp hoặc các phe phái với nhau. Hãy giữ cho đầu óc của mình tỉnh táo, bĩnh tĩnh để giải quyết mọi vấn đề sáng suốt nhất.<br/><br/>&emsp;Bên cạnh đó, bản mệnh cũng cần phải quan tâm đến hoàn cảnh xung quanh mình hơn, xem mọi người có những đánh giá, nhận xét gì về bản thân mình. Đừng sống quá khép kín và cô lập mình trong môi trường tập thể, khiến cuộc sống của người tuổi Thân trở nên buồn bã, tẻ nhạt.<br/><br/>&emsp;Đường tình duyên của con giáp này trong ngày ngũ hành Hỏa khắc Kim kém sắc, mối quan hệ giữa mệnh chủ và nửa kia của mình không quá tốt đẹp. Đôi bên có thể xảy ra hiểu lầm vào ngày hôm nay. Đừng vội nóng giận mà hãy bình tĩnh nói chuyện với nhau, hóa giải những hiểu lầm không đáng có.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Tý<br/><br/>",
	"Dau":"&emsp;Tử vi hàng ngày 12 con giáp, Kiếp Tài gây họa, tuổi Dậu dễ vướng phải những rắc rối không mong muốn trong vận trình công danh sự nghiệp trong nhày. Đừng nên dễ dàng nghe theo lời xui khiến của bất cứ ai, bản mệnh hãy giữ vững lập trường của mình và tránh xa những hành vi tranh quyền đoạt lợi.<br/><br/>&emsp;Trước khi đưa ra bất cứ quyết định gì, con giáp này cũng nên suy nghĩ kĩ càng, không nên thiếu lý trí, thậm chí là manh động. Tốt hơn hết người tuổi Dậu hãy tìm cơ hội trao đổi với những người có kinh nghiệm hơn mình, bản mệnh sẽ nhận được những lời khuyên hữu ích.<br/><br/>&emsp;Đường tình duyên không được tốt đẹp cho lắm, thậm chí bản mệnh có thể gặp rắc rối. Con giáp này cần tránh xa những mối quan hệ trai gái phức tạp nên không muốn rước họa vào thân. Nếu có ai đó chủ động tiếp cận, hãy giữ một khoảng cách chừng mực, nhất là với những người đã có gia đình.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Thìn<br/><br/>",
	"Tuat":"&emsp;Người tuổi Tuất có một ngày vô cùng may mắn khi Thiên Ấn xuất, đặc biệt nếu như con giáp này làm trong các ngành nghệ thuật, khoa học… Hãy tự tin thể hiện khả năng của mình, mọi người sẽ rất ngưỡng mộ. Con đường thăng tiến của bản mệnh sẽ ngày càng trở nên hanh thông, suôn sẻ hơn.<br/><br/>&emsp;Vận trình tình cảm của con giáp này cực kì hòa hòa, êm đẹp. Tuổi Tuất có một mái ấm rất hạnh phúc bên cạnh nửa kia của mình. Nếu đã kết hôn, hẳn đối phương sẽ luôn thấu hiểu và thông cảm với những hành động của bản mệnh, cho dù có nóng nảy và làm người ấy phật lòng đi chăng nữa.<br/><br/>&emsp;Con cái cũng là một trong số những điều khiến con giáp này tự hào. Bản mệnh không đặt ra những yêu cầu quá cao, khắt khe cho con cái mình, ví dụ như phải đứng thứ mấy trong lớp hoặc phải có năng khiếu trên một lĩnh vực nào đó. Tuổi Tuất muốn để con trẻ phát triển tự do hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Tuất<br/><br/>",
	"Hoi":"&emsp;Tử vi phương Đông chỉ ra rằng có tuổi Hợi dễ gặp những điều không như ý trong các mối quan hệ xã hội. Không phải lúc nào con giáp này đối xử tốt với người ta thì đối phương cũng đáp lại một tình cảm tương tự. Chính vì thế bản mệnh không nên quá thất vọng hoặc tổn thương vì chuyện này.<br/><br/>&emsp;Trong gia đình, mối quan hệ giữa người tuổi Hợi và bạn bạn đời của mình cũng không được hài hòa, gắn kết cho lắm. Bản mệnh và người ấy tỏ ra khá lạnh nhạt với nhau. Hãy tìm hiểu nguyên nhân của sự rạn nứt này là gì và hàn gắn ngay khi còn kịp, đừng nên bỏ mặc mọi chuyện muốn tới đâu thì tới.<br/><br/>&emsp;May mắn là trong ngày có Thực Thần phù trợ, những người làm nghề tự do có cơ hội phát tài ngay trong ngày hôm nay. Nếu bản mệnh đã làm việc chăm chỉ suốt thời gian qua thì những gì nhận được là vô cùng xứng đáng. Vì thế con giáp này có thể tự thưởng cho bản thân mình món đồ yêu thích nào đó.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Tý<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 5 ngày 24/9/2020 của 12 cung hoàng đạo dự báo Công việc của Bạch Dương trong ngày thứ 5 không được tốt lắm, bạn có nhiều ý tưởng hay ho nhưng khi đưa ra lại không nhận được ủng hộ vì tính thực tế và khả thi không cao, rất khó áp dụng vào cuộc sống.<br/><br/>&emsp;Bên cạnh đó cũng có lúc bạn không thực sự chấp hành nội quy của cơ quan, đoàn thể hay nơi làm việc. Chính sự lập dị sẽ khiến chòm sao này trở nên cô độc giữa đám đông, không có người đồng cảm và thấu hiểu, càng khó tìm được người hợp tác làm việc một cách trôi chảy nhất.<br/><br/>&emsp;Biết là bạn có hướng đi riêng nhưng bạn nên xem xét tới các yếu tố ngoại cảnh, không nên chỉ chăm chăm vào việc của mình mà không quan tâm đến cảm nhận của đồng nghiệp xung quanh, hiếm có người nào có được thành công mà không cần sự giúp sức của người cộng sự.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 24/9/2020: 11, 38<br/><br/>",
	"KimNguu":"&emsp;Theo tử vi 12 chòm sao, Kim Ngưu cần dành ra những khoảng lặng để bạn và một nửa của mình suy nghĩ, thấu hiểu về nhau. Điều này không có nghĩa là hai người sẽ chia tay, cũng đừng bao giờ đổ lỗi cho người khác để không bao giờ phải hối hận về bất cứ điều gì.<br/><br/>&emsp;Hôm nay bạn cũng nhạy cảm hơn với phản ứng của người khác nên bạn có cảm giác người ta nói gì cũng là đang hướng về mình. Song hãy cố mở lòng mình ra để đón nhận những điều tốt đẹp, đừng chỉ nghĩ đến những thứ xấu xa nếu không cung hoàng đạo này sẽ bị nó nhấn chìm.<br/><br/>&emsp;Trước những bế tắc trong cuộc sống mà chưa thể tìm ra lời đáp, Kim Ngưu nên để bản thân thư giãn bằng cách đi bộ ít phút, nếu không thể đi bộ thì nên nghỉ giải lao một thời gian ngắn để não bộ có thể hoạt động nhanh nhạy hơn và đưa ra những phương án tối ưu nhất.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 24/9/2020: 21, 32<br/><br/>",
	"SongTu":"&emsp;Tử vi ngày mới, Song Tử có cảm giác bất an hơn mọi người, nhưng nó không hẳn là tiêu cực vì có thể thúc đẩy bạn chăm chỉ hơn để chứng minh năng lực của bản thân. Ngoài ra cũng đừng để những điều không tốt trong quá khứ đeo bám khiến mình mệt mỏi và dễ gục bất cứ lúc nào.<br/><br/>&emsp;Bạn đã xác định rõ về một vấn đề, hãy hành động ngay lập tức, đi theo những phương hướng mình thấy chứ đừng quay đầu. Những ý tưởng hay ho đang ấp ủ, hãy hiện thức hóa chúng. Khi gặp được cơ hội tốt, hãy nắm bắt ngay lập tức, có như vậy chòm sao này mới thành công được.<br/><br/>&emsp;Tình hình tài chính khá ổn định, bạn không phải lo lắng, nghĩ ngợi gì nhiều. Tuy nhiên với các bạn nam nên nhớ, trước khi bắt đầu xây dựng sự nghiệp và lập gia đình thì phải chuẩn bị khả năng quản lý thật tốt. Đừng để tiền bạc trở thành gánh nặng gia đình và khiến hôn nhân rạn nứt, không hạnh phúc.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 24/9/2020: 12, 23<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 chòm sao cho thấy Cự Giải khá vội vàng trong các quyết định mà không suy nghĩ kỹ càng. Bạn nên tập trung vào những chi tiết nhỏ trước khi đánh giá tổng thể để không bỏ quên những điểm quan trọng. Ngoài ra nếu bình tĩnh trong cuộc sống hàng ngày sẽ giúp bạn đối phó được với nhiều tình huống bất ngờ.<br/><br/>&emsp;Trong công việc, sự hoài nghi có thể làm tổn thương người khác, ảnh hưởng đến sự kết nỗi giữa bạn và cộng sự của mình. Vì thế nếu đã giao việc cho ai thì cung hoàng đạo này nên dành sự tin tưởng nhất định cho đối phương để họ có thể tự tin thể hiện hết năng lực của bản thân.<br/><br/>&emsp;Mỗi cá thể khác biệt được trưởng thành trong môi trường và cách giáo dục khác nhau nên sẽ có cách nhìn nhận và quan điểm riêng, chúng ta nên học cách chấp nhận sự khác biệt của nhau. Nhất là trong hôn nhân gia đình, sự trái ngược nhẹ nhàng về tính cách rất quan trọng với hạnh phúc của cuộc hôn nhân.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 24/9/2020: 22, 30<br/><br/>",
	"SuTu":"&emsp;Tử vi ngày 24/9/2020 của 12 chòm sao, Sư Tử không còn giữ vẻ nghiêm nghị và lạnh lùng như trước mà thay vào đó là sự thiếu tự tin khi bị ai đó chỉ trích, phê bình. Điều này không giống với cá tính và con người thật của bạn cho lắm và để nó tác động đến tâm trạng của bạn khá nhiều.<br/><br/>&emsp;Thế nhưng chẳng ai có quyền làm tổn thương chúng ta, chỉ là bạn đang tự cho phép họ được quyền làm thế mà thôi vì vậy hãy nghĩ xem làm gì để khôi phục lại tự tin cho chính mình. Buông bỏ quá khứ và thay đổi tâm thái, bình tĩnh đón nhận hiện thực, nhìn đời theo hướng tích cực bạn sẽ thấy cuộc sống ý nghĩa hơn nhiều.<br/><br/>&emsp;Cung hoàng đạo này nên cố gắng duy trì các mối quan hệ xã giao thật tốt vì đó chính là lợi thế giúp sự nghiệp của bạn phát triển hơn, thoải mái hơn khi làm việc, đặc biệt là với cấp trên. Giữ hòa khí với mọi người, luôn dĩ hòa vi quý và coi họ như những người bạn thân thiết của mình.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 24/9/2020: 24, 40<br/><br/>",
	"XuNu":"&emsp;Xử Nữ đã tìm được động lực phát triển và nỗ lực, cố gắng hơn nữa. Bạn nhận ra rằng để có tương lai tốt hơn thì bạn cần nỗ lực không ngừng, hoàn thiện bản thân nhưng đừng quá gò ép, nghiêm khắc thái quá với mình là được. Thành công vốn dĩ không hề dễ dàng gì, thành quả sẽ đến với người xứng đáng.<br/><br/>&emsp;Đôi khi chúng ta cần phải chậm lại một chút để nhìn rõ hơn con đường đang đi, nhiều người hài lòng với những gì đang có, không cần thiết phải thử những điều mới mẻ khác, nhưng đó lại là lý do khiến cung hoàng đạo này không thấy được hết khả năng thực sự của mình. Hãy mạnh dạn và xông pha hơn nữa nhé.<br/><br/>&emsp;Chăm chỉ luyện tập thể dục hàng ngày sẽ mang lại một vóc dáng cân đối và sức khỏe dẻo dai, điều này không đòi hỏi bạn phải tới phòng tập mà bạn có thể làm vào bất cứ thời điểm nào trong ngày như đi lại trong văn phòng, đi lên xuống cầu thang bộ cũng là cách rèn luyện thể lực rất tốt.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 24/9/2020: 1, 34<br/><br/>",
	"ThienBinh":"&emsp;Tử vi phương Tây 12 cung hoàng đạo cho biết Thiên Bình có những mâu thuẫn trong cách nhìn nhận và tư duy của chính bản thân. Bạn đừng cho rằng mình luôn đúng, cần tôn trọng ý kiến của những người khác nữa, suy nghĩ kỹ càng hơn bạn sẽ hiểu vì sao lại đưa ra ý kiến đó. Mỗi người sẽ có cái nhìn và cảm nhận khác nhau.<br/><br/>&emsp;Tình yêu có thể đến rất nhanh nhưng lại phát triển rất chậm và phụ thuộc nhiều vào suy nghĩ và cảm xúc của hai người. Thậm chí có những người chỉ biết đến tình yêu hoàn hảo là gì khi đã kết hôn được khoảng thời gian dài. Hôn nhân chính là hành trình dài để bạn và người ấy cùng tìm hiểu, khám phá và hoàn thiện về nhau.<br/><br/>&emsp;Thói quen tiết kiệm ngày hôm nay sẽ giúp bạn mua được những thứ chất lượng trong tương lai. Chính vì vậy việc vay tiền của người khác chỉ để thỏa mãn thú mua sắm của bản thân là điều khó có thể chấp nhận, tốt nhất chòm sao này nên tìm việc làm thêm để gia tăng thu nhập cho mình.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 24/9/2020: 16, 25<br/><br/>",
	"BoCap":"&emsp;Bọ Cạp chớ nên tỏ ra ngang bướng nhất là chuyện tình cảm. Muốn cuộc sống hôn nhân của mình tràn ngập yêu thương, vui vẻ hãy sẵn sàng nhận lỗi khi mình sai, còn khi bạn đúng, hãy giữ im lặng. Dù chuyện gì xảy ra đi chăng nữa cũng cần phải giải quyết một cách nhẹ nhàng nhất có thể để tránh lúc tức giận mà khiến tình cảm sứt mẻ.<br/><br/>&emsp;Đừng vội đánh giá một chuyện nào đó khi trong lòng còn nhiều khúc mắc, nghi ngờ, hãy nhìn nhận một cách khách quan và cô bằng nhất. Có như vậy bạn mới không làm tổn thương đối phương. Về phương diện tài chính, mua sắm bằng thẻ tín dụng sẽ khiến bạn không hạn chế được thói quen tiêu tiền của mình.<br/><br/>&emsp;Hãy tập thói quen tiêu dùng bằng tiền mặt, nhất là khi đi mua sắm tại các trung tâm lớn, điều này sẽ giúp bạn không phải hối hận vì đã mua sắm thiếu suy nghĩ đấy. Ngoài ra, bạn cũng cần phải xem lại cách quản lý của mình, nếu cứ giữ mãi sự phóng khoáng này chẳng mấy mà rơi vào cảnh túng thiếu đâu.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 24/9/2020: 8, 20<br/><br/>",
	"NhanMa":"&emsp;Công việc của Nhân Mã có những vấn đề bất cập xảy ra, đòi hỏi bạn phải cẩn thận trong mọi hành động. Trước khi hoàn thành một việc gì đó phải thật sự tập trung và kiểm tra kỹ càng, đừng để sự thiếu sót của mình dẫn đến những hậu quả đáng tiếc dù cho là những chi tiết nhỏ nhặt nhất<br/><br/>&emsp;Không ai là người hoàn hảo nên bạn hãy thay đổi sớm thái độ tự ti về mình đi nhé. Dù bạn không thể trở thành vĩ nhân nhưng có thể trở thành người có nội tâm vững chắc. Hãy tin vào chính mình, vị trí của mình thì mới có đủ tự tin để thực hiện tốt những mục tiêu của mình cũng nư gặt hái thành quả tốt đẹp.<br/><br/>&emsp;Một bí quyết giúp chòm sao này tiết kiệm tiền bạc chính là chỉ chi trả cho các khoản phí hàng ngày bằng tiền mặt và giữ lại một số tiền nhất định trong tài khoản. Hãy chia số tiền ra thành từng món, lên kế hoạch hợp lí như ghi rõ cần dùng cho việc gì và luôn phải có mục tiêu tích lũy cho mình.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 24/9/2020: 13, 24<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 chòm sao nói rằng Ma Kết không được vui cho lắm, bạn buồn phiền vì chuyện trong gia đình hoặc những điều trong quá khứ bỗng dưng quay trở lại. Vì tâm trạng không tốt nên hiệu quả công việc cũng bị ảnh hưởng theo. Thế nhưng hãy nhớ rằng mệt hay không là do tâm thái của bạn quyết định.<br/><br/>&emsp;Đừng để trái tim của bạn bị những điều tiêu cực bao phủ mà không dọn dẹp chúng. Khi bạn sắp xếp lại thì chắc chắn nó sẽ trở nên sáng đẹp hơn, cũng như việc bỏ đi những đau khổ vô nghĩa là trong sẽ có thêm không gian để niềm vui đọng lại. Quan trọng là cách bạn này nhìn cuộc sống như thế nào mà thôi.<br/><br/>&emsp;Tình hình tài chính không ổn cho lắm, chòm sao này chớ nên lãng phí tiền bạc, công sức mà mình vất vả mới có được vào những thứ không thực sự cần thiết. Hãy luôn so gánh giá để đưa ra những lựa chọn tối ưu nhất, thay vì ăn ngoài, hãy mang cơm đi lại, bạn cũng tiết kiệm được một chút rồi.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 24/9/2020: 7, 19<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình nên quan tâm tới sức khỏe của mình hơn nếu không muốn đối mặt với tình trạng kiệt sức do quá mải mê với công việc. Bạn nên cân bằng thời gian làm việc và nghỉ ngơi hợp lý để giữ tinh thần minh mẫn, tỉnh táo cơ thể mạnh khỏe mới có năng lượng để tiếp tục làm việc một cách hiệu quả được.<br/><br/>&emsp;Sự bao dung sẽ giúp tâm hồn của chúng ta thư thái, thoải mái hơn. Tha thứ cho người khác thì cũng là cách mở đường cho lòng mình được an nhiên, nhẹ nhõm hơn. Cung hoàng đạo này nên biết rằng chính điều đó mới khiến cuộc sống của bạn trở nên yên bình và êm đẹp hơn.<br/><br/>&emsp;Bất cứ ai cũng có nhược điểm và sớm muộn gì bạn cũng nhận ra điều đó. Nhưng hầu hết chúng ta đều có một phần tốt ẩn giấu bên trong vì thế hãy trở thành người biết cách khơi gợi những bản chất tốt đẹp của nửa kia của mình nhé. Hạnh phúc chính là khi bạn chấp nhận yêu cả những khuyết điểm của đối phương.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 24/9/2020: 3, 15<br/><br/>",
	"SongNgu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo chỉ ra rằng Song Ngư trở nên nhạy cảm, khó tính hơn. Bình thường bạn khá dịu dàng, nhân hậu và quan tâm tới mọi người nên rất được yêu quý. Nếu người khác dành lời khen cho bạn, hãy cứ đón nhận chứ đừng khắt khe với bản thân mình quá nhé.<br/><br/>&emsp;Đã đến lúc bạn cần tiết kiệm cho cuộc sống tương lai sau này của mình. Đừng mua những thứ không thực sự cần thiết. Những sở thích hay cảm xúc ngẫu hứng nhất thời sẽ khiến chòm sao này tiêu tốn không ít tiền bạc hoang phí. Dù có tiền núi đi chăng nữa cũng chẳng mấy mà hao hụt đâu.<br/><br/>&emsp;Vận động hàng ngày sẽ giúp bạn duy trì được thể trạng tốt nhất. Ngay cả khi bạn không có thời gian để tới phòng tập hoặc chơi một môn thể thao nào đó, bạn vẫn có thể đi bộ thay vì đi thang máy… Hãy thử thay đổi những thói quen thường nhật bạn sẽ thấy sức khỏe được cải thiện hơn.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 24/9/2020: 2, 10<br/><br/>"
    },
"20200925": {
    "Ty":"&emsp;Tử vi 12 con giáp nói rằng tuổi Tý dễ gặp phải những rắc rối không mong muốn. Đường công danh sự nghiệp của con giáp này cũng không được thuận lợi do có người cố tình gây cản trở, bản mệnh ở ngoài sáng còn kẻ xấu trong tối nên khá bị động khi tình huống bất lợi xảy ra.<br/><br/>&emsp;Tuy nhiên con giáp này vẫn có cát tinh che chở nên vận tài lộc vẫn trên đà tăng tiến. Song chỉ người làm nghề buôn bán kinh doanh thì mới có lộc này còn người tuổi Tý làm công ăn lương thì không được hưởng, bạn cứ cố gắng hoàn thành xong hết phần việc của mình rồi về nhà nghỉ ngơi thôi.<br/><br/>&emsp;Ngày Tý Mùi Tương Hại mang đến nhiều nỗi buồn trong chuyện tình cảm cho bản mệnh. Tình yêu vốn vậy, luôn xuất phát từ hai phía cho nên đâu phải con giáp này yêu ai là sẽ được đáp trả đâu. Có lẽ nhân duyên của con giáp này chưa tới nên đành kiên nhẫn chờ đợi thêm một thời gian nữa thôi.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Tý<br/><br/>",
	"Suu":"&emsp;Tử vi ngày mới 12 con giáp, tuổi Sửu gặp cục diện lục xung nên đường tình duyên bị ảnh hưởng ít nhiều. Hôn nhân có nhiều bất đồng, tình duyên bị chèn ép không được như mong muốn. Các cặp vợ chồng bên nhau nhưng đồng sàng dị mộng, không thấu hiểu và chia sẻ cho nhau dẫn đến tình cảm rạn nứt.<br/><br/>&emsp;May mắn thay vận trình sự nghiệp của con giáp này vẫn đang tiến triển rất tốt. Bản mệnh có tài và cơ hội thể hiện năng lực bản thân đã đến, khẳng định vị trí hiện tại của mình là hoàn toàn xứng đáng, thậm chí người tuổi Sửu còn có nhiều không gian phát triển khả năng sáng tạo của mình hơn.<br/><br/>&emsp;Sự nghiệp với con giáp này luôn là một điều gì đó thiêng liêng và có thể khẳng định được giá trị của bản thân. Bản nệnh đi làm ngoài mục đích kiếm tiền, lo cho cuộc sống thì đó còn là niềm đam mê, sở thích, được cống hiến và làm việc hết mình. Không ngừng đặt ra cho mình những mục tiêu mới.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Dậu<br/><br/>",
	"Dan":"&emsp;Tử vi phương Đông cho biết vận trình tài lộc của người tuổi Dần có cơ hội tăng tiến rõ ràng. Người làm công ăn lương nhận được phần thưởng xứng đáng với công sức đã bỏ ra. Người kinh doanh buôn bán có được những mối làm ăn tốt nhờ thế mà mang về khoản lợi nhuận không hề nhỏ.<br/><br/>&emsp;Tuy nhiên vì ngũ hành tương xung nên đường tình duyên có điềm báo chẳng lành. Con giáp này còn độc thân dù có nhiều đối tượng theo đuổi nhưng trái tim vẫn chưa thực sự rung động. Có lẽ là do tuổi Dần vẫn còn ám ảnh những tổn thương trong quá khứ nên vẫn chưa muốn mở lòng mình để đón nhận.<br/><br/>&emsp;Các cặp đôi không vượt qua được trở ngại, thử thách để được ở bên cạnh nhau thì thật đau khổ. Bản mệnh trót yêu thương quá nhiều để rồi khi kết cục không đi tới viên mãn đã vô tình đánh mất niềm tin vào tình yêu, thời gian trôi qua chỉ còn lại những sự tiếc nuối không dứt.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Ngọ<br/><br/>",
	"Meo":"&emsp;Xem bói tử vi ngày 25/9/2020 dự báo tuổi Mão gặp ngày tam hợp nên đường công danh sự nghiệp có những bước tiến khá xa. Ngoài ra con giáp này còn được quý nhân nâng đỡ, tạo cơ hội gặp gỡ và hợp tác với những người đáng tin cậy, xây dựng các mối quan hệ phát triển bền vững cho tương lai sau này.<br/><br/>&emsp;Không những thế bản mệnh còn có cơ hội tìm kiếm tài lộc cho mình, nhất là người buôn bán kinh doanh có một ngày phát tài, tiền bạc thu về không ít, lợi nhuận tăng lên trông thấy. Lúc này người tuổi Mão cần có kế hoạch chi tiêu rõ ràng, khoa học để không mắc phải sai lầm trong đầu tư kinh doanh.<br/><br/>&emsp;Ngũ hành tương xung khiến con giáp này cảm thấy mệt mỏi, chán nản, tình yêu đang rơi vào khoảng lặng. Thế nhưng bản mệnh và người ấy đều không muốn mình là người nói ra lời chia tay trước, dù cố gắng níu kéo, gìn giữ lớp vỏ bọc an toàn mỏng manh giữa hai người nhưng có lẽ mọi sự đã đi đến hồi kết.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Hợi<br/><br/>",
	"Thin":"&emsp;Theo tử vi thứ sáu, vận trình sự nghiệp của tuổi Thìn thăng tiến vượt trội, khả năng được lãnh đạo cất nhắc lên vị trí cao hơn là rất lớn. Con giáp này là người có tầm nhìn xa trông rộng, có phong thái của một người lãnh đạo nên khiến mọi người luôn ngưỡng mộ và ủng hộ mình.<br/><br/>&emsp;Không phải cũng được tin tưởng nhiều như bản mệnh đâu. Chính vì thế người tuổi Thìn luôn tâm niệm phải hòa mình vào tập thể, biết tận dụng sức mạnh tập thể để làm nên những thành công lớn lao sau này. Con giáp này gặt hái không ít thành tựu trên con đường sự nghiệp của mình.<br/><br/>&emsp;Tứ Hành Xung xuất hiện trong hôm nay cho thấy bản mệnh đang phải đối mặt với những thay đổi bất lợi, nhất là chuyện tình cảm tuổi Thìn không cảm thấy hài lòng với đối phương một số vấn đề. Tuy nhiên, con giáp này nên dùng lời nhẹ nhàng để nói, chớ nên cáu gắt làm hỏng chuyện.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Tý<br/><br/>",
	"Ti":"&emsp;Nhờ Tam Hội mà sự trao đổi ý tưởng với bạn bè, đồng nghiệp sẽ giúp khuyến khích tinh thần và cho tuổi Tị sự hứng khởi để bắt tay vào việc triển khai chúng. Con giáp này đừng quên tìm kiếm thông tin từ nhiều nguồn để có được những kiến thức chính xác và hữu ích giúp mình phát triển công việc.<br/><br/>&emsp;Chính Quan che chở giúp bản mệnh thêm yêu thích việc học do nhận thấy giá trị to lớn của nó và bạn cũng không ngần ngại chia sẻ nó với những người xung quanh. Dù mục tiêu là gì, người tuổi Tị cũng đừng nên chần chừ quá lâu vì thời gian có thể làm phai mờ quyết tâm và động lực của con giáp này.<br/><br/>&emsp;Ngũ Hành tương sinh là tín hiệu tốt cho phương diện tài lộc trong ngày mới này. Bằng việc tiết kiệm số tiền nho nhỏ thôi nhưng qua thời gian bản mệnh đã tích lũy được số tiền kha khá đảm bảo cho tương lai của mình. Nếu có gặp tình huống cấp bách cũng không phải lo lắng quá nhiều.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ngo":"&emsp;Ngày Ngọ Mùi nhị hợp, vận trình tình cảm của tuổi Ngọ khởi sắc, bản mệnh được rất nhiều người yêu mến, các mối quan hệ vô cùng tốt đẹp, tạo nền tảng sự nghiệp phát triển sau này. Mặc dù có đôi lúc con giáp này làm việc cảm tính, coi trọng tình cảm nên gặp chút rắc rối nhưng không quá đáng ngại.<br/><br/>&emsp;Tuy nhiên cũng có không ít những kẻ ghen ghét, đố kị với bản mệnh. Trong ngày có điềm báo kẻ tiểu nhân cố tình gây khó dễ, tung tin đồn thất thiệt về người tuổi Ngọ, dù việc con giáp này làm hoàn toàn xuất phát từ ý tốt nhưng lại bị gắn cho cái mác không mấy tốt đẹp, ảnh hưởng tới uy tín cá nhân.<br/><br/>&emsp;Thiên Quan khiến nhiều kế hoạch đổ vỡ, bản mệnh và thiếu sự định hướng cụ thể về việc cần phải làm gì, làm như thế nào, và đó cũng là một trải nghiệm hết sức thú vị. Thay vì cố gắng kiểm soát mọi thứ thì tốt nhất là con giáp này hãy cứ buông mình và cảm nhận tất cả những gì đang đến nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Dần<br/><br/>",
	"Mui":"&emsp;Nhờ ảnh hưởng tích cực của cục diện Ngọ Mùi hợp Nhật nguyệt giúp dung hòa mọi mối quan hệ của tuổi Mùi. Bản mệnh có một ngày yên ả, thoải mái nghỉ ngơi mà không nghĩ ngợi gì nhiều. Bên cạnh đó, con giáp này còn nhận được những lời khen ngợi, động viên với những gì bản thân đã làm được.<br/><br/>&emsp;Thiên Ấn cho thấy bản mệnh luôn khát khao khám phá, luôn tìm tòi và chinh phục những đỉnh cao tri thức mới trong ngày hôm nay. Đây sẽ là cơ hội để người tuổi Mùi làm một việc chưa từng làm trước đây. Đến cả con giáp này cũng sẽ ngạc nhiên trước quyết định táo bạo và liễu lĩnh của chính mình.<br/><br/>&emsp;Thổ khí vướng khiến sức khỏe của bản mệnh không được tốt. Nguyên nhân là do lịch sinh hoạt có phần đảo lộn. Bản mệnh thường xuyên bỏ bữa và ăn uống không đúng giờ đan gây hại cho cơ thể đấy, với những ai hay ăn đồ ăn vặt nên chọn hoa quả khô hoặc các loại hạt thay vì bánh kẹo nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Than":"&emsp;Tử vi ngày mới 12 con giáp, đường tài lộc của tuổi Thân kém vượng. Tiền bạc có dấu hiệu hao hụt ngoài tầm kiểm soát vì con giáp này chi tiêu bừa bãi nên gặp phải rắc rối khi có vấn đề bất ngờ nảy sinh. Cũng bởi trước đó bản mệnh cũng đã tiêu tốn quá nhiều tiền cho những sở thích phù phiến của mình.<br/><br/>&emsp;Vì suy nghĩ thiếu tỉnh táo nên con giáp này đã để cho tiền bạc tan biến nhanh chóng vào những thứ không cần thiết. Người tuổi Thân cần phải xem xét lại cách quản lý tài chính của mình và thay đổi hợp lý hơn thì mới mong cải thiện được nếu không muốn lâm vào cảnh túng thiếu, nợ nần sau này.<br/><br/>&emsp;Vận trình tình duyên khá êm đẹp nhờ ngũ hành tương sinh, các cặp đôi có thời gian dành cho nhau, mối quan hệ luôn được hâm nóng, có thêm bước tiến mới dự báo chuyện vui sắp tới. Con giáp còn độc thân đừng suy nghĩ, hoài niệm về quá khứ nữa, mà hãy cởi mở lòng mình nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Thân<br/><br/>",
	"Dau":"&emsp;Vận trình công danh sự nghiệp của tuổi Dậu vô cùng hanh thông, thuận lợi. Con giáp này cố gắng hết sức mình để hoàn thành những công việc còn dang dở, cố gắng tập trung hết mức có thể để có được kết quả tốt đẹp nhất và đạt được mục tiêu đã đề ra.<br/><br/>&emsp;Tuy nhiên bản mệnh cần kiểm soát bản thân tốt hơn chứ đừng đặt cái tôi của mình lên quá cao hay vì sự cố chấp, bảo thủ quá mà đưa ra những quyết định sai lầm. Đối với các tình huống bất ngờ ập đến, người tuổi Dậu cũng nên xử lý linh hoạt, sáng suốt thì mới giữ được thành công lâu dài.<br/><br/>&emsp;Nhân duyên của bản mệnh nở rộ không ngừng nhờ ngũ hành tương sinh. Mối quan hệ giữa con giáp này và người ấy đang trong giai đoạn thăng hoa và đẹp nhất, tình yêu ngọt ngào, lãng mạn như tiết trời mùa thu. Hơn thế nữa đôi bên luôn thông cảm, thấu hiểu và chia sẻ mọi điều trong cuộc sống.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Hợi<br/><br/>",
	"Tuat":"&emsp;Tử vi phương Đông, người Tuất gặp ngày Mùi Tuất Tương Phá dự báo có những điều con giáp này kỳ vọng thì nay đều không trở thành hiện thực. Chình vì thế nên tùy cơ ứng biến thì hơn. Hôm nay là ngày phù hợp cho những kế hoạch nho nhỏ, những công việc lặt vặt thay vì những dự án quá to lớn, quan trọng đấy.<br/><br/>&emsp;Chính Ấn đã hỗ trợ cho bản mệnh rất nhiều trong công việc. Đây cũng là ngày mà tuổi Tuất nắm vai trò chính trong dự án hay chương trình nào đó. Dù công việc này ban đầu có thể gây cho con giáp này sự bối rối một chút, nhưng rồi tất cả cũng sẽ ổn mà thôi, hãy tự tin vào bản thân mình lên nhé.<br/><br/>&emsp;May mắn có quý nhân giúp đỡ, giải quyết bớt những rắc rối mà con giáp này đang gặp phải. Thậm chí người này còn tạo cơ hội cho bản mệnh thể hiện tài năng, nhưng làm gì cũng nên bình tĩnh, khiêm tốn học hỏi để bản thân ngày càng tiến bộ hơn và có được cái nhìn tốt đẹp từ mọi người xung quanh.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Thân<br/><br/>",
	"Hoi":"&emsp;Vận trình tình duyên của tuổi Hợi trong ngày vô cùng khởi sắc. Tam Hợp mang lại niềm tin, hi vọng mới cho con giáp này còn độc thân để bạn tự tin hơn trong các cuộc gặp gỡ. Trong khi đó, các cặp đôi đang yêu tìm được chỗ dựa tinh thần khi trở về nhà sau một ngày dài căng thẳng, mệt mỏi.<br/><br/>&emsp;Thương Quan dự báo bản mệnh nhận kết quả không vui về một việc gì đó, bạn không hào hứng với các hoạt động tập thể, bạn chỉ muốn tách mình ra và có những phút giây riêng tư mà thôi. Tâm trạng người tuổi Hợi cũng không thoải mái, vui vẻ lắm, chỉ muốn đắm mình trong những suy nghĩ riêng thay vì tập trung cho công việc.<br/><br/>&emsp;Ảnh hưởng của ngũ hành xung khắc nên đường tài lộc của con giáp này có dấu hiệu sa sút. Bản mệnh cần phải hạn chế mua sắm đồ dùng không thực sự cần thiết, đừng vì sở thích nhất thời rồi mua xong về để đấy sẽ rất hoang phí. Hơn nữa, điều này còn khiến tuổi Hợi rơi vào cảnh túng thiếu, nợ nần.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Tý<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 6 ngày 25/9/2020 của 12 cung hoàng đạo nói rằng Bạch Dương cẩn thận tranh cãi với đồng nghiệp. Những thị phi xung quanh bạn luôn hiện hữu thì nên sống tốt bởi thời gian sẽ trả lời tất cả những điều không hay đó là sai sự thật, không nên đôi co với người sẽ làm việc lâu dài và có ích với mình.<br/><br/>&emsp;Những cảm xúc tiêu cực hay chán chường sẽ chỉ khiến tâm trạng của chòm sao này trở nên tồi tệ. Nếu bạn luôn giữ cho mình thái độ vui vẻ, lạc quan và tự tin trong cuộc sống, bạn sẽ trở nên quyến rũ hơn bao giờ hết trong mắt người yêu của mình, cuộc sống của hai người cũng đơn giản và hạnh phúc hơn.<br/><br/>&emsp;Giữa thời đại tin tức nhiễu nhương như hiện nay khiến những thông tin thực sự về vấn đề thực phẩm khiến bạn có những lầm tưởng và niềm tin mù mờ, phản khoa học, chúng ta nên biết đến nó bằng một cái đầu tỉnh táo, rộng mở và khách quan. Hãy tìm hiểu có chọn lọc chứ đừng nghe theo một cách cực đoan.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 25/9/2020: 7, 17<br/><br/>",
	"KimNguu":"&emsp;Tử vi thứ 6 ngày 25/9/2020, Kim Ngưu rất biết cảm thông và sẵn sàng giúp đỡ người khác. Chính sự cởi mở này của bạn đã giúp hóa giải được những thù hằn, ghen ghét trước kia của người đã từng hiểu lầm bạn. Các mối quan hệ khác như gia đình, bạn bè hay với người yêu đều rất hài hòa và gắn kết.<br/><br/>&emsp;Công việc cũng diễn ra khá tốt. Chòm sao này có được nhiều cơ hội để tiếp cận với những đối tác làm việc tốt và đề xuất các ý tưởng mới của mình, nâng cao hiệu quả công việc. Bạn đã biết tự sắp xếp lịch trình sao cho việc vẫn chạy mà bản thân không bị quá tải. Đây là một kĩ năng cần được phát huy nhiều hơn.<br/><br/>&emsp;Tình hình tài chính có dấu hiệu tăng tiến đáng kể. Bạn có thể bắt gặp các cơ hội kiếm tiền, dự án tài chính mới và có thể mua hàng tự phát hoặc đầu tư dài hạn để bắt đầu kế hoạch đã ấp ủ của mình. Hứa hẹn sẽ mang lại nhiều lợi nhuận, tiền bạc dồi dào nên bạn không phải lo lắng gì nữa.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 25/9/2020: 25, 36<br/><br/>",
	"SongTu":"&emsp;Theo tử vi ngày mới nói rằng Song Tử thể hiện khả năng trí tuệ tuyệt vời của mình. Mọi người ngưỡng mộ trước sự sáng tạo cũng như cách giải quyết vấn đề xuất sắc của bạn. Tuy nhiên, điều đó không có nghĩa là bạn luôn đúng, vì thế đừng cố chấp quá mà đôi khi nên biết lắng nghe ý kiến của người khác.<br/><br/>&emsp;Thỉnh thoảng, những mệt mỏi trong cuộc sống có thể khiến bạn không có đủ kiên nhẫn cho chuyện tình cảm của mình. Khi đó, sự bất đồng và cãi vã là điều không thể tránh khỏi. Hãy cố gắng làm mới mối quan hệ của mình. Hãy chia sẻ với nhau nhiều hơn cũng là một cách hiệu quả để giải quyết những xung đột giữa hai người.<br/><br/>&emsp;Nếu bạn muốn xây dựng cho mình những thói quen tốt trong vấn đề tài chính, cách đơn giản và hiệu quả nhất là hãy kết bạn với những người giản dị và sống dưới mức thu nhập mà họ có thể kiếm được. Chỉ như thế bạn mới tránh những người bạn tiêu tiền như nước khiến bạn dễ bị cuốn theo họ.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 25/9/2020: 20, 41<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 chòm sao nói rằng Cự Giải có những quyết định khá vội vàng trong chuyện tình cảm. Bạn nhanh chóng có được những mối tình hoặc hôn nhân, nhưng nên nhớ rằng điều gì dễ đến cũng dễ đi vì thế mối quan hệ không được bền lâu là điều không thể tránh khỏi nếu bạn cứ hấp tấp như thế.<br/><br/>&emsp;Hãy cẩn thận với chuyện tiền bạc, đừng vì thu nhập tăng lên một chút là bạn đã muốn thay đổi mức sống. Nếu bạn nghĩ rằng mạnh tay mua sắm đồ đạc và những dịch vụ quá xa xỉ là quyết định không hề khôn ngoan. Những lúc cấp bách có một khoản tiền tiết kiệm bao giờ cũng có ích hơn.<br/><br/>&emsp;Lối sống sẽ quyết định sức khỏe của bản thân mình, nếu cung hoàng đạo này muốn có sức khỏe tốt thì hãy thay đổi thói quen ăn uống và sinh hoạt, chỉ khi bạn có thể trạng sung sức và tinh thần tinh táo, phấn chấn thì mới thực sự theo đuổi được ước mơ, niềm đam mê của mình.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 25/9/2020: 16, 30<br/><br/>",
	"SuTu":"&emsp;Sư Tử cuốn hút người khác bằng sự mạnh mẽ, thích thể hiện cá tính của mình. Bạn rất yêu bản thân và biết phát huy thế mạnh đặc biệt của mình và đó là lý do bạn trở nên hấp dẫn hơn trong mắt mọi người. Mặc dù chuyện tình cảm không được như ý nhưng bạn vẫn không để chúng ảnh hưởng đến công việc.<br/><br/>&emsp;Bạn cũng đón nhận nhiều tin vui và đáng nhớ trong công việc. Bạn dễ gặp được những người hợp tác ưng ý và họ cũng khá thiện chí giúp đỡ, tạo cơ hội tốt cho bạn nhé. Khả năng sáng tạo và thuyết phục sẽ giúp cho chòm sao này có được những người đồng hành, cũng như thể hiện năng lực của mình tốt nhất.<br/><br/>&emsp;Tình cảm muốn lâu dài thì luôn cần sự vun đắp của cả hai người, hãy thử hẹn hò ở một địa điểm mới, liên lạc với nhau bằng những phương cách mới lạ để khiến mối quan hệ của mình có nhiều hứng thú hơn. Hãy tận hưởng và trân trọng những giây phút ngọt ngào, lãng mạn bên nhau.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 25/9/2020: 4, 21<br/><br/>",
	"XuNu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo cho thấy Xử Nữ có một ngày mới với nhiều thay đổi trong công việc sẽ khiến cho bạn mất công sức để làm quen và sắp xếp lại chúng. Có các vấn đề phức tạp hơn trong cuộc sống và sẽ phải đòi hỏi những kế hoạch phòng bị để chủ động hơn.<br/><br/>&emsp;Có lẽ bạn sẽ phải từ bỏ những thói quen và dường như bắt đầu xây dựng lại mối quan hệ đi theo cách riêng của bạn. Chuyện tình yêu sẽ đơn giản hơn bắng chính thái độ chân thành của bạn. Không có lý do gì bạn không tìm cách chinh phục một trái tim đơn độc đang hướng về phía mình cả.<br/><br/>&emsp;Tuy nhiên mối quan hệ với các thành viên trong gia đình lại không được thuận lợi khi lòng tin của bạn với mọi người đang bị lung lay và chòm sao này sẽ cần phải xây dựng và củng cố lại vị trí của mình chính bằng hiệu quả công việc và các ứng xử trong cuộc sống.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 25/9/2020: 13, 27<br/><br/>",
	"ThienBinh":"&emsp;Công việc của Thiên Bình không được suôn sẻ, thuận lợi. Có thể sẽ có người cố tình phá hoại, ngáng trở bạn. Sự cạnh tranh khốc liệt khiến cho bạn sẽ phải tốn nhiều thời gian suy nghĩ cũng như tính toán đường đi nước bước của mình sao cho hợp lí và hiệu quả.<br/><br/>&emsp;Tuy nhiên đừng quá nóng vội, bạn làm gì cũng nên thận trọng, hành xử khéo léo sẽ giúp cho bạn có được những mối quan hệ tốt đẹp. Chuyện tình cảm cũng nảy sinh tranh cãi, xung đột không đáng có vì thiếu kiểm soát bản thân. Có lẽ tâm trạng không tốt nên làm việc gì cũng không được thuận lợi.<br/><br/>&emsp;Tình hình tài chính dù không được như ý nhưng vẫn ở mức ổn định nên bạn cũng không phải lo lắng về vấn đề này nữa. Mặc dù chi tiêu không được thoải mái nhưng nếu bạn biết cách tiết kiệm thì mọi chuyện đều không quá khó khăn. Hãy nghĩ nhiều cách để cải thiện tình trạng này nhé.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 25/9/2020: 6, 18<br/><br/>",
	"BoCap":"&emsp;Bọ Cạp sẽ cần đưa ra những lựa chọn nhưng trong thời điểm này nên tính toán kỹ lưỡng. Sự quyết đoán nhưng có cơ sở sẽ giúp bạn gặt hái được thành công và có được những đánh giá tốt về năng lực. Điều này khiến bạn hãnh diện về bản thân nhưng sự kiêu ngạo thái quá lại là khiến người khác ganh ghét.<br/><br/>&emsp;Có thể bạn sẽ phải tính toán đến việc chi tiêu trong thời gian tới vì có thể nó sẽ khiến cho bạn phải đau đầu bởi một số khoản chi theo ngẫu hứng ngày một gia tăng. Đồng thời, đừng nghĩ rằng tiền bạc mất đi có thể kiếm lại được mà trở nên dễ dãi, phóng khoáng quá đà nhé.<br/><br/>&emsp;Chúng ta đều biết chế độ độ ăn uống có tác động như thế nào đến sức khỏe. Việc ăn uống lành mạnh sẽ khiến bạn khỏe đẹp từ trong ra ngoài. Còn ngược lại sẽ tổn hại đến thể chất rất nhiều. Vì thế, nhớ cân nhắc thật kỹ trước khi ăn một món gì đó xem tác hại của nó thế nào nhé.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 25/9/2020: 9, 22<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo chỉ ra rằng Nhân Mã chán nản không biết phải làm gì khi đã cố gắng hết sức mà kết quả vẫn không thể phát triển. Chòm sao này vừa hoang mang về bản thân, vừa tức giận, trút bực bội sang người khác. Hãy xem lại cách thức làm việc của mình để thay đổi sẽ tốt hơn.<br/><br/>&emsp;Ai rồi cũng phải trải qua giai đoạn khủng hoảng của cuộc đời mình. Vì vậy, thay vì khiến đối phương cảm thấy mệt mỏi, bạn nên khéo léo chia sẻ và thể hiện sự quan tâm của mình, dù cho nguyên nhân khiến họ buồn chán hoàn toàn là một điều bình thường và nhỏ nhặt đối với bạn.<br/><br/>&emsp;Sẽ chẳng có một chất kết dính nào có thể gắn chặt bạn và người ấy bằng những khoảnh khắc hạnh phúc, riêng tư và vui vẻ mà cả hai đã trải qua cùng nhau. Hãy duy trì tình cảm bằng những hoạt động cùng nhau như nấu nướng, tham gia những khóa học kỹ năng hoặc làm mọi việc mà hai người yêu thích.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 25/9/2020: 5, 14<br/><br/>",
	"MaKet":"&emsp;Tử vi ngày mới 12 chòm sao cho biết Ma Kết quyết tâm tập trung cho công việc, không quan tâm gì đến các mối quan hệ xung quanh. Bạn chấp nhận rằng mình không thể làm hài lòng tất cả mọi người, vì vậy cứ là chính mình, làm những điều bản thân cảm thấy thoải mái và hết lòng với công việc là được.<br/><br/>&emsp;Cung hoàng dạo này khá khắt khe với bản thân. Nhưng điều này đôi khi không hẳn là tốt vì vậy bạn đừng quá khó khăn với mình. Khi đã đưa ra sự hứa hẹn trong tình cảm, bạn sẽ cố gắng thực hiện đến cùng. Điều đó không sai nhưng hãy nhớ rằng bạn cũng có quyền hưởng sự thoải mái, yên bình và tình yêu.<br/><br/>&emsp;Cẩn thận với những lời nói chúng ta nói ra khi đang giận giữ vì thường chúng có thể gây tổn thương lớn hơn chúng ta tưởng tượng nhiều. Có thể bạn tin điều mình nói ra là đúng nhưng nhiều khi sự thẳng thắn của bạn là không cần thiết. Khéo léo hơn trong cách giao tiếp sẽ giúp bạn thăng tiến thuận lợi hơn.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 25/9/2020: 8, 29<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình làm việc hiệu quả không cao. Có thể bạn có khởi đầu không được thuận lợi và đôi khi sự nóng vội khiến cho bạn bị ảnh hưởng và bối rối không biết xử lý thế nào khi gặp phải những vấn đề bất ngờ phát sinh. Hãy tỉnh táo và bình tĩnh để nhìn vấn đề một cách kĩ lưỡng để đưa ra phương án tốt nhất nhé.<br/><br/>&emsp;Bạn cũng nên thận trọng hơn với các quyết định liên quan tới tiền bạc kể trong ngày. Đừng để việc chi tiêu vượt quá hạn mức mà hôm sau nhìn lại bạn thấy mình chẳng có trong tay thứ gì nhé. Đây cũng không phải là thời điểm thuận lợi để cung hoàng đạo này mạo hiểm đâu.<br/><br/>&emsp;Bạn cần phải cẩn trọng trong từng lời nói của mình bởi bạn sẽ không bao giờ có thể lấy lại được những lời nói dối, những lời chê bai đối phương mà mình đã nói ra, dù cho bạn có đưa ra bao nhiêu lý do đi nữa. Tổn thương và nỗi thất vọng sau những lời nói giận dữ sẽ còn mãi trong tâm trí của người ấy.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 25/9/2020: 3, 11<br/><br/>",
	"SongNgu":"&emsp;Song Ngư thử thoát khỏi những lối mòn và trải nghiệm những thứ mới mẻ cùng nhau chính là cách bạn giúp cho mối quan hệ tình cảm của mình thêm gắn kết. Bạn cần phải tìm những cách thể hiện khác nhau để thu hút sự quan tâm từ đối phương. Đừng mãi bị động như thế khiến tình yêu dễ bị phai nhạt đi.<br/><br/>&emsp;Công việc có phần phải lo lắng bởi chòm sao này đang phải cạnh tranh. Đừng để bản thân bị choáng ngợp, chỉ vì bạn không có câu trả lời chính xác cho mọi vấn đề ngay lập tức. Sự bình tĩnh, tránh làm cho vấn đề của bạn tồi tệ hơn là cách khôn ngoan để bạn hạn chế những thiệt hại.<br/><br/>&emsp;Về phương diện tài chính của bạn lên xuống thất thường, chính vì thế hãy biết cách giữ gìn mọi thứ và chuẩn bị những nguồn thu ổn định hơn trong thời gian tới. Hôm nay bạn sẽ cần sống chậm lại với tất cả hoạt động và dành thời gian để thư giãn giúp cân bằng lại cuộc sống.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 25/9/2020: 1, 15<br/><br/>"
    },
"20200926": {
    "Ty":"&emsp;Tử vi phương Đông 12 con giáp, vận trình của người tuổi Tý không được suôn sẻ, thuận lợi cho lắm. Nếu có người nào đó muốn cản bước tiến của con giáp này thì cũng đừng quá bận tâm mà để bản thân lung lay ý chí, thay vào đó bản mệnh hãy tập trung vào mục tiêu và kiên định theo đuổi đến cùng.<br/><br/>&emsp;Con giáp này cảm thấy mình không thể nào có được hết mọi thứ trên đời nên hài lòng với những gì mình đang có. Tam Hợp cục giúp sức, tình yêu có thể chiến thắng tất cả. Tuy nhiên, tuổi Tý đừng quá đắm chìm trong chuyện tình cảm mà quên rằng mình cần phải có tiền mới duy trì được cuộc sống.<br/><br/>&emsp;Kiếp Tài báo hiệu tình hình tài chính của bản mệnh đang bị sụt giảm đi nhanh chóng đó. Con giáp này không có thời gian để làm thêm việc này việc kia kiếm thêm thu nhập, thay vào đó là chi tiêu cho chuyện yêu đương. Tình phí cũng ngốn mất một khoản kha khá đó chứ không phải ít đâu.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tị<br/><br/>",
	"Suu":"&emsp;Tử vi thứ bảy của 12 con giáp nói rằng tuổi Sửu làm việc chính trực và có trách nhiệm, đây là một đức tính đáng khen kể cả trong công việc hay cuộc sống. Ngoài ra con giáp này hãy cố gắng cải thiện tính cách cố chấp, bảo thủ của mình để không ảnh hưởng đến con đường thăng tiến trong tương lai.<br/><br/>&emsp;Nhiều người luôn đặt lợi ích cá nhân lên trên vì cho rằng nếu nhường nhịn sẽ bị thua thiệt hoặc mất mặt. Điều đó khiến họ luôn phải phấn đấu, ganh đua để mưu cầu lợi ích, nhưng cách sống này vô cùng mệt mỏi, căng thẳng và chẳng bao giờ nhận được sự bình yên trong tâm trí.<br/><br/>&emsp;Trong ngày ngũ hành Mộc Thổ xung khắc không phải dấu hiệu tốt lành cho tình cảm đôi lứa. Khi có vấn đề còn khúc mắc, thay vì để trong lòng thì người tuổi Sửu và nửa kia hãy nói ra để bàn bạc, chia sẻ với nhau sẽ tốt hơn rất nhiều. Đừng nghĩ rằng yêu nhau thì sẽ hiểu hết được mọi điều của đối phương.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Mão<br/><br/>",
	"Dan":"&emsp;Tuổi Dần có lộc ăn uống hoặc được ai đó cho tiền, nhìn chung phúc lộc dồi dào, không phải lo lắng suy nghĩ điều gì. Con giáp này theo nghiệp buôn bán kinh doanh sẽ có thêm nhiều khách hàng, doanh thu tăng đáng kể, may mắn không tự nhiên mà có nên hãy nói lời cảm ơn với người đã giúp đỡ mình.<br/><br/>&emsp;Song vì là ngày lục xung nên vận trình công danh sự nghiệp có phần không thuận khiến bản mệnh cũng vất vả hơn. Nhưng đừng vì thế mà vội vàng, hối hả quá, nhất là khi tham gia giao thông thì càng nên bình tĩnh để tránh tai nạn không mong muốn xảy ra gây nguy hiểm cho bản thân.<br/><br/>&emsp;Dần Thân tương hình, đây là cục diện cho thấy người tuổi Dần sẽ phải đối mặt với nhiều mâu thuẫn trong gia đình. Hiểu lầm có thể dâng lên rất cao và khiến cho khoảng cách giữa hai người càng ngày càng lớn. Con giáp này cần phải dành thời gian để chia sẻ và tâm sự với người thân của mình nhiều hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mão<br/><br/>",
	"Meo":"&emsp;Bói tử vi online phương Đông 12 con giáp nói rằng vận trình ngày mới của tuổi Mão không được may mắn cho lắm. Con giáp này chưa đạt được bước thăng tiến đúng như mình mong đợi. Thương Quan chiếu mệnh, có quá nhiều bất mãn mà bản mệnh không biết xả đi đâu cho hết.<br/><br/>&emsp;Thậm chí có người còn bị ảnh hưởng tới vị trí của mình trong công việc, làm ăn thua lỗ, ngoài ra cũng nên tránh các trò may rủi đỏ đen vì sẽ không mang lại lợi ích gì cho người tuổi Mão. Thời điểm khó khăn khăn, bản mệnh càng cần phải tỉnh táo và bình tĩnh để đưa ra phương án giải quyết tốt nhất.<br/><br/>&emsp;Mộc khí vượng cũng cho thấy sức khỏe suy yếu rõ rệt. Con giáp này đừng chủ quan cho rằng mình còn khỏe mà mất nhiều thời gian vào công việc nhưng lại không chú tâm để nghỉ ngơi. Ngoài ra việc đi bộ rất tốt cho cơ thể nếu duy trì đều đặn, bản mệnh chắc chắn sẽ thấy thể trạng của mình cải thiện hơn nhiều.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Thin":"&emsp;Tuổi Thìn được nhắc nhở nên thận trọng bởi có điềm báo dễ bị tiểu nhân gây mâu thuẫn, dẫn đến xô xát mà cao trào là khiến bản thân bị thương. Con giáp này cần cố gắng kiềm chế cảm xúc, không kích động bằng cách nghĩ rằng mình sẽ tha thứ cho đối phương và như vậy bản mệnh sẽ dễ dàng bỏ qua hơn.<br/><br/>&emsp;Đường tình duyên rất suôn sẻ, êm đẹp, tất cả là nhờ vào sự nỗ lực, cố gắng trong suốt thời gian vừa qua. Con giáp này nhận ra rằng chìa khóa của hạnh phúc không hẳn là sự lãng mạn mà là cả hai cùng cố gắng thay đổi, luôn khích lệ và vun vén mối quan hệ này để duy trì được tình yêu như lúc ban đầu.<br/><br/>&emsp;Song muốn làm được điều đó thì trước tiên người tuổi Thìn phải biết đặt mình vào vị trí của người khác, có như vậy con giáp này mới thực sự đồng cảm, nhìn nhận vấn đề khác quan và nói theo cách của họ. Khi đó bản mệnh muốn bày tỏ hay mong muốn việc gì cũng trở nên dễ dàng hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ti":"&emsp;Tử vi thứ bảy ngày 26/9/2020, đường tài lộc của tuổi Tị khởi sắc, có thể trúng thưởng, hoặc trúng xổ số, lô đề. Song số tiền này không đủ để thay đổi cuộc sống của con giáp này nên hãy cố giữ cuộc sống cân bằng, làm tốt công việc chính của mình là được. Chớ nên quá sa đà, mù quáng vào trò may rủi nhé.<br/><br/>&emsp;Thân Tị tương phá, bản mệnh chỉ muốn quay lại những ngày tháng yên bình trước đó, khi mà đôi bên chưa xảy ra mâu thuẫn, tranh chấp, chỉ có tình yêu ngập tràn căn nhà nhỏ ấm êm. Những mâu thuẫn lớn dần lên theo tháng năm mà người tuổi Tị chẳng thể nào tìm được cách để hóa giải triệt để.<br/><br/>&emsp;Vì bận rộn với công việc nên thời gian vừa qua con giáp này đã không quan tâm nhiều tới nửa kia của mình khiến mối quan hệ càng trở nên nhàm chán, tẻ nhạt. Bản mệnh nên nhớ rằng, chính những cử chỉ lãng mạn, yêu thương đơn giản mỗi ngày mới là yếu đố quan trọng để nuôi dưỡng, duy trì hạnh phúc gia đình.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Sửu<br/><br/>",
	"Ngo":"&emsp;Vận trình tài lộc của tuổi Ngọ vượng phát nhờ Chính Tài xuất hiện. Nhờ thế mà con giáp này có được nguồn thu nhập ổn định, vững vàng. Tiền bạc dồi dào, chi tiêu rủng rỉnh nên có thể cảm thấy an tâm. Ngoài ra, bản mệnh cũng nên học cách tích lũy để những lúc sự cố bất ngờ xảy ra vẫn giữ được tâm thế chủ động.<br/><br/>&emsp;Sự yêu thương, giàu lòng trắc ẩn này phải xuất phát từ tấm lòng chứ không phải là công cụ để lừa gạt người khác nhằm có được thứ mình muốn. Người quá khôn ngoan, xảo quyệt sẽ khó có được những thứ mà họ muốn, vì thế nên người tuổi Ngọ đừng từ bỏ những thói quen tốt đang đưa mình tới thành công.<br/><br/>&emsp;Mộc sinh Hỏa, tình yêu đôi lứa cũng trên đà nở hoa. Tình cảm chín muồi, nhân duyên khởi sắc, yêu nhau tìm hiểu đủ lâu thì tiến tới chuyện hôn nhân cũng không có gì là khó hiểu, nhất khi khi con giáp này đã quyết là chẳng bao giờ quay đầu. Các cặp vợ chồng cũng sẽ đón tin vui trong cuộc hôn nhân của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Tuất<br/><br/>",
	"Mui":"&emsp;Đường tài lộc của người tuổi Mùi rất thuận lợi, những người buôn bán kinh doanh cũng chiếm được ưu thế lớn hơn so với người làm công ăn lương. Nhưng đừng vì thế mà chủ quan ngủ quên trên chiến thắng nhé, cái gì dễ đạt được cũng dễ mất đi, mọi thứ chỉ bền vững khi tự tay mình gây dựng nên.<br/><br/>&emsp;Bản mệnh phải đối mặt với nhiều biến động trong chuyện tình cảm. Dù con giáp này thực tâm muốn bắt đầu một mối quan hệ tình cảm mới nhưng vẫn chưa thể buông bỏ được những nỗi buồn trong quá khứ. Điều này có thể khiến cho tuổi Mùi lỡ dỡ mất duyên tình.<br/><br/>&emsp;Tình cảm vợ chồng có nhiều điều trong lòng không thổ lộ với nhau. Những bí mật nằm đó, dần dần xây nên bức tường ngăn cách giữa hai người, việc tâm sự và chia sẻ cũng ít dần khiến mối quan hệ ngày càng trở nên xa cách, nhạt nhòa hơn. Con giáp này cần phải tháo được nút thắt đó thì mới được như ban đầu.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Ngọ<br/><br/>",
	"Than":"&emsp;Vận trình của người tuổi Thân có điềm báo phát tài.  Thực Thần ưu ái, nhờ thế mà con giáp này có thể tìm thu tiền bạc mỏi tay không hết. Đặc biệt là những người theo nghiệp kinh doanh buôn bán vô cùng thuận lợi, khách hàng tới tấp, lợi nhuận tăng lên đáng kể, con đường tài lộc càng đi càng rộng mở.<br/><br/>&emsp;Thiên Ấn chỉ đường nên có thể sẽ đưa ra những ý tưởng độc đáo và sáng tạo cho những khó khăn trong công việc. Tuổi Thân có chính kiến của riêng mình, không vì những ý kiến của người khác mà lung lạc ý chí. Người khác cho rằng bản mệnh cố chấp nhưng con giáp này tin rằng đó là hướng đi đúng đắn của mình.<br/><br/>&emsp;Trong ngày ngỹ hành Mộc và Kim bất dung, đường tình duyên kém sắc. Có thể những mâu thuẫn trước đó trong mối quan hệ giữa bản mệnh và người ấy đã tạo thành rào cản, khiến cho đôi bên chẳng thể nào giữ được nhau trong sóng gió cuộc đời. Tình yêu không đủ lớn thì khó mà vượt qua được.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Dau":"&emsp;Tử vi 12 con giáp ngày hôm nay nói rằng nhân duyên của người tuổi Dậu vô cùng hài hòa, con giáp này nhận được sự quan tâm từ gia đình, người thân yêu của mình. Người độc thân có không ít cơ hội tình duyên đến với mình. Tình yêu chẳng phải thứ dễ dàng tìm thấy. Nếu đã có được trong tay thì hãy trân trọng hạnh phúc mình đang có.<br/><br/>&emsp;Nhờ Tam Hợp cục nâng đỡ nên các mối quan hệ của bản mệnh trong ngày rất tốt, mọi mâu thuẫn dần được gỡ bỏ, tình cảm trở nên hài hòa, êm đẹp hơn. Các cặp vợ chồng tình cảm càng ngày càng nồng thắm, tình yêu và tình thân dần gắn kết với nhau thành một thể không thể tách rời.<br/><br/>&emsp;Chính Ấn hợp sức, công danh thăng tiến. Những người theo đuổi con đường học vấn, thi cử sẽ cảm thấy mọi thứ rất thuận lợi mà không có gì cản trở bước tiến của mình. Tuổi Dậu đã dành rất nhiều thời gian cho công việc, cũng giành được không ít thành quả, vì thế chuyện được cấp trên ưu ái cất nhắc cũng không quá xa nữa.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Sửu<br/><br/>",
	"Tuat":"&emsp;Tử vi ngày mới cho thấy tuổi Tuất làm gì cũng có cảm giác trắc trở, bị người khác ngáng đường hay gây hại. Mặc dù điều này khó tránh nhưng con giáp này cần kiểm soát lời ăn tiếng nói và cách hành xử thật tốt để giảm bớt sự căng thẳng. Vượt qua được những thử thách này bản mệnh sẽ trưởng thành hơn.<br/><br/>&emsp;Thiên Quan lại cho thấy một màu u ám trong công việc của con giáp này khi mà những lời đồn thổi thị phi khiến cho uy tín cá nhân sụt giảm nghiêm trọng, cơ may thăng tiến vụt bay. Bản mệnh chớ nên lo chuyện bao đồng để mà đắc tội với kẻ tiểu nhân. Có những chuyện chẳng thể nào xen vào bởi sẽ có thế lực rất lớn đứng đằng sau.<br/><br/>&emsp;Bù lại Thân Tuất tương hội, con giáp này không ngờ mình có thể rơi vào lưới tình nhanh đến vậy, đến chính người tuổi Tuất cũng chẳng thể tin nổi. Để hạnh phúc được duy trì, bản mệnh hãy mạnh dạn nói ra những mong muốn của mình, từ đó đôi bên luôn có sự chia sẻ và thấu hiểu lẫn nhau.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Ngọ<br/><br/>",
	"Hoi":"&emsp;Tuổi Hợi sẽ cảm thấy bất bình với những định kiến quá mức hà khắc, cay nghiệt của người đời. Có thể người khác cảm thấy đó là điều bình thường nhưng con giáp này không thể chịu được việc mình bị coi thường. Chính vì thế bản mệnh luôn lên tiếng để bảo vệ danh dự, uy tín cá nhân của mình.<br/><br/>&emsp;Ngày Thân Hợi tương hại nên vận trình tình duyên có phần lận đận, trắc trở. Bản thân người tuổi Hợi trân trọng mối quan hệ mình đang có, nhưng nếu như quan điểm sống quá mức khác biệt thì khó lòng có thể nắm tay nhau đi đến cuối cuộc đời, thà đau ngắn còn hơn đau dài.<br/><br/>&emsp;Tỷ Kiên cho thấy bản mệnh có sự quyết đoán và dứt khoát nhất định, nhờ thế mà đường công danh sự nghiệp của con giáp này tiến triển tốt nhờ biết chọn đúng thời cơ, không để lỡ những cơ hội để thể hiện năng lực của mình. Hơn nữa, tuổi Hợi cũng không để chuyện riêng ảnh hưởng đến công việc.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Sửu<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 7 ngày 26/9/2020 của 12 cung hoàng đạo dự báo Bạch Dương nên điều chỉnh lại cảm xúc của mình một chút. Không phải lúc nào sự lãng mạn cũng mang lại kết quả ngọt ngào đâu, hơn nữa cuộc sống vốn bộn bề lo lắng, nếu bạn cứ đòi hỏi điều này ở đối phương thì có phần hơi quá rồi.<br/><br/>&emsp;Không ít người cũng như chòm sao này, luôn nhìn đời qua lăng kính màu hồng, nhưng cuộc đời buộc chúng ta phải suy nghĩ thực tế hơn, cần hiểu và thông cảm cho những nỗi vất vả của nhau. Sự lãng mạn có thể khiến tình yêu thêm rực rỡ nhưng nếu lạm dụng quá thì không hay.<br/><br/>&emsp;Tình hình sức khỏe trong ngày không được tốt lắm, nếu cảm thấy mệt mỏi, bạn nên để bản thân được nghỉ ngơi chứ đừng cố sức làm việc, dù mọi kế hoạch đang theo sát phía sau. Chỉ khi nào có đủ tinh thần và thể lực khỏe mạnh thì bạn mới phát huy được tối đa khả năng của mình.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 26/9/2020: 2, 25<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu có thể đạt được một số thành tựu trong công việc, bạn là người kiên nhẫn, điềm tĩnh trước những tình huống bất ngờ xảy ra nên có thể trở thành điểm tựa vững vàng cho mọi người trước sóng gió. Đó cũng là lí do khiến bạn được đồng nghiệp ngưỡng mộ cũng như cấp trên tin tưởng giao cho nhiều trọng trách.<br/><br/>&emsp;Tình hình tài chính khá tốt nên cũng không phải lo lắng quá nhiều bởi chòm sao này không phải là người tiêu xài hoang phí. Trước khi quyết định bỏ tiền ra mua một món đồ nào đó, bạn luôn thận trọng suy nghĩ, nghiên cứu và tìm hiểu kĩ càng lại càng không có chuyện đầu tư vô tội vạ.<br/><br/>&emsp;Trong chuyện tình cảm, có lẽ bạn nên hành xử linh hoạt và khéo léo hơn nhé. Bạn đang hoài niệm về quá khứ quá nhiều và đó chính là nguyên nhân khiến cho nửa kia của bạn thấy chạnh lòng. Tốt nhất hãy sống với hiện tại, hướng về tương lai và thay đổi bản thân khi cần nhé.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 26/9/2020: 19, 31<br/><br/>",
	"SongTu":"&emsp;Tử vi phương Tây nói rằng Song Tử đang bị cảm xúc lấn át quá nhiều. Bạn sống chân thành, cởi mở với tất cả mọi người nhưng cũng chính vì đem quá nhiều tình cảm vào trong công việc nên mới gặp phải điều không hay, dễ vì nể tình nghĩa mà bỏ qua lợi ích của bản thân.<br/><br/>&emsp;Thực ra cung hoàng đọa này cũng có rất nhiều ước mơ về cuộc sống trong tương lai với người mình yêu, nhưng bạn lại hay lý tưởng hóa mọi chuyện lên và cảm thấy không thoải mái khi không có được thứ mình muốn, chính vì vậy đôi khi bạn tự lừa dối bản thân chỉ để không cảm thấy hụt hẫng.<br/><br/>&emsp;Cuộc sống chẳng diễn ra như ta mong muốn và không phải tất cả tình yêu chỉ có ngọt ngào, yêu thương. Bất cứ việc gì cũng có sai số, khi con tim lên tiếng thì đừng để lý trí dẫn đường và ngược lại, bạn nên sống thật với bản thân mình, nhìn thẳng vào thực thế sẽ tốt hơn cho bạn.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 26/9/2020: 1, 16<br/><br/>",
	"CuGiai":"&emsp;Xem tử vi 12 nói rằng Cự Giải có thể gặp phải những rắc rối nho nhỏ nơi công sở do bạn không giữ được bí mật cho mình. Bạn thẳng thắn là tốt nhưng nếu không biết tiết chế lại thì nó sẽ phản tác dụng, vì nói lên suy nghĩ của mình mà có thể khiến người khác mất lòng.<br/><br/>&emsp;Chuyện tình cảm cũng không được vui vẻ cho lắm, chòm sao này lo lắng, bồn chồn không yên mặc dù chẳng có việc gì to tát cả. Bạn không kiểm soát được cảm xúc, thiếu cảm thông với người ấy nên không hiểu được những gì mà đối phương đang nghĩ. Vì thế mà nảy sinh nhiều bất đồng, mâu thuẫn.<br/><br/>&emsp;Có lẽ bạn nên đặt mình vào vị trí của người khác để thông cảm cho họ. Đừng đề ra những yêu cầu quá cao ở bất kì ai đó mà nên yêu cầu nhiều hơn với chính mình, lúc đó bạn sẽ thấy cách nhìn nhận của bản thân bắt đầu thay đổi sang một góc độ khác. Bạn cũng nên biết lắng nghe và học hỏi nhiều hơn.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 26/9/2020: 5, 16<br/><br/>",
	"SuTu":"&emsp;Tử vi ngày 26/9/2020 cho thấy Sư Tử có thể đạt được những thành công nhất định trong công việc nhưng vì ôm đồm quá nhiều, làm việc quá sức nên ảnh hưởng tới sức khỏe. Bạn dễ bị mệt mỏi, khó chịu trong người cũng là chuyện không quá lạ lùng gì. Đã đến lúc bạn cần phải sắp xếp lại thời gian nghỉ ngơi và làm việc hợp lí hơn rồi đấy.<br/><br/>&emsp;Về phương diện tình cảm, bạn nên cảm thông cho người ấy thêm một chút. Vẫn biết ai cũng bận rộn cả nên có khi chỉ cần nhớ về nhau là tốt lắm rồi, nếu không có nhiều thời gian gặp mặt thì có thể hẹn đi chơi vào cuối tuần, chứ đừng quá cứng nhắc, đòi hỏi vô lý nhé.<br/><br/>&emsp;Cung hoàng đạo này nên bắt đầu từ việc điều chỉnh nhu cầu và ý thức của mình. Nhiều khi bạn không kiểm soát được bản thân nên lúc nào cũng muốn người ấy ở cạnh mình mọi lúc mọi nơi, lý trí mách bảo điều đó là không đúng nhưng cảm xúc thì cứ diễn ra như vậy thôi. Không phải cứ kề cạnh bên nhau là tốt đâu<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 26/9/2020: 7, 32<br/><br/>",
	"XuNu":"&emsp;Chuyện tình cảm của Xử Nữ xảy ra khúc mắc do bạn và người ấy có những tranh cãi, bất đồng không nhỏ. Thực ra nguyên nhân không phải là do vấn đề của hai người mà là bị ảnh hưởng bởi lời nói của người khác khiến người này khó chịu về người kia. Quan trọng nhất là sự tin tưởng, nếu không mối quan hệ khó bền lâu.<br/><br/>&emsp;Thế nhưng bất cứ thông tin gì cũng nên được nhìn nhận từ nhiều phía. Một phần là do hai người chưa đủ tin tưởng và thấu hiểu lẫn nhau nên mới dễ dàng hoài nghi ở đối phương như vậy. Bạn nên nhớ tình yêu rất mong manh, nếu người trong cuộc lúc nào cũng sẵn sàng buông tay thì làm sao có thể chống đỡ trước những sóng gió được.<br/><br/>&emsp;Dẫu sao hôm nay cũng là cuối tuần rồi, chòm sao này hãy để bản thân được nghỉ ngơi, thư giãn và suy nghĩ tích cực lên nhé. Có thể chuyện giữa bạn và người ấy chưa giải quyết ngay được nhưng cũng đừng vì thế mà giam mình trong nhà, hãy ra ngoài chơi cùng bạn bè thì tâm trạng của bạn sẽ tốt lên đấy.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 26/9/2020: 13, 22<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình nên học cách kiểm chế cảm xúc của mình nhiều hơn. Sự nóng nảy, bốc đồng chẳng giúp bạn giải quyết được bất cứ việc gì cả, hơn nữa chính bản thân bạn sẽ chịu ảnh hưởng tiêu cực từ nó đầu tiên. Mọi chuyện đều có thể xoay chuyển nếu như bạn đủ tỉnh táo và nhận thức đúng vấn đề hiện tại.<br/><br/>&emsp;Muốn lấy lại sự bình tĩnh, hãy hít thở thật sâu sau đó khi tâm mình tĩnh lại thì bắt đầu nghĩ cách giải quyết sao cho hợp tình hợp lý nhất. Trong lúc rối ren mà cung hoàng đạo này cứ vội vàng, hấp tấp lên như vậy thì cũng chẳng thể nào xong chuyện được, thậm chí mọi người còn thấy khó chịu nữa.<br/><br/>&emsp;Bạn nên thành thời gian nhiều hơn cho người thân, gia đình của mình nhé. Bạn vất vả lăn lộn cả tuần cũng mệt rồi, hãy cho mình được nghỉ xả hơi đi thôi, chắc chắn bạn sẽ không phải hối hận vì quyết định đó. Gia đình luôn là chỗ dựa tinh thần vững chắc cho bạn trong mọi hoàn cảnh khó khăn nhất.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 26/9/2020: 15, 33<br/><br/>",
	"BoCap":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo cho biết Bọ Cạp có thể gặp chút rắc rối trong vấn đề tiền bạc. Bạn không tỉnh táo, thiếu tầm nhìn xa trông rộng nên bỏ lỡ mất cơ hội trước mắt nên đưa ra những quyết định thiếu chính xác. Đây cũng chính là bài học đắt giá để bạn không mắc phải lỗi tương tự lần sau.<br/><br/>&emsp;Ngoài ra chòm sao này nên thận trọng lời ăn tiếng nói, đừng vội nói khi chưa suy nghĩ kỹ càng vì có thể khiến người khác mất lòng, ảnh hưởng tới cả cuộc sống sau này. Nếu không thể nói ra những lời hay ý đẹp thì tốt nhất nên giữ im lặng để tránh rước thêm phiền phức vào người.<br/><br/>&emsp;Chuyện tình cảm cũng không như ý vì người ấy cho rằng bạn vô tâm khiến bạn càng thấy mệt mỏi và chán nản hơn. Bạn có nhiều mơ ước nhưng lại chưa cân bằng được thời gian giữa cuộc sống riêng tư và công việc của mình nên dẫn đến căng thẳng, lo lắng khi hai người liên tục bất đồng và tranh cãi liên miên.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 26/9/2020: 1, 24<br/><br/>",
	"NhanMa":"&emsp;Tử vi thứ bảy của 12 chòm sao dự báo Nhân Mã có thể giành được những bước tiến mới trong sự nghiệp của mình. Bạn là người có tài, biết cách tập trung và kiên định với hướng phát triển của mình nên có thêm cơ hội để tỏa sáng hơn so với những ngày bình thường khác. Nếu tận dụng tốt sẽ gặt hái không ít thành công.<br/><br/>&emsp;Nhưng trong chuyện tình cảm chòm sao này vẫn có tâm trạng khá nặng nề. Mặc dù quen biết không ít người nhưng Mã Mã vẫn chưa tìm được một nửa cho mình. Những ham muốn, khát khao, ước vọng về tình yêu đôi lứa khiến chòm sao này đắm chìm trong đó không tìm được lối ra.<br/><br/>&emsp;Lời khuyên cho bạn là nên sống thực tế một chút chứ đừng quá mơ mộng, ảo tưởng như vậy. Ai cũng cần sự ổn định và bền vững, vì thế bạn nên cho đối phương cơ hội để tìm hiểu cũng là để mình có cơ hội yêu và được yêu. Có lẽ bạn chưa biết rằng tình yêu có sức mạnh thúc đẩy con người ta lớn đến như thế nào.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 26/9/2020: 9, 21<br/><br/>",
	"MaKet":"&emsp;Ma Kết sẽ đạt được những bước tiến mới trong chuyện tình cảm của mình. Bạn nhìn nhận được những sai lầm mà mình mắc phải trước đây và cố gắng hết sức để thay đổi bản thân, từ đó mối quan hệ giữa bạn và người ấy cũng trở nên hài hòa và thấu hiểu hơn. Những khúc mắc trước đó cũng được hóa giải.<br/><br/>&emsp;Cung hoàng đạo này nhận ra rằng, trong tình yêu không phải lúc nào lãng mạn cũng tốt nên không ép buộc người ấy phải làm những việc không phù hợp với bản thân chỉ vì bạn. Khi mối quan hệ không còn ai gây sức ép cho ai nữa thì cảm xúc yêu đương sẽ bắt đầu thăng hoa, mật ngọt lan tỏa ra khắp nơi.<br/><br/>&emsp;Ngoài ra bẹn cũng cần phải chú ý tới sức khỏe của mình vì đó là điều quan trọng nhất mà bất cứ ai cũng phải giữ gìn. Khi thấy mệt mỏi, bạn nên ăn uống đầy đủ và nghỉ ngơi hợp lý, cuối tuần hãy để cho mình được thư giãn, xả hơi và nạp thêm năng lượng cho tuần tiếp theo nhé.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 26/9/2020: 27, 35<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình không nên để quá nhiều cảm xúc cá nhân vào trong công việc, đừng để nó ảnh hưởng tới sự nghiệp của bạn vì có thể cản trở con đường thăng tiến. Hãy thể hiện mình là một người chuyên nghiệp, quan tâm tới lợi ích tập thể chứ đừng mải mê thể hiện cá tính của riêng mình nhé.<br/><br/>&emsp;Trong tình yêu, hãy chia sẻ thoải mái mọi điều với đối phương, đơn giản là vì bạn cũng đâu cần phải giữ bí mật. Đôi khi chúng ta vì quá ngại ngần sợ người ấy lo lắng mà không nghĩ rằng ai cũng muốn nhận được những chia sẻ chân thành nhất từ người mình yêu. Bởi việc này sẽ cho họ cảm giác quan trọng đối với bạn.<br/><br/>&emsp;Cung hoàng đạo này lắng nghe những suy nghĩ và cảm xúc của người ấy để hiểu và thông cảm hơn cho những vất vả, khó xử của họ. Khi hai người vẫn còn yêu thương nhau thì đều có thể vượt qua mọi khó khăn, trở ngại, chiến thắng được mọi thử thách và cùng nắm tay nhau đi đến bến bờ hạnh phúc.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 26/9/2020: 10, 17<br/><br/>",
	"SongNgu":"&emsp;Tử vi ngày mới nói rằng Song Ngư đang chìm đắm trong những xúc cảm tuyệt vời của tình yêu. Mối quan hệ của bạn và người ấy ở trong giai đoạn thăng hoa rực rỡ nhất, bạn muốn dành tất cả những điều tốt đẹp nhất cho nửa kia, muốn người ấy có được niềm vui, hạnh phúc và mãi mãi ở bên cạnh mình.<br/><br/>&emsp;Nhưng bạn cần sống thực tế hơn một chút chứ đừng lãng mạn thái quá, tô vẽ tình yêu của mình quá nhiều, bởi sẽ có những chuyện bất ngờ xảy ra làm bạn vỡ mộng và đau lòng thôi. Cuộc sống không phải lúc nào cũng như ta mong muốn, nên cứ sống bình thường sao cho thoải mái là được.<br/><br/>&emsp;May mắn là trong công việc chòm sao này vẫn giành được những thành công nhờ lòng đam mê và nhiệt huyết của mình. Chòm sao này không ngừng thay đổi cách thức làm việc để tạo ra nhiều nguồn cảm hứng cho mình. Chỉ cần chăm chỉ và cố gắng thì chắc chắn bạn sẽ đạt được những mục tiêu mà mình đã đề ra.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 26/9/2020: 11, 20<br/><br/>"
    },	
"backup": {
	"Ty":"",
	"Suu":"",
	"Dan":"",
	"Meo":"",
	"Thin":"",
	"Ti":"",
	"Ngo":"",
	"Mui":"",
	"Than":"",
	"Dau":"",
	"Tuat":"",
	"Hoi":"",
	"BachDuong":"",
	"KimNguu":"",
	"SongTu":"",
	"CuGiai":"",
	"SuTu":"",
	"XuNu":"",
	"ThienBinh":"",
	"BoCap":"",
	"NhanMa":"",
	"MaKet":"",
	"BaoBinh":"",
	"SongNgu":""
	}
}