{"2021": {
	"Cung":"Cung 2020",
	"Tuoi":"<div><b>Tử vi tuổi Tý (Chuột)</b>: Hăng say lao động cùng với khả năng sáng tạo chính là thế mạnh giúp tuổi Tý gặt hái thành công và giải quyết những vấn đề phát sinh trong cuộc sống.</div><div><b>Tử vi tuổi Sửu (Trâu)</b>: Đối với tuổi Sửu thì sự nghiệp hanh thông. Mọi dự định hay mục tiêu mà tuổi Sửu đặt ra đều sớm đạt được. </div><div><b>Tử vi tuổi Dần (Hổ)</b>: “Cầu được ước thấy” chính là câu nói để hình dung về vận trình cuộc sống của người tuổi Dần trong năm 2020. Trong công việc cũng như cuộc sống năm Canh Tý bạn đều có được những bước phát triển mới. </div><div><b>Tử vi tuổi Mão (Mèo)</b>: Con đường công danh của tuổi Mão trong tử vi 2020 sẽ gặp được nhiều may mắn. Đồng thời nhờ có sự giúp đỡ của quý nhân mà con đường công danh ngày càng rộng mở. </div><div><b>Tử vi tuổi Thìn (Rồng)</b>: Gieo quẻ đầu năm 2020 Canh Tý sẽ biết được Tuổi Thìn trong năm mọi sự đều hanh thông thuận lợi bởi: Cung tài lộc hanh thông - gia tăng tích lũy, sự nghiệp có những bước phát triển mới, tình duyên gia đạo êm ấm và sức khỏe tốt.</div><div><b>Tử vi tuổi Tỵ (Rắn)</b>: Điểm sáng trong năm Canh Tý với người tuổi Tỵ chính là con đường tình duyên có nhiều khởi sắc. Sự nghiệp cũng nhận được may mắn mà thuận lợi hơn. </div><div><b>Tử vi tuổi Ngọ (Ngựa)</b>: Xem bói toán 2020 những người tuổi Ngọ sẽ có thêm nhiều khoản thu nhập mới. Tuy không nhiều và không phải từ công việc chính nhưng cũng giúp cuộc sống của bạn ổn định hơn. </div><div><b>Tử vi tuổi Mùi (Dê)</b>: Người tuổi Mùi năm nay sẽ có nhiều khởi sắc trên con đường tình duyên. Những người tuổi Mùi độc thân nhờ cung đào hoa nở rộ mà có được nhân duyên của mình.</div><div><b>Tử vi tuổi Thân (Khỉ)</b>: Sự nghiệp sẽ được quý nhân phù trợ. Nên khó khăn nào cũng có thể vượt qua. Theo thái ất tử vi 2020 nhờ có may mắn về cung tài lộc nên người tuổi Thân không phải lo lắng về vấn đề tiền bạc.</div><div><b>Tử vi tuổi Dậu (Gà)</b>: Xem tử vi 2020 thì người tuổi Dậu sẽ gặp nhiều may mắn về đường tình duyên. Vận đào hoa tới nên các bạn tuổi Dậu nếu đang độc thân thì sẽ nhận được nhiều lời tỏ tình trong thời gian sắp tới.</div><div><b>Tử vi tuổi Tuất (Chó)</b>: Đây là thời điểm mà người tuổi Tuất vượt qua được “Nút thắt cổ chai” nhờ thế mà tài lộc ùn ùn kéo tới. </div><div><b>Tử vi tuổi Hợi (Lợn)</b>: Trong tử vi năm 2020 thì sự nghiệp của tuổi Hợi sẽ có nhiều điềm báo tốt về thăng quan tiến chức. Đồng thời đường tình duyên cũng có nhiều khởi sắc hơn.</div>"
	},
"2020": {
	"Ty":"Tử vi năm 2020 tuổi Tý, dự đoán rằng một số cơ hội tuyệt vời sẽ đến với bạn vào năm 2020! Tuy nhiên, điều đó hoàn toàn phụ thuộc vào việc bạn có đón nhận hay không. Thời gian tốt nhất để tạo ra sự thay đổi trong cuộc sống của bạn là trong vòng ba tháng đầu năm. Bạn có thể cảm thấy tự do hơn trong năm nay, cởi mở hơn với những điều mới, ước mơ của cuộc sống. Mặc dù bạn sẽ không quên thế giới thực tại, nhưng bạn lại dành rất nhiều thời gian để tận hưởng. Bạn sẽ dành thời gian với những người khác và có một khoảng thời gian vui vẻ trong năm.<br/><br/>&emsp;Tuổi Tý là con giáp đầu tiên trong 12 con giáp. Những người sinh ra tuổi Tý được cho là rất hòa đồng, duyên dáng và thích vui vẻ. Những người tuổi Tý có thể tham lam và đầy bản lĩnh. Những người này, cũng tò mò và tìm cách học hỏi thêm mỗi ngày. Tất cả những đặc điểm này đều ảnh hưởng đến dấu hiệu của tử vi tuổi Tý năm 2020.<br/><br/>&emsp;Năm 2020 là năm Canh Tý, vì vậy tuổi Tý phải thận trọng hơn đặc biệt là về sức khỏe và các mối quan hệ. Họ có thể có nguy cơ mất một khoản tiền nhỏ trong các khoản đầu tư và thấy mình có tính khí thất thường hơn bình thường.<br/><br/>&emsp;Sẽ có rất nhiều mức cao và thấp cho tuổi Tý trong năm nay và bạn phải học cách đứng lên sau một thất bại và tận dụng khi có cơ hội. Bạn được khuyên nên đợi đến năm sau để đưa ra quyết định lớn.<br/><br/>&emsp;Tuổi Tý sẽ thấy mình mất tập trung và đôi khi dễ trở nên xúc động. Tình hình tài chính của bạn vẫn sẽ ổn định vì vậy ban nên chú ý hơn đến sức khỏe và các mối quan hệ của bạn.<br/><br/>&emsp;Tuổi Tý năm nay nên tham gia vào công việc từ thiện và tham dự các đám cưới để bù đắp năng lượng tiêu cực khác. Quá mức Âm như đám tang và nghĩa trang nên tránh càng nhiều càng tốt.<br/><br/>&emsp;Các tháng tốt nhất cho tuổi Tý trong năm 2020 là tháng ba, tháng chín và tháng mười một, bên cạnh đó bạn nên cảnh giác hơn trong suốt tháng tư, tháng bảy và tháng mười.<br/><br/><b>Sự nghiệp của tuổi Tý năm 2020</b><br/>&emsp;Dự báo năm 2020 cho thấy năm nay tuổi Tý sẽ cần phải tự đẩy mình đến thành công tại nơi làm việc. Không ai khác sẽ làm điều đó cho bạn. Trong khi bạn làm việc, bạn cần suy nghĩ về cách công việc của bạn sẽ ảnh hưởng đến bạn và cuộc sống của bạn trong tương lai. Công việc của bạn có làm bạn hạnh phúc không và nó có cho bạn đủ tiền để sống thoải mái không? Nếu bạn có thể trả lời câu hỏi không có câu hỏi nào, thì đây có thể là thời điểm tốt để bắt đầu tìm kiếm một công việc mới. Cho dù bạn có công việc gì, đó cũng là một ý tưởng tốt để tăng cường khả năng giao tiếp, sự tin cậy và kỹ năng làm việc nhóm trong năm nay.<br/><br/>&emsp;Sự nghiệp của bạn được dự đoán sẽ tăng lên vào năm 2020. Miễn là bạn quyết tâm, bạn sẽ đạt được mục tiêu và mong muốn của chúng. Tuổi Tý cũng có cơ hội mạnh mẽ để được thăng chức hoặc tăng lương nếu bạn làm việc chăm chỉ.<br/><br/>&emsp;Tuổi Tý sinh vào mùa xuân hoặc mùa hè thường hung dữ hơn. Năm nay, bạn không được chờ đợi một cơ hội từ trên trời rơi xuống. Nếu bạn muốn được tăng lương, bạn phải lên tiếng với sếp vì lợi ích riêng của bạn.<br/><br/>&emsp;Mặt khác, Tuổi Tý sinh vào mùa đông có thể lùi một bước vào tháng Năm.<br/><br/><b>Tài chính của tuổi Tý năm 2020</b><br/>&emsp;Năm nay năm 2020 bạn sẽ hạnh phúc nhất khi bạn tiêu tiền của mình cho người khác thay vì cho chính mình. Điều này có thể khiến mọi người nghĩ rằng bạn đang cố gắng để mua tình cảm của họ trong năm nay. Vì vậy, hãy chắc chắn rằng bạn có một số tình cảm đối với những người này. Tiền có thể cung cấp sự thoải mái trong năm nay cho các tuổi Tý. Tuy nhiên, hãy cố gắng tiết kiệm những gì bạn có thể sau khi thanh toán hóa đơn và các khoản nợ khác. Bị mắc nợ sẽ khiến bạn cảm thấy khó chịu, vì vậy hãy cố gắng tránh điều này vào năm 2020.<br/><br/>&emsp;Tử vi năm 2020, dự báo tài chính cho chuột vào năm 2020 cho thấy bạn sẽ duy trì triển vọng tài chính tốt trong suốt cả năm. Điều này đặc biệt đúng đối với những người có công việc toàn thời gian ổn định hoặc những người điều hành doanh nghiệp của riêng họ.<br/><br/>&emsp;Khi nói đến cơ hội đầu tư, Tuổi Tý sẽ đi trước một bước so với mọi người khác. Tuy nhiên, bạn cũng có thể bị cám dỗ chi tiền trong năm nay.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng ba, tháng bảy, tháng mười một và tháng mười hai, trong khi những tháng không may mắn là tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Tý năm 2020</b><br/>&emsp;Năm nay tuổi Tý có may mắn vào năm 2020 không? Dự đoán tình yêu chuột cho thấy dự đoán cuộc sống tình yêu của bạn cho thấy sự thích thú vào năm 2020. Bạn có khả năng hành động tự phát hơn trong năm nay, điều này sẽ tạo thêm hứng thú cho cuộc sống tình yêu của bạn, cho dù bạn đang trong tình yêu hay độc thân. Nếu bạn độc thân và nếu bạn muốn có một mối quan hệ, thì đó là năm may mắn của bạn! Nhiều cơ hội cho sự lãng mạn mới sẽ đến theo cách của bạn trong năm nay. Khi bạn đang cố gắng để có được với một người mới, hãy chắc chắn rằng bạn cho họ thấy con người thật của bạn ngay từ đầu.<br/><br/>&emsp;Tuổi Tý sẽ kết hôn vào năm 2020? Hãy chắc chắn vững vàng với những gì bạn muốn trong mối quan hệ của bạn, và lắng nghe những gì đối tác của bạn cũng muốn. Điều này cũng sẽ giúp ngăn chặn nhiều đối số có thể xảy ra nếu bạn không làm điều này. Bản chất quyến rũ của tuổi Tý chắc chắn sẽ cho bạn một năm rất nhiều tình cảm. Tuổi Tý cũng có khả năng có những trải nghiệm quan trọng, tích cực với bạn bè và gia đình trong năm nay. Miễn là bạn vẫn tự tin và sáng tác, bạn chắc chắn sẽ có một mối quan hệ thành công, bất kể mối quan hệ nào, với bất cứ ai bạn đồng ý vào năm 2020.<br/><br/><b>Sức khoẻ của tuổi Tý năm 2020</b><br/>&emsp;Sức khỏe của những người sinh năm con chuột sẽ ít nhiều giống như năm ngoái. Nếu bạn khỏe mạnh, thì bạn có khả năng giữ sức khỏe. Nếu bạn bị bệnh, tốt, bạn có thể muốn gặp bác sĩ. Điều này không có nghĩa là bạn nên lười biếng khi nói đến sức khỏe của bạn nếu bạn thường khỏe mạnh. Tập thể dục, ăn uống hợp lý và đảm bảo ngủ đủ giấc vào năm 2020.<br/><br/>&emsp;Khi đi du lịch, tuổi Tý tốt hơn nên dùng phương tiện giao thông công cộng. Nếu không, bạn nên rất chú ý khi lái xe. Bạn cũng nên cẩn thận khi ở dưới nước trong mùa hè.<br/><br/>&emsp;Thiếu ngủ cũng có thể dẫn đến các vấn đề cho tuổi Tý. Khi cảm thấy không khỏe, bạn nên gặp bác sĩ càng sớm càng tốt. Bạn cũng có thể tham gia hiến máu.<br/><br/>&emsp;Tuổi Tý nên chú ý hơn với sức khỏe của chúng trong các tháng 1, 2 và 10. Bạn cũng phải cẩn thận khi ở dưới nước vào tháng Năm và tháng Sáu.",
	"Suu":"Tử vi năm 2020 tuổi Sửu là năm may mắn khá. Tài sản sẽ tăng lên. Bạn có thể có được một tài sản lớn trong các dự án hoặc kiếm tiền từ khoản đầu tư của mình thông qua trí thông minh và trí tuệ. Hiệu suất của bạn trong công việc sẽ tốt hơn. Đôi khi bạn có thể do dự khi giải quyết mọi việc, nhưng nếu bạn nỗ lực, kết quả sẽ tốt. Đối với sức khỏe, bạn nên giữ dáng thông qua tập thể dục. Năm 2020, bạn nên dành nhiều thời gian hơn cho gia đình.<br/><br/>&emsp;Bên cạnh đó, dựa trên dự đoán vận may của tuổi Sửu năm 2020, Sửu trẻ tuổi rất may mắn trong các kỳ thi và học tập. Vì vậy, những sinh viên sinh năm Sửu nên tận dụng hết năm may mắn này và học tập chăm chỉ. Những nỗ lực sẽ được đền đáp. Một năm tốt đẹp hơn đang đến với tuổi Sửu. Sự tương hợp của năm Canh Tý và Sửu sẽ làm cho một năm tràn đầy phúc lành và tiến bộ. Và là một năm cho sự nghiệp giáo dục và sức khỏe của bạn.<br/><br/><b>Sự nghiệp của tuổi Sửu năm 2020</b><br/>&emsp;Mặc dù năm trước Kỷ Hợi tỏ ra thiếu thốn với tuổi Sửu, nhưng năm nay sẽ tạo nên sự khác biệt. Năm Canh Tý sẽ đứng về phía tuổi Sửu! Đã được biết đến với sự trung thực và kiên trì của mình, tuổi Sửu sẽ đón nhận sự khen ngợi bằng hình thức khuyến mãi và bằng khen. Đặc điểm tính cách tốt nhất của bạn sẽ được thể hiện cho tất cả mọi người, và công việc khó khăn của bạn cuối cùng sẽ được đền đáp bằng kết quả xứng đáng. Với thành công trên đường chân trời, bạn thậm chí có cơ hội để bắt đầu một cái gì đó mới. Thiết lập một cửa hàng trực tuyến, một nhà hàng pop-up nhỏ hoặc một công ty với những đồng nghiệp cũ. Đừng lãng phí may mắn của bạn trong năm nay. Đi lớn lên hoặc về nhà, như năm nay nói!<br/><br/>&emsp;Tuy nhiên, hãy quan tâm đến đồng nghiệp, vì bất hạnh có thể đến với bạn từ các đồng nghiệp nam. Mặc dù bạn đánh giá cao sự trung thực và đáng tin cậy, những người khác có thể không. Chọn bạn bè của bạn một cách khôn ngoan, và bạn bè công việc đề ý nhiều hơn như vậy.<br/><br/>&emsp;- Tháng may mắn: Tháng hai, tháng tư, tháng bảy, tháng tám và tháng mười một.<br/><br/>&emsp;- Tháng không may mắn: Tháng một, tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tài lộc của tuổi Sửu năm 2020</b><br/>&emsp;Năm 2020, những người sinh năm Sửu có một may mắn rất lớn về sự giàu có. Bạn có thể kiếm được nhiều tiền thông qua đầu tư. Khi đầu tư vào một số dự án, họ nên tìm hiểu thêm về dự án, nếu không họ có thể mất rất nhiều. Bên cạnh đó, việc mở một cửa hàng ở những nơi bận rộn và thịnh vượng sẽ dễ dàng mang lại cho bạn một gia tài.<br/><br/><b>Tình cảm của tuổi Sửu năm 2020</b><br/>&emsp;Vận may trong tình yêu và mối quan hệ với tuổi Sửu khác nhau giữa nam và nữ. Đối với những chàng trai sinh năm Sửu, họ có cơ hội yêu. Họ có thể gặp các cô gái thông qua các bữa tiệc và các dịp vui khác nhau. Đối với con gái, vận may trong tình yêu không phải là tốt; Bạn nên chủ động theo đuổi tình yêu của mình một cách dũng cảm thay vì chỉ chờ đợi.<br/><br/><b>Sức khỏe của tuổi Sửu năm 2020</b><br/>&emsp;Dựa vào tử vi năm 2020, may mắn về sức khỏe cho tuổi Sửu là không tốt. Họ có thể dễ dàng bị cảm lạnh và có vấn đề về dạ dày và gan. Họ có thể bị thương khi tranh chấp với người khác. Đôi mắt và trái tim cũng cần được chăm sóc tốt. Bạn nên không tạo cho mình quá nhiều áp lực và thức khuya, nhưng duy trì chế độ ăn uống lành mạnh và lịch trình ổn định, điều này sẽ giúp bạn khỏe mạnh.",
	"Dan":"Tử vi năm 2020 của tuổi Dần dự đoán rằng năm bắt đầu đặc biệt hứa hẹn thành công trong mọi công việc của mình. Lời khuyên tốt nhất cho bạn là hãy tự tin vào chính mình. Đi về phía trước mà không hỏi bản thân quá nhiều câu hỏi. Năng lượng của năm 2020 cộng hưởng với tuổi Dần, bạn sẽ có một năm tuyệt vời, nhưng không phải là không có thách thức. Những người sinh năm Dần: Giáp Dần (1974), Bính Dần (1986), Mậu Dần (1938, 1998), Nhâm Dần (1962, 2022), Canh Dần (1950, 2010).<br/><br/>&emsp;Tuổi Dần là tượng trưng cho sức mạnh, niềm đam mê, và chiến binh táo bạo và dũng cảm. Bạn cười khi đối mặt với nguy hiểm và thành công dưới áp lực. Tuổi Dần có lúc bốc đồng và không thể tha thứ nhưng sẽ hoàn thành bất kỳ nhiệm vụ nào với hiệu quả và sự nhiệt tình mặc dù bạn có thể muốn làm điều đó một mình để đảm bảo công việc được thực hiện đúng quỹ đạo. Tuổi Dần có đức tính cao thượng và thường sẽ đứng lên và chiến đấu cho những gì bạn cho là đúng.<br/><br/><b>Sự nghiệp của tuổi Dần năm 2020</b><br/>&emsp;Những người sinh tuổi Dần sẽ có một may mắn trong việc vượt qua các kỳ thi kiểm tra trình độ và nhận được các chứng chỉ, điều này sẽ hữu ích trong việc thăng tiến nghề nghiệp và tìm kiếm việc làm. Họ nên nắm bắt cơ hội và chiến đấu cho những gì họ muốn khi có cơ hội.<br/><br/>&emsp;Bạn phải làm cho sự hiện diện của bạn trong cộng đồng với các kỹ năng và trí tuệ. Ngoài ra, bạn phải mạnh mẽ, tò mò và năng động hơn để phù hợp với tốc độ của quay của năm 2020 Canh Tý, nếu bạn phải thành công trong cuộc sống. Bạn phải gác lại bản chất của mình và tiếp cận cuộc sống trong năm Tý với tất cả sự nghiêm túc. Điều này sẽ giúp bạn đối mặt với những thách thức bạn gặp phải để tiến tới thành công.<br/><br/>&emsp;Đối với những người sinh năm Hổ, may mắn trong sự nghiệp của bạn không quá tệ cũng không được cải thiện nhiều. Lý do chính cho điều này là có quá nhiều nhiệm vụ rườm rà trong công việc có thể khiến bạn không thể thực hiện công việc và có hại cho bạn để phát triển. Nếu bạn là người làm công ăn lương, hiệu suất công việc có thể không đạt yêu cầu do năng lực hạn chế, kém hiệu quả của bạn. Vì lý do này, bạn cần dành nhiều thời gian hơn để học một số kiến ​​thức chuyên môn và cải thiện khả năng cá nhân để đóng góp cho sự tiến bộ của sự nghiệp. Đối với những người lãnh đạo tuổi Dần, bạn có thể dễ bị nghẽn cổ chai trong công việc và khó đạt được kỳ vọng trong sự nghiệp, vì vậy hãy điều chỉnh tâm lý của bạn và làm việc chăm chỉ để tìm giải pháp.<br/><br/>&emsp;Dự báo cho sự nghiệp của tuổi Dần trong năm 2020 tổng quan là một giai đoạn rất hài lòng. Bạn có thể mong đợi lên các vị trí cấp cao với phần thưởng tài chính đi kèm. Bạn có thể đi lên trong nghề nghiệp của mình với sự hỗ trợ của đồng nghiệp và người có kinh nghiệm đi trước.<br/><br/><b>Tài lộc của tuổi Dần năm 2020</b><br/>&emsp;Người tuổi Dần sẽ có một may mắn khá lớn về tài lộc, điều này có thể mang lại cho bạn những phúc lợi và tiền lương tốt hơn. Bạn sẽ nhận được lợi ích, kế thừa và sự giúp đỡ từ người thân của bạn. Bạn sẽ kiếm được nhiều tiền hơn nếu tham gia vào ngành nước, phục vụ và nuôi trồng thủy sản nếu có.<br/><br/>&emsp;Nói chung, mặc dù khó khăn trong sự nghiệp, thu nhập tiền lương của bạn sẽ không bị ảnh hưởng quá nhiều và may mắn của bạn cho thu nhập từ công việc sẽ giữ một xu thế tăng. Đồng thời, vận may của bạn sẽ khá tốt và hầu như không mất kể cả lợi nhuận cho khoản đầu tư của bạn. Năm nay, bạn có thể tụ tập nhiều hơn với bạn bè và người thân, và chi tiêu rất nhiều cho việc này. Bạn nên lập một kế hoạch tiêu dùng hợp lý và chi tiêu hợp lý để tránh mất mát và lãng phí tiền bạc.<br/><br/>&emsp;Những người tuổi Dần là những nhà đầu tư dày dạn kinh nghiệm có thể sử dụng một phần tiền của mình để đầu tư vào một liên doanh mới. Đầu tư sẽ mang lại lợi nhuận vượt trội nếu được thực hiện với sự giúp đỡ của các chuyên gia tài chính. Một chút nghiên cứu nghiêm túc cũng sẽ giúp ích. Sẽ là khôn ngoan để hạn chế chi phí của bạn và đầu tư tiền dư vào tiết kiệm.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng 3, tháng 9 và tháng 10<br/><br/><b>Tình cảm của tuổi Dần năm 2020</b><br/>&emsp;Theo vận may của tuổi Dần năm 2020, những cô gái sinh ra trong những năm của Dần sẽ gặp người đàn ông họ yêu và phát triển mối quan hệ đó. Các cô gái có thể sử dụng mối quan hệ xã hội hiện tại mà họ có để biết người kia và mạnh dạn theo đuổi tình yêu. Ngược lại, con trai có thể rơi vào tình huống thụ động trong mối quan hệ yêu đương, và họ nên tự mình đấu tranh cho tình yêu.<br/><br/>&emsp;Tuổi Dần sẽ được ban phúc trong mối quan hệ tình yêu và bạn sẽ bắt đầu một mối quan hệ vào năm 2020 nếu bạn độc thân. Nếu bạn thất bại trong mối quan hệ tình yêu năm ngoái, bạn sẽ có mối quan hệ tình cảm với một người quen năm nay. Đối với những người đã kết hôn, năm 2020 có thể là một năm hạnh phúc để bạn tận hưởng sự hòa hợp và bạn sẽ lắng nghe nhau về mọi thứ, khiến người khác ngưỡng mộ rất nhiều.<br/><br/>&emsp;Năm 2020 Canh Tý bạn có đào hoa một chút, điều đó có nghĩa là những người còn độc thân có thể gặp một số rắc rối trong khi tìm kiếm bạn đời. Mặc dù họ chưa có khả năng gặp bạn đồng hành của mình nhưng họ vẫn sẽ gặp những người khác nhau và kết bạn mới. Những con tuổi Dần độc thân có thể không may mắn có được những đối tác phù hợp trong năm nay và điều này có thể khiến cuộc sống của bạn trở nên yên bình hơn. Khả năng có tình bạn mới là tươi sáng.<br/><br/>&emsp;Những tuổi Dần đã kết hôn hoặc hiện đang có mối quan hệ phải giải quyết vấn đề càng sớm càng tốt nếu có mâu thuẫn. Bỏ qua các vấn đề về trong mối quan hệ tình cảm có thể là khúc dạo đầu cho những rắc rối lớn hơn nhiều trong tương lai.<br/><br/><b>Sức khỏe của tuổi Dần năm 2020</b><br/>&emsp;Không có vấn đề lớn về sức khỏe của người tuổi Dần năm 2020. Nhưng họ vẫn nên chăm sóc bản thân tốt. Đừng tham gia các hoạt động nguy hiểm, đừng chơi dưới nước, đừng đi đến nơi tối tăm và ẩm ướt, và đừng cãi nhau gay gắt với người khác.<br/><br/>&emsp;Tuổi Dần sẽ gặp vấn đề nhỏ khi nói đến sức khỏe năm 2020. Bạn sẽ mắc các bệnh phổ biến như cảm lạnh, cúm và đau dạ dày. Bạn cũng cần thận trọng đối với viêm xoang và viêm khớp.<br/><br/>&emsp;Nói chung, Tuổi Dần sẽ ổn nếu bạn ăn tốt, ngủ ngon và tập thể dục thường xuyên nhưng bạn nên thận trọng hơn trong các tháng 1, 4, 7 và 12.",
	"Meo":"Tử vi năm 2020 của tuổi Mão dự đoán, bạn sẽ phải chịu đựng những tiếng lạ, tranh chấp, sự nghiệp bị hư hỏng, cản trở may mắn trong việc kiếm tiền và nhiều bệnh tật hoặc thảm họa. Đặc biệt, sự nghiệp và tài lộc của bạn sẽ suy giảm rất nhiều do tác động của những ngôi sao khắc kỵ, thậm chí sẽ ảnh hưởng đến sức khỏe của bạn. Bạn sẽ đương đầu với nhiều thử thách, dù trong công việc hay cuộc sống và nên tập hợp sức mạnh của mình để đối mặt với những khó khăn tích cực trong năm nay.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng bất cứ điều gì bạn làm năm ngoái sẽ ảnh hưởng trực tiếp đến năm nay của bạn. Bạn sẽ tiếp tục làm việc trên tất cả mọi thứ mà bạn đang làm vào năm ngoái. Nhưng, bạn cũng sẽ nhận thức rõ hơn về những gì bạn đang làm trong năm nay. Bạn sẽ cần tiếp tục thực hiện các mục tiêu của mình nếu bạn muốn hoàn thành chúng; có thể bạn sẽ giành được tiến bộ bằng cách không làm gì cả. Cố gắng học hỏi nhiều hơn trong năm 2020 Canh Tý. Luôn luôn cố gắng cải thiện bản thân bằng cách này hay cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Mão<br/><br/><b>Sự nghiệp của tuổi Mão năm 2020</b><br/>&emsp;Đối với những người tuổi Mão, may mắn cho sự nghiệp của bạn có thể kém may mắn năm 2020. Nếu bạn là người làm công ăn lương, hiệu suất của bạn có thể không ổn định vì bạn không thể chủ động làm việc; bị ảnh hưởng bởi ngôi sao khắc kỵ, bạn sẽ khó thể hiện khả năng của mình do giới hạn trong việc quản lý. Đối với lãnh đạo tuổi Mão, sự nghiệp cũng có thể kém thỏa đáng hơn vì bạn sẽ trở nên xấu tính, nóng nảy, cáu kỉnh và khắc nghiệt với cấp dưới do ngôi sao xấu của năm, có thể khiến bạn mất đi sự hỗ trợ. Bạn nên thay đổi tính khí và kiên nhẫn hơn, khoan dung và tốt bụng hơn với cấp dưới, thì sự nghiệp chính thức của bạn sẽ ngày càng tốt hơn.<br/><br/>&emsp;Làm việc chăm chỉ vào năm 2020 và chắc chắn sẽ có kết quả trong những năm tới. Ngoài ra, tuổi Mão sẽ có thêm kiến ​​thức về sự nghiệp của họ trong năm nay. Hoặc, học các kỹ năng mới có thể giúp công việc của bạn. Sau đó, bạn sẽ có cơ hội tốt hơn để được chú ý hoặc thăng chức. Đừng ngại làm việc với những người khác trong năm nay. Đồng nghiệp của bạn rất có thể là tài sản lớn nhất của bạn trong công việc năm nay.<br/><br/>&emsp;Dự báo về sự nghiệp tuổi Mão năm 2020 cho thấy rằng bạn sẽ đạt được tiến bộ xuất sắc trong lĩnh vực chuyên môn. Trong việc này, bạn sẽ nhận được sự hỗ trợ từ các đồng nghiệp nữ và người cao niên do những ảnh hưởng chiêm tinh.<br/><br/><b>Tài lộc của tuổi Mão năm 2020</b><br/>&emsp;Tài lộc năm nay của bạn ở mức bình thường, bạn khó có thể tích lũy quá nhiều của cải và khó có thể nhận được tiền lãi từ đầu tư dưới tác động của những ngôi sao xấu. Do đó, bạn phải làm công việc thật tốt và mong đợi được trả nhiều tiền hơn từ tiến độ trong công việc. Do thiếu may ắn, ngôi sao tốt lành về tài lộc có bị chặn, dẫn đến nhiều rủi ro trong đầu tư tài chính. Vì lý do này, bạn không nên đầu tư vào các sản phẩm tài chính mà hãy bắt tay vào làm việc chăm chỉ.<br/><br/>&emsp;2020 có may mắn cho tuổi Mão không? Dự đoán tuổi Mão năm 2020 yêu cầu bạn trả hết mọi khoản nợ cũ mà bạn có thể có. Những khoản nợ này có khả năng làm bạn căng thẳng nếu bạn không trả hết sớm. Làm sạch ngân sách của bạn và cố gắng cân bằng nó trong năm nay. Làm việc nhiều hơn để trả tiền, thay vì mua những thứ mới. Tiết kiệm tiền cho những năm tới cũng là một ý tưởng hay trong năm 2020.<br/><br/>&emsp;Đối với những người đang tìm kiếm tài lộc liên quan đến công việc gần đây có thể là một sự thất vọng từ sếp đó. Hãy nhớ rằng thời gian tốt đẹp sẽ không kéo dài mãi mãi và người ta cũng không nên để lòng tham dẫn tới sự sụp đổ của một thành tích.<br/><br/>&emsp;Quan trọng hơn bạn nên biết khi nào nên từ chức và để người khác có cơ hội tiếp quản. Đối với những người lãnh đạo doanh nghiệp, bạn muốn tồn tại và phát triển bạn phải sẵn sàng thích nghi với những thay đổi và nhu cầu thị trường.<br/><br/><b>Tình cảm của tuổi Mão năm 2020</b><br/>&emsp;Năm nay tình cảm của bạn sẽ may mắn hơn. Được chúc phúc bởi ngôi sao tốt lành phụ trách mối quan hệ yêu đương, bạn sẽ được ban phúc nhiều hơn, bất kể độc thân hay đã kết hôn. Đối với những tuổi Mão độc thân, bạn sẽ duyên dáng và nổi tiếng hơn với người khác giới, và có cơ hội bắt đầu một mối quan hệ. Đối với những người đã và đang yêu, bạn cũng có thể có người cầu hôn và dễ bị cám dỗ dẫn đến ngoại tình và gây ra khủng hoảng cho cuộc hôn nhân của bạn. Vì vậy, hãy chú ý đến lời nói và hành động của bạn trong cuộc sống hàng ngày và giữ một khoảng cách nhất định với người khác giới xung quanh để chống lại cám dỗ.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng tuổi Mão có khả năng tìm kiếm mối quan hệ lý tưởng trong năm nay, lãng mạn hoặc thân thiện. Tuổi Mão sẽ kết hôn vào năm 2020? Bạn có thể có hình ảnh của đối tác hoàn hảo trong tâm trí của bạn. Đừng lãng phí thời gian của bạn để tìm kiếm người này trong năm nay. Nếu bạn còn độc thân, hãy hẹn hò và tìm một người gần gũi với lý tưởng của bạn. Tuy nhiên, đừng bỏ ai đó chỉ vì họ không phù hợp với tất cả các tiêu chí của bạn. Nếu bạn đã có một mối quan hệ, đây là thời điểm tuyệt vời để làm mọi thứ rung chuyển. Thử những điều mới, đến những địa điểm mới và quan hệ mới theo những cách khác nhau đều là những cách tốt để tăng thêm hứng thú cho mối quan hệ của bạn.<br/><br/><b>Sức khỏe của tuổi Mão năm 2020</b><br/>&emsp;Năm 2020 sức khoẻ cũng không hẳn tốt với bạn. Mặc dù tác động xấu cảu năm, nhưng ít nghiêm trọng hơn, nhưng những ngôi sao không thể tránh khỏi ảnh hưởng đến bạn rất nhiều. Ví dụ, nó sẽ khiến bạn mất kiên nhẫn và cáu kỉnh, điều này sẽ có hại cho sức khỏe của bạn. Bên cạnh đó, sẽ khiến bạn mệt mỏi, mất tinh thần và đãng trí, do đó dễ bị tai nạn. Do đó, bạn nên thư giãn, điều chỉnh suy nghĩ, xen kẽ làm việc với nghỉ ngơi và tránh làm việc quá sức.<br/><br/>&emsp;Tuổi Mão, tất cả các công việc bạn đang làm chắc chắn sẽ làm bạn căng thẳng. Vì vậy, sẽ rất thuận lợi khi học một số kỹ thuật giảm căng thẳng trong năm. Cố gắng dành nhiều thời gian ngoài trời và ít thời gian hơn trước màn hình trong năm nay. Điều này có thể khuyến khích bạn tập thể dục nhiều hơn. Ở phía trước ít màn hình hơn sẽ khiến mắt bạn cảm thấy khỏe mạnh và cũng giúp bạn bớt đau đầu hơn. Giữ cho năng động và ăn một chế độ ăn uống cân bằng là rất quan trọng trong năm nay. Vì vậy, cố gắng làm những điều sẽ giúp cải thiện sức khoẻ.",
	"Thin":"Tử vi năm 2020 của tuổi Thìn dự đoán năm nay sẽ tương đối yên tĩnh cho bạn. Bạn sẽ thực tế hơn, điều này sẽ có thể giúp bạn trong nhiều lĩnh vực của cuộc sống trong năm 2020. Đôi khi bạn có thể gặp khó khăn trong việc tìm kiếm động lực của mình. Nhưng khi bạn có động lực, bạn sẽ có thể suy nghĩ rõ ràng và lập kế hoạch cho tương lai một cách dễ dàng. Đôi khi, bạn sẽ có mức năng lượng cao, và đây là thời điểm tốt nhất để thực hiện công việc hoặc thực hiện các mục tiêu của bạn.<br/><br/>&emsp;Tuổi Thìn được cho là dấu hiệu của sự may mắn và thịnh vượng. Những người được sinh ra vào năm rồng được cho là mạnh mẽ, tốt bụng, thân thiện, may mắn trong mọi nỗ lực. Những đặc điểm này chắc chắn sẽ giúp bất kỳ người nào sinh ra trong năm con rồng với tử vi của bạn vào năm 2020!<br/><br/>&emsp;Tử vi năm 2020 dự đoán năm nay sẽ là một năm tuyệt vời với một số ngôi sao ảnh hưởng đến vận mệnh của tuổi Thìn theo hướng tích cực. Mặc dù ảnh hưởng chiêm tinh của một số ngôi sao là tiêu cực, nhưng chúng bị đối trọng bởi những rung cảm tích cực của những ngôi sao tốt. Nhìn chung, năm 2020 hứa hẹn sẽ là một giai đoạn tuyệt vời trong cuộc đời của người tuổi Thìn.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Thìn<br/><br/>&emsp;Người tuổi rồng sẽ thấy vận may  được cải thiện đáng kể vào năm 2020 và có thể được ban phúc trong cả sự nghiệp và tình yêu. Về vấn đề này, bạn nên nắm bắt cơ hội. Mặc dù tài lộc của bạn sẽ không thay đổi đáng kể, bạn vẫn có thể tiết kiệm như mong muốn miễn là bạn giữ thói quen quản lý các vấn đề tiền bạc và không tiêu tiền hoang phí. Mặt khác, tuổi Thìn nên tận dụng sự may mắn để tìm kiếm cơ hội mới và làm những điều bạn chưa từng nghĩ đến trong cuộc sống hàng ngày, để làm cho cuộc sống của bạn trở nên đầy màu sắc và thú vị. Một khi bạn lựa chọn đúng, bạn sẽ có thể có kết quả tốt.<br/><br/>&emsp;Tuổi Thìn chuyên nghiệp có thể mong đợi sự hỗ trợ của đồng nghiệp và người có kinh nghiệm trong công việc của họ. Bạn cũng sẽ nhận được sự khuyến khích từ quản lý cấp trên trong việc tiến bộ trong sự nghiệp. Điều quan trọng là hòa đồng với các đồng nghiệp của bạn. Ngoài ra, hãy ngoại giao và đừng chà xát vào mặt sai.<br/><br/>&emsp;Người tuổi Thìn được biết đến với khả năng lãnh đạo và kỹ năng chiến đấu. Kết quả là, vào năm Tý, bạn sẽ có thể hoàn thành nhiệm vụ của mình với sự kiên trì và sức mạnh ý chí mạnh mẽ. Do đó, sự thăng tiến trong cuộc sống của bạn sẽ suôn sẻ và sinh lời.<br/><br/><b>Sự nghiệp của tuổi Thìn năm 2020</b><br/>&emsp;Bản chất mạnh mẽ và thông minh, bạn không cần phải lo lắng về sự nghiệp của mình và có thể đạt được điều gì đó miễn là bạn hành động theo cảm xúc của mình. Trong năm qua, những vấn đề tầm thường đã gây ra một cuộc khủng hoảng trong sự nghiệp của bạn, điều này khiến sợ hãi của bạn tăng lên. Năm 2020, bạn có thể là người tốt mà không bị làm phiền bởi những vấn đề tầm thường và mong chờ sự may mắn cho sự nghiệp. Tuy nhiên, đừng trở nên tự mãn vì tài sản, sự nghiệp đã phục hồi. Bình tĩnh, làm việc theo cách thực tế. Trong một thời gian ngắn, bạn sẽ có thể đạt được thành công lớn hơn và đáng chú ý trong sự nghiệp của bạn.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng nhiều cơ hội mới sẽ đến với bạn trong công việc vào năm 2020. Đây là thời điểm tuyệt vời để thảo luận với cấp trên của bạn nếu bạn đang tìm kiếm một kế hoạch phát triển. Đây cũng là một năm tuyệt vời để hòa đồng với đồng nghiệp của bạn. Cùng với việc kết bạn mới, đồng nghiệp của bạn có khả năng giúp bạn thực hiện các dự án tại nhà. Hãy cố gắng tập trung vào một mục tiêu lớn trong công việc vào năm 2020, cũng như tiếp tục làm việc với bất cứ điều gì cấp trên của bạn bảo bạn làm trong năm 2020 này.<br/><br/>&emsp;Dự đoán về sự nghiệp cho con rồng cho năm 2020 cũng cho thấy rằng bạn sẽ mở rộng, cao hơn trong sự nghiệp chuyên nghiệp của mình. Ngoài ra nhiều chương trình tài chính và gia tăng tài lộc có thể đến với bạn. Sự cần cù của bạn sẽ được ban lãnh đạo đánh giá cao và được đềnđáp xứng đáng. Do đó, bạn sẽ có cơ hội sử dụng các khả năng quản trị và kỹ năng thực hành của mình.<br/><br/>&emsp;Trách nhiệm và quyền lực trở nên mạnh mẽ và tích cực khi bạn đang đảm nhận bất kỳ dự án nào. Bạn nên sử dụng sự khéo léo của mình và giao tiếp phù hợp mà không làm tổn thương người khác. Bạn nên cố gắng tranh thủ sự hỗ trợ của các đồng nghiệp trong công việc.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng hai, tháng bảy, tháng tám và tháng mười một.<br/><br/><b>Tài lộc của tuổi Thìn năm 2020</b><br/>&emsp;Do nhieeuv công việc lại mới bắt đầu năm 2020, bạn thường chỉ có thể mong đợi sự may mắn trong việc kiếm tiền và tạo điều kiện tốt hơn để cải thiện tài lộc của bạn. Ngoài công việc khó khăn, bạn có thể thử những cách mới, chẳng hạn như công việc bán thời gian và các cuộc thi mà bạn đã từ chối làm trong quá khứ, nếu bạn muốn có được tài lộc hơn; miễn là bạn sẵn sàng làm điều đó, bạn chắc chắn sẽ nhận được kết quả tốt với tài năng của mình. Đồng thời, cân bằng thu nhập chi tiêu và cố gắng tiết kiệm một chút. Theo vận hạn may mắn, bạn có thể sáng suốt và có kỹ năng quản lý và đầu tư tài chính, có cơ hội giành giải thưởng trong các hoạt động xổ số và nhận được sự giàu có bất ngờ thông qua việc đó, giành giải thưởng và các cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Thìn dự báo tài chính cho thấy một năm cũng ấm áp về các vấn đề tiền bạc. Dòng tiền sẽ chậm chạp, nhưng bạn vẫn có thể trang trải chi phí của mình. Bất kỳ khoản đầu tư nào bạn đang thực hiện nên có mục đích và dựa trên phân tích thích hợp.<br/><br/>&emsp;Các chỉ số chiêm tinh chỉ ra khả năng mất mát tài chính nghiêm trọng trong tháng ba và tháng chín. Bạn phải cực kỳ cảnh giác trong những tháng này. Ngoài ra, tránh tất cả các khoản đầu tư trong thời gian này. Bất kỳ sự tham lam sẽ dẫn đến thảm họa.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng bảy và tháng tám.<br/><br/><b>Tình cảm của tuổi Thìn năm 2020</b><br/>&emsp;Người tuổi Thìn, độc thân, đang yêu hoặc đã kết hôn, được ban phúc trong mối quan hệ tình cảm trong năm nay và bạn sẽ duy trì mối quan hệ tốt. Nếu bạn còn độc thân, bạn sẽ có cơ hội tìm được người cùng chí hướng và bắt đầu một mối quan hệ tốt đẹp. Tuy nhiên, nếu bạn đang yêu hoặc đã kết hôn, may mắn sẽ là bình thường bởi vì bạn quá chiếm hữu và mạnh mẽ và cai trị bạn tình bằng một cây gậy sắt, khiến người đó không hài lòng với bạn. Do đó, bạn nên nhẹ nhàng và ân cần và cho nhau nhiều không gian trống để giữ cảm giác bí ẩn và duy trì mối quan hệ ổn định.<br/><br/>&emsp;Dự đoán chiêm tinh cho tuổi Thìn trong năm 2020 chỉ ra rằng bạn sẽ quan tâm nhiều hơn đến các hoạt động của chính mình. Ngoài ra bạn sẽ tránh các mối quan hệ tình cảm phát sinh. Nếu bạn đang trong tình yêu, rất có thể bạn sẽ vướng vào những cuộc cãi vã với đối tác của mình một cách không cần thiết. Nhìn chung, bạn không thể lặp lại những điều tốt đẹp trong tình yêu của năm 2019 trong năm nay.<br/><br/>&emsp;Rồng cô đơn nên cố gắng mạo hiểm và cố gắng lôi cuốn các đối tác mới vào mối quan hệ tình cảm. Sáu tháng đầu năm 2020 dường như đầy hứa hẹn cho tình yêu, miễn là bạn sẵn sàng. Bạn cũng nên cố gắng tận dụng các cơ hội bạn có được.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng sáu, tháng tám và tháng mười một.<br/><br/><b>Sức khỏe của tuổi Thìn năm 2020</b><br/>&emsp;Đối với những người sinh năm Rồng, sức khỏe có thể rõ ràng vào năm 2020 và bạn sẽ dễ mắc bệnh nhẹ trong cuộc sống hàng ngày. Do đó, bạn nên theo dõi sức khỏe của mình và đừng bao giờ coi tuổi trẻ là cái cớ để hành động liều lĩnh và không quan tâm đến điều gì. Đặt sức khỏe của bạn lên hàng đầu trong mọi tình huống.<br/><br/>&emsp;Theo tử vi dự báo sức khỏe tuổi Thìn trong năm 2020 chỉ ra một năm khá tốt. Bệnh nhẹ và thương tích nhỏ có khả năng. Ngoài ra, hãy chăm sóc sức khỏe của bạn bằng cách ăn kiêng hợp lý và đừng quên thực hiện một thói quen tập thể dục. Chấn thương có thể tránh được bằng cách thận trọng hơn. Lái xe nên thận trọng trong các tháng của tháng một, tháng chín và tháng mười hai. Tháng 4 là nguy hiểm cho các môn thể thao dưới nước.",
	"Ti":"Tử vi năm 2020 của tuổi Tỵ dự đoán rằng mọi thứ sẽ dễ dàng hơn cho bạn trong năm nay so với những năm trước. Bạn sẽ cảm thấy như bạn có nhiều tự do hơn để làm những điều mà bạn thích. Bạn sẽ có thể thoát khỏi nhiều phiền toái trong cuộc sống của bạn. Sẽ có ít vấn đề hơn trong cuộc sống của bạn trong năm Canh Tý 2020 này và cũng có nhiều cơ hội thăng tiến hơn. Bạn có thể quên đi những điều khó chịu đã xảy ra trong cuộc sống của mình và mong chờ một thời gian dễ chịu vào năm 2020. Bạn có thể nhận được một năm với một tâm trí bình yên và không bị xáo trộn.<br/><br/>&emsp;Năm 2020 sẽ mang đến cho bạn rất nhiều sự mở cửa đòi hỏi nhiều hành động và nhiều chuyến đi. Những triển vọng này đi kèm với các mối nguy hiểm vốn có, và bạn phải di chuyển nhanh chóng và cẩn thận nếu bạn phải đạt được thành công.<br/><br/>&emsp;Năm 2020 Canh Tý đòi hỏi tuổi Tỵ phải siêng năng và phù hợp với tốc độ biến động cuộc sống. Nếu bạn phải hoàn thành mục tiêu của mình, sẽ cần phải cải thiện kỹ thuật giao tiếp của bạn. Cũng cần có sự chân thành và cống hiến trong cách tiếp cận của bạn đối với các công việc khác nhau mà bạn đã đảm nhận.<br/><br/>&emsp;Tuổi Tỵ năm nay cũng có thể mong đợi sự khuyến khích và hỗ trợ từ một người quen hoặc người thân trong việc biến các dự án của bạn thành công. Mặc dù năm 2020 hứa hẹn cho các khoản đầu tư, nhưng chúng cần được hỗ trợ bởi chuyên môn phù hợp.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Tỵ<br/><br/>&emsp;Vào năm 2020 Canh Tý, thuộc về nước trong Ngũ hành trong khi Tỵ thuộc về lửa, vì vậy những người tuổi Tỵ cảm thấy không may mắn về mọi mặt, đặc biệt là trong sự nghiệp và mối quan hệ yêu đương. Tuy nhiên thực tế, Về mặt sự nghiệp, công việc của bạn sẽ tiếp tục rất tốt và bạn sẽ thấy không gian hạn chế để phát triển của bạn. Bạn sẽ mất rất nhiều công để thay đổi tình hình. Đối với mối quan hệ tình cảm, bạn sẽ cảm thấy bị giữ chặt, đặc biệt nếu bạn độc thân - thất bại trong việc bắt đầu một mối quan hệ, thiếu đi một mối quan hệ đúng đắn và những trở ngại trên con đường của bạn.<br/><br/><b>Sự nghiệp của tuổi Tỵ năm 2020</b><br/>&emsp;Năm 2020 sẽ có dấu hiệu tiến bộ trong sự nghiệp của bạn, vẫn có một số khó khăn sẽ xảy ra với bạn. Đối với những người làm công ăn lương, bạn sẽ khó có thể vượt qua tình trạng hiện tại trong sự nghiệp của mình trong năm nay. Bạn có thể chọn tạm thời chuyển trọng tâm công việc và bắt đầu từ những việc nhỏ nhặt; nếu bạn có thể làm cho mọi chi tiết nhỏ trở nên hoàn hảo, bạn có thể đạt được những điều tuyệt vời. Đối với những người tự kinh doanh hoặc doanh nhân tuổi Tỵ, bạn không nên cẩu thả trong năm nay mà cực kỳ thận trọng trong việc lựa chọn đối tác hoặc xử lý các thói quen hàng ngày, đặc biệt là khi ký thỏa thuận hoặc hợp đồng với người khác, để tránh tổn thất cho chính bạn hoặc công ty của bạn.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Tỵ dự đoán rằng công việc của bạn sẽ đa dạng hóa trong năm nay cho dù chính bạn là người thực hiện các thay đổi hoặc do người khác. Sẽ có thêm một số cơ hội thăng tiến trong công việc vào năm 2020 vì tất cả những thay đổi này. Nếu bạn có thể chứng tỏ mình là người tuyệt vời ở nhiều thứ khác nhau, hoặc một người chơi nhóm có thể khiến người khác làm nhiều việc khác nhau, thì bạn gần như chắc chắn sẽ được thăng chức hoặc tăng lương. Làm việc chăm chỉ trong năm nay sẽ cải thiện cuộc sống của bạn.<br/><br/>&emsp;Nếu Rắn đang nghĩ đến việc thay đổi công việc mới, thì năm nay không phải là triển vọng thực hiện. Mặc dù bạn có thể phải đối mặt với một số hỗn loạn tại nơi làm việc, bạn sẽ có sự giúp đỡ của một thiên thần hộ mệnh để vượt qua các thử thách.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 4, Tháng 7, Tháng 8 và Tháng 11.<br/><br/><b>Tài lộc của tuổi Tỵ năm 2020</b><br/>&emsp;Tài chính ổn định cho tuổi Tỵ năm nay, có thể có đột phá nào đó ngoài dự kiến sẽ xảy ra so sánh với năm ngoái. Về thu nhập từ công việc, bạn sẽ có được thu nhập tiền lương ổn định và ấn tượng. Từ quan điểm của tử vi, bạn sẽ nhận được rất nhiều lợi nhuận đầu tư từ phương tiện tài chính hợp lý, tầm nhìn độc đáo, nắm bắt tốt các cơ hội, cũng như sự giúp đỡ và hướng dẫn của các chuyên gia. Mặc dù thu nhập tốt, chi phí cá nhân của bạn cũng sẽ tăng so với các năm trước. Bạn nên thực hành tiêu dùng hợp lý và lập kế hoạch tiêu dùng hợp lý để giữ cho thu nhập và chi tiêu của bạn được cân bằng.<br/><br/>&emsp;Năm nay cũng là năm làm việc để trả hết nợ cũ trước khi bạn chi tiền cho những thứ mới. Tránh thúc đẩy mua và chi tiêu vượt mức nếu bạn muốn giữ cho ngân sách của bạn cân bằng. Mặc dù vậy, cũng không nên tiết kiệm quá. So với năm trước, tình hình tài chính năm nay của bạn sẽ tốt hơn, nhưng vẫn phải quản lý tốt.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng 4, tháng 7 và tháng 8.<br/><br/><b>Tình cảm của tuổi Tỵ năm 2020</b><br/>&emsp;Tình yêu có thể không lý tưởng trong năm nay, đặc biệt đối với tuổi Tỵ đang yêu có thể gặp khủng hoảng trong tình yêu. Nếu bạn không chăm sóc sẽ không được ban phúc trong mối quan hệ tình cảm trong năm nay và ngay cả khi bạn phải lòng một ai đó, bạn có thể sẽ không gặp phải bất kỳ khó khăn nào khi theo đuổi anh ấy / cô ấy và cảm thấy khó khăn trong mối quan hệ. Đối với những bạn đã kết hôn, mối quan hệ tình yêu của bạn cũng có thể khá gập ghềnh và tình yêu của bạn có thể bị đe dọa bởi một bên thứ ba vì sẽ có nhiều cám dỗ xung quanh.<br/><br/>&emsp;Tuổi Tỵ có may mắn vào năm 2020 không? Sẽ có nhiều thay đổi trong cuộc sống tình yêu của bạn trong năm nay, nhưng chủ yếu là trong chính bạn. Bạn chắc chắn sẽ cảm thấy nhiều cảm xúc hơn trong năm nay. Điều này sẽ giúp bạn thể hiện bản thân dễ dàng hơn trong các mối quan hệ của bạn. Điều này sẽ làm cho các mối quan hệ của bạn có ý nghĩa hơn, cho dù chúng thân thiện hay lãng mạn. Nếu bạn còn độc thân, thì đây là thời gian để cố gắng tìm một người hiểu bạn và giống bạn hơn là không.<br/><br/>&emsp;Cuộc sống hôn nhân có thể trở nên thú vị bằng cách giữ cho kênh liên lạc cởi mở với vợ / chồng của bạn. Bạn cũng có thể nhờ sự giúp đỡ của bạn bè để làm mờ các nếp nhăn trong mối quan hệ của bạn. Cần phải tiếp cận những vấn đề trong hôn nhân của bạn với tinh thần lạc quan và với một tinh thần cởi mở.<br/><br/>&emsp;Những người độc thân sẽ có thể có được những mối quan hệ mới, và bạn thậm chí có thể may mắn có được một người bạn chọn. Trước khi bạn xác nhận mối quan hệ, hãy dành thời gian của riêng bạn và cố gắng hiểu người đó một cách đầy đủ. Điều này sẽ tránh những rắc rối không cần thiết trong tương lai.<br/><br/><b>Sức khỏe của tuổi Tỵ năm 2020</b><br/>&emsp;Sức khỏe sẽ tốt cho bạn, những người sinh ra tuổi Tỵ không có gì nghiêm trọng nhưng những vấn đề nhỏ sẽ xảy ra. Nói chung, bạn sẽ giữ một sức khỏe tốt. Tuy nhiên, đừng vì thế mà quên đi trong cuộc sống hàng ngày; thay vào đó, bạn sẽ theo dõi cơ thể của mình và tìm kiếm lời khuyên y tế kịp thời miễn là bạn cảm thấy không khỏe. Không bao giờ quá tự tin vào cơ thể của bạn và trì hoãn chữa bệnh, nếu không nó sẽ xấu đi và ảnh hưởng đến sức khỏe của bạn.<br/><br/>&emsp;Tử vi Sức khỏe cho tuổi Tỵ dự báo trong năm 2020 trong các vấn đề chung. Bạn bè và các thành viên gia đình già có khả năng bị bệnh. Phải có biện pháp phòng và chữa bệnh kịp thời sẽ tránh được tình trạng nặng thêm.<br/><br/>&emsp;Để phòng ngừa, hãy duy trì sức khỏe của bạn bằng các thói quen tập thể dục phù hợp, chế độ ăn uống hợp lý và thư giãn vừa đủ. Vì vậy, bạn có thể tham dự các bữa tiệc để làm cuộc sống thêm thú vị.",
	"Ngo":"Tử vi tuổi Ngọ năm 2020 cho thấy đây có thể là một năm đầy thách thức. Có tính xung đột giữa Tý - Ngọ và bạn phải cảnh giác hơn bình thường. Và do thực tế là có một số ngôi sao không may mắn mang đến tuổi Ngọ của bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền.<br/><br/>&emsp;Vì vậy, chiến lược tốt nhất của bạn có lẽ là giữ một nhịp độ sống thấp và không nên đưa ra bất kỳ thay đổi và quyết định lớn nào. Không phải là một năm tốt để kết hôn, đừng thay đổi công việc của bạn và đừng mua một ngôi nhà hoặc doanh nghiệp mới. Coi chừng những kẻ phản bội âm mưu chống lại bạn.<br/><br/>&emsp;Cố gắng làm công việc tình nguyện hoặc từ thiện để cân bằng năng lượng xấu hoặc sắp xếp để đi đến các điểm tâm linh và cầu nguyện cho phúc lành an toàn từ các tác động tiêu cực của ngôi sao nói. Tránh những nơi quá âm như đám tang và nghĩa địa, và tốt nhất nên đến nơi tổ chức đám cưới hoặc những dịp hạnh phúc khác trong gia đình để mang lại năng lượng tốt cho bạn. Nói chung, chỉ cần làm hết sức mình để tránh xung đột, tranh chấp và rắc rối.<br/><br/>&emsp;Tử vi năm 2020 dự báo cho thấy năm đó sẽ là thời gian thử nghiệm cho tuổi Ngọ. Vì có xung đột Tý - Ngọ, nên cần phải có sự cảnh giác nhất định. Các ngôi sao cũng không thuận lợi, và điều này có thể gây ra những điều không cần thiết, mất tài chính do áp dụng sai.<br/><br/>&emsp;Vì năm nay không tốt cho tất cả các tuổi Ngọ, nên trì hoãn tất cả các quyết định quan trọng. Nếu bạn đang nghĩ đến việc đầu tư vào một ngôi nhà mới, tốt hơn bạn nên hoãn lại. Đừng vội vàng thay đổi công việc của bạn hoặc kết duyên với một cô dâu tương lai. Bạn cũng nên cảnh giác với những người đang cố đố kỵ bạn. Nhìn chung, đi chậm và để thời gian xấu đi qua.<br/><br/>&emsp;Điều quan trọng đối với Ngọ là tập trung vào làm việc theo nhóm, đề cao lòng tự trọng của mình để thành công trong năm 2020 Canh Tý. Bạn nên quan tâm đến cảm xúc của người khác và từ bi với các cộng sự của mình.<br/><br/>&emsp;Bạn có thể cải thiện cơ hội thành công của mình trong năm 2020 bằng cách phủ nhận các tác động có hại của các ngôi sao. Đã đến lúc làm các công việc nhân đạo để giúp đỡ người nghèo hoặc hướng sự chú ý của bạn vào các hoạt động tín ngưỡng và tâm linh. Bạn nên tham gia các hoạt động gia đình đầy niềm vui và tránh những nơi có năng lượng tiêu cực. Hãy tốt với người khác và họ sẽ đáp lại lòng tốt của bạn.<br/><br/><b>Sự nghiệp tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán về sự nghiệp cho ngựa trong năm 2020 đã báo trước rằng sẽ có vô số những con đường dẫn đến sự nghiệp của bạn. Bạn phải đối phó với tình huống một cách tỉnh táo và phải có can đảm để vượt qua các thử thách. Hãy cẩn thận trong khi giao tiếp với người khác và thậm chí nên sẵn sàng cho các cuộc tranh cãi pháp lý.<br/><br/>&emsp;Bạn nên tránh xung đột với đồng nghiệp, cấp trên và nên sẵn sàng đối phó với mưu mô của kẻ đố kỵ. Học hỏi từ những kinh nghiệm tồi tệ qua các năm và chuyển đổi chúng thành lợi thế của bạn trong những năm tới.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tình cảm của tuổi Ngọ năm 2020</b><br/>&emsp;Dự báo tình yêu cho Tử vi tuổi Ngọ năm 2020 cho thấy một năm rất ảm đạm cho tình yêu và sự lãng mạn. Bạn độc thân sẽ khó tìm được đối tác lãng mạn và bạn vẫn FA đơn độc trong năm. Không có hại trong việc cố gắng và bạn nên tìm kiếm tình yêu trong gia đình và các cuộc tụ tập vui chơi.<br/><br/>&emsp;Nếu bạn đã có một mối quan hệ tình cảm đang yêu, bạn nên cố gắng bằng cách dễ chịu với người yêu của bạn và giữ cô ấy trong tâm trạng tốt. Không nên làm đám cưới của bạn trong năm nay và hạnh phúc nếu bạn có thể giữ mối quan hệ.<br/><br/>&emsp;Những tuổi Ngọ đã kết hôn cũng sẽ thấy cuộc sống của mình không có bất kỳ niềm vui hay điều bất thường nào.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán tài chính năm 2020 tuổi Ngọ</b><br/>&emsp;Những lời tiên tri trong năm 2020 cho thấy khả năng thu nhập âm trên một số khoản đầu tư. Nhìn chung, tình hình tiền tệ sẽ rất biến động và bạn nên giảm thiểu các hoạt động tài chính của mình. Bạn nên chỉ lập kế hoạch tương lai tài chính của bạn.<br/><br/>&emsp;Tuổi Ngọ sinh vào mùa thu hoặc mùa đông nên sẵn sàng đối mặt với một số khó khăn trên mặt trận tài lộc vào năm 2020. Không được thưởng thức bất kỳ loại đầu tư, đầu cơ nào. Trì hoãn tất cả các hoạt động chính như đầu tư vào tài sản giá trị lớn. Theo dõi chặt chẽ các chi phí của bạn và không mua bất kỳ mặt hàng xa xỉ nào.<br/><br/>&emsp;Nếu bạn sinh vào mùa xuân hoặc mùa hè, bạn có thể cố gắng dùng tiền của mình vào các khoản đầu tư mới. Nhưng đừng quên nghiên cứu nghiêm túc trước khi bạn bỏ tiền vào các khoản đầu tư này. Không có chỗ cho sự đầu cơ hay lòng tham.<br/><br/>&emsp;Tháng may mắn cho tài chính: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán sức khoẻ tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho Ngựa trong năm 2020 cho thấy một năm dưới mức trung bình. Mặc dù không có gì nghiêm trọng được dự đoán trước, hãy sẵn sàng đối mặt với những cơn đau dai dẳng và những cơn thiếu quyết đoán. Bạn cũng có thể dễ bị chấn thương. Lái xe phải hết sức cẩn thận khi đi trên đường.<br/><br/>&emsp;Sức khỏe nên được duy trì bằng cách kiểm tra y tế thường xuyên. Chế độ ăn uống hợp lý, ngủ đủ giấc và tập thể dục đầy đủ sẽ giúp bạn về lâu dài. Một cách khác để cải thiện vận may của bạn là giúp đỡ người khác bằng công việc từ thiện hoặc hiến máu.<br/><br/>&emsp;Tháng không may mắn cho sức khỏe: tháng hai, tháng tư, tháng bảy, tháng mười một và tháng mười hai.",
	"Mui":"Tử vi tuổi Mùi năm 2020 sẽ là một năm có nhiều vận may bị chi phối bởi những ảnh hưởng tiêu cực của các ngôi sao. Nếu bạn đã không gặp rắc rối, bạn có thể sẽ có một năm sẽ khó khăn. Vì vậy, hãy chuẩn bị cho một chuyến đi khó khăn đó nhé.<br/><br/>&emsp;Tuổi Mùi sẽ phải đối mặt với một năm thú vị 2020 Canh Tý với rất nhiều sự cống hiến và sức chịu đựng. Sáu tháng đầu năm sẽ mang đến cho bạn cơ hội tuyệt vời về lợi nhuận tài chính. Bạn phải tận dụng những triển vọng này và tiết kiệm cho những  khó khăn phía trước. Bốn năm tới sẽ là bất lợi đặc biệt, và bạn sẽ phải phụ thuộc vào tài chính bạn có được trong năm.<br/><br/>&emsp;Sẽ có rất nhiều hứng thú trong nửa đầu năm và từ nửa cuối năm 2020 tuổi Mùi nên sẵn sàng đối mặt với thực tế nghiệt ngã. Điều này sẽ đòi hỏi sự cống hiến và quyết tâm tuyệt vời. Năm Tý sẽ khiến bạn trở thành một cá nhân cứng rắn sẵn sàng đối mặt với những rào cản trong tương lai.<br/><br/>&emsp;Tử vi năm 2020 dự đoán, những người tuổi Mùi sẽ thấy vận may không ổn định, đôi khi tốt và đôi khi xấu. trong tất cả các khía cạnh. Trong suốt cả năm, sự nghiệp của bạn sẽ phải chịu đựng nhiều nhất từ ​​những điều trên, chủ yếu bị ảnh hưởng bởi ngôi sao không thuận lợi, và nó có thể bị đình trệ trong một thời gian. Hơn nữa, tài lộc và sự nghiệp có phần song song, vì vậy bạn sẽ có ít may mắn vì tiền từ sự nghiệp. Về sức khỏe, người tuổi Mùi thường cảm thấy ốm yếu vì áp lực lớn trong công việc. May mắn thay, tình yêu có thể suôn sẻ trong năm nay và bạn có thể gặp nhiều điều hạnh phúc, điều này có thể an ủi bạn một chút.<br/><br/>&emsp;Năm Tý bạn nên duy trì sự điềm tĩnh của mình. Không có chỗ cho tình cảm, và bạn phải vượt qua những khó khăn trong cuộc sống bằng cách khó khăn. Bạn nên chú ý duy trì sức mạnh thể chất và tinh thần của mình để có thể chuyển đổi năm thành năm thành công. Các chuyên gia sẽ có nhiều cơ hội để chuyển sang một công việc mới hoặc thay đổi nơi làm việc trong năm. Nếu có thể, bạn nên ngừng làm điều đó vì lợi ích của mình. Cơ hội tài chính không nên chi phối bởi lòng tham, và cần phải kiểm soát chi phí của bạn. Các khoản tiết kiệm bạn thực hiện sẽ có ích cho tương lai.<br/><br/><b>Sự nghiệp của tuổi Mùi năm 2020</b><br/>&emsp;Nhiều cuộc khủng hoảng có thể xảy ra đối với sự nghiệp của những người tuổi Mùi, trong đó những người bị ảnh hưởng nhiều nhất sẽ là tầng lớp lao động. Nếu bạn là người làm công ăn lương, bạn sẽ khó đạt được tiến bộ lớn, và xác suất tăng lương và thăng chức cũng sẽ mờ mịt; rất nhiều rắc rối trong công việc và tình trạng làm việc kém sẽ khiến bạn không thể hoàn toàn mà thường bị cấp trên chỉ trích và khiển trách, thậm chí có thể mất việc. Đối với tuổi Mùi trong vai trò lãnh đạo, điều quan trọng nhất sẽ nằm ở khía cạnh 'con người' và bạn cần nỗ lực nhất định để hòa nhập với mọi người xung quanh; đừng quá hà khắc với cấp dưới mà hãy chiến thắng mọi người bằng niềm tin, sự tử tế với người khác.<br/><br/>&emsp;Trong năm 2020 cho thấy rằng về mặt chuyên môn, bạn sẽ làm tốt một cách hợp lý. Có nhiều cơ hội để đạt được tiến bộ trong công việc của bạn. Bạn sẽ có nhiều triển vọng để kiếm thêm tiền nếu bạn có sự thông minh để sử dụng các cơ hội bạn gặp phải. Nếu bạn làm trong ngành dịch vụ như bảo hiểm nhân thọ, giao dịch tài sản, bạn sẽ có một khoảng thời gian rất hiệu quả. Bạn có thể mong đợi thu nhập của bạn tăng lên ngoài mong đợi của bạn. Bạn phải nỗ lực rất nhiều và nắm bắt cơ hội khi chúng đến. Hãy yên tâm rằng những nỗ lực của bạn sẽ được bù đắp.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tài lộc của tuổi Mùi năm 2020</b><br/>&emsp;Vào năm 2020, sự may mắn của bạn đối với tài lộc rất xấu. Bạn sẽ thấy gần như không có cách nào để kiếm tiền và thu nhập của bạn sẽ giảm rất nhiều so với dự kiến. Về đầu tư và quản lý tài chính, bạn khó có thể kiếm được lợi nhuận lớn do thiếu kiên nhẫn và lòng tham cho lợi nhuận nhỏ. Đồng thời, mong muốn cá nhân của bạn sẽ dẫn đến chi tiêu lớn và không siêng năng  tiết kiệm có thể dễ dàng khiến bạn sống vượt quá thu nhập của mình. Để có được may mắn hơn cho tài chính, trước tiên bạn phải tiết kiệm, chi tiêu hợp lý và thiết lập chế độ chính xác về tiền bạc; Thứ hai, bạn phải làm việc chăm chỉ để kiếm tiền và cải thiện thu nhập cá nhân.<br/><br/>&emsp;Không nên đầu tư đầu cơ như cổ phiếu và cổ phiếu. Đừng hào phóng trong việc cho người khác vay tiền. Đảm bảo thu nhập và làm thêm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Mùi năm 2020</b><br/>&emsp;Ngôi sao tốt lành sẽ mang lại cho bạn may mắn về khía cạnh tình cảm. Mối quan hệ của bạn sẽ trở nên sâu sắc và bền chặt hơn và bạn sẽ tin tưởng và yêu nhau, và cùng nhau chịu đựng những thử thách mang lại. Một số Mùi độc thân sẽ khá nổi tiếng với những người khác giới và có nhiều người ngưỡng mộ, từ đó bạn có thể gặp đúng người để bắt đầu một mối quan hệ. Ngoài ra, những người đã kết hôn có thể bước vào một giai đoạn mới, mang thai và nâng cấp lên cha mẹ, điều này thực sự hài lòng.<br/><br/>&emsp;Tuổi Mùi trong các mối quan hệ nên tránh xung đột. Tất cả những hiểu lầm nên được xóa bằng đối thoại và tương tác. Cuộc sống tình yêu cho các cặp vợ chồng nên giản đơn và không có rườm rà.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng năm và tháng chín.<br/><br/><b>Sức khỏe của tuổi Mùi năm 2020</b><br/>&emsp;Bạn Người cừu sẽ ở trong tình trạng chung và sự dao động sẽ không có hại. Tuy nhiên, thời gian khó khăn trong công việc chắc chắn sẽ ảnh hưởng đến tâm trạng của bạn và khiến bạn có tinh thần thấp, do đó ảnh hưởng đến cả sức khỏe thể chất và tinh thần. Bạn được nên điều chỉnh suy nghĩ của mình, giữ thái độ tích cực và lạc quan, giảm nhẹ gánh nặng của bạn đúng cách, giảm bớt tâm trạng và ra ngoài dành thời gian rảnh rỗi để thư giãn.",
	"Than":"Tử vi tuổi Thân năm 2020 sẽ là một năm trung bình. Mọi thứ sẽ không tốt hoặc quá khủng khiếp. Bạn có thể vượt qua năm bằng cách duy trì hiện trạng và hoãn tất cả các quyết định quan trọng cho tương lai. Nếu bạn đang nghĩ đến việc nhận một công việc mới hoặc mua một ngôi nhà mới, bạn có thể thực hiện điều đó.<br/><br/>&emsp;Tuổi Thân gặp năm tam hợp Tý, sẽ tương đối tốt hơn so với các năm tới. Bạn phải kiếm đủ và tiết kiệm càng nhiều càng tốt trong năm. Tuổi Thân phải kỷ luật và siêng năng hơn và cố gắng hoàn thành mục tiêu của mình.<br/><br/>&emsp;Có điều, tuổi Thân nên gác lại sự bướng bỉnh của mình và tranh thủ sự hỗ trợ của đồng nghiệp và những người có kinh nghiệm trong việc đạt được mục tiêu. Bạn phải tìm kiếm lời khuyên từ người khác và giao lưu với các đồng nghiệp của mình để vượt qua những khó khăn mà bạn có thể phải đối mặt trong năm Tý.<br/><br/>&emsp;Trong khi bạn đang thực hiện tất cả các biện pháp thận trọng, bạn nên hết sức cảnh giác trong việc phát hiện kẻ thù và cố gắng loại bỏ âm mưu của chúng để âm mưu chống lại bạn. Bạn nên xoay quanh đối thủ của mình bằng cách ngoại giao và nói chuyện suôn sẻ.<br/><br/>&emsp;Bạn sẽ cần phải dựa vào chính mình hơn bất kỳ ai khác trong năm Tý. Điều này có nghĩa là bạn cần phải làm việc chăm chỉ hơn. Bạn phải học cách trở thành một người tích cực của nhóm làm việc và chú ý hơn đến các chi tiết. Ngoài ra, sự bướng bỉnh của bạn dường như sẽ giúp bạn trở nên tốt hơn trong năm nay. Bạn nên cố gắng linh hoạt hơn và thực hành và học cách lắng nghe và giao tiếp với người khác. Và mặc dù bạn sẽ phải đối mặt với tất cả các loại thử thách trong năm nay, bạn sẽ luôn có ai đó giúp bạn giải thoát khó khắn. Đồng nghiệp, bạn bè và cấp trên sẽ rất ủng hộ bạn và sẽ vững vàng phía sau bạn trong mọi nỗ lực.<br/><br/>&emsp;Trong khi đó, hãy nhớ quan đằng sau bạn vì ai đó có thể đố kỵ hoặc đang âm mưu chống lại bạn. Bạn có thể vô tình giẫm phải một vài vết xe đổ một vài bản ngã do mâu thuẫn, vì vậy hãy lưu ý và làm dịu mội vấn đề trước khi cho phép bản thân có cơ hội nói.<br/><br/><b>Tử vi sự nghiệp của tuổi Thân năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho tuổi Thân trong năm Tý 2020 cho thấy nhiều rào cản đối với sự nghiệp của bạn. Nó phụ thuộc vào trí thông minh của bạn làm thế nào bạn có thể vượt qua những thách thức này và vẫn hoàn thành công việc của mình để làm hài lòng sếp.<br/><br/>&emsp;Bạn phải giảm bớt sự hung hăng của bạn và đưa những người khác đi cùng để hoàn thành các dự án của bạn. Hãy cảnh giác với những người đang cố gắng tạo ra những trở ngại trên con đường tiến bộ của bạn. Bạn nên nhận thức được những hạn chế của mình và đừng quá nhiệt tình trong việc thực hiện các công việc mà bạn không thể hoàn thành.<br/><br/>&emsp;Triển vọng nghề nghiệp rất đáng khích lệ đối với những tuổi Thân được sinh ra trong sáu tháng đầu năm. Những người sinh vào nửa cuối năm có thể có một năm khó khăn. Ngoài ra, đừng hứa bất cứ điều gì trừ khi bạn chắc chắn 100%. Những người tuổi Thân được sinh ra vào mùa xuân và mùa hè sẽ có may mắn hơn trong sự nghiệp so với những con được sinh ra vào mùa thu và mùa đông.<br/><br/>&emsp;Trong năm nay, các doanh nhân tuổi Thân sẽ có một khởi đầu tốt và hầu hết bạn có thể có được một vị trí trong ngành với sự cạnh tranh khốc liệt nhờ vào đầu óc kinh doanh nhanh nhẹn của bạn. Đồng thời, bạn sẽ được nhiều người ủng hộ để giúp cho con đường khởi nghiệp của bạn trở nên suôn sẻ hơn. Đối với những người làm công ăn lương, bạn sẽ gặp may mắn trong sự nghiệp, làm việc một cách hiệu quả hơn và giành được sự công nhận của sếp với thành tích cá nhân xuất sắc. Đối với những người săn việc làm, bạn sẽ gặp may mắn ở mức trung bình cho sự nghiệp và sự khó khăn do môi trường mới mang lại có thể khiến bạn không thể làm việc trong trạng thái rất tốt. Do đó, hãy suy nghĩ kỹ trước khi bạn đưa ra quyết định về nhảy việc, tham khảo ý kiến ​​của những người đi trước và chọn một công việc phù hợp nhất.<br/><br/><b>Tài lộc của tuổi Thân năm 2020</b><br/>&emsp;Những chú khỉ sẽ được Thần may mắn và những ngôi sao tốt lành vào năm 2020. Do đó, bạn sẽ trải nghiệm một câu thần chú may mắn và cảm thấy khá may mắn về cả thu nhập từ công việc. Thu nhập tiền lương của bạn sẽ được cải thiện và bạn sẽ nhận được mức thù lao mong muốn. Ngoài ra, lời khuyên được đưa ra bởi nhiều người lớn tuổi có kinh nghiệm xung quanh và tích luỹ của bạn trong học tập và nhận thức sẽ mang lại cho bạn rất nhiều tài lộc bất ngờ từ đầu tư và quản lý tài chính. Tuy nhiên, bạn nên chi tiêu hợp lý thay vì ngông cuồng, hoặc sẽ rất khó để tiết kiệm tiền cho dù bạn đã kiếm được bao nhiêu.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Dự đoán tình yêu của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho tuổi Thân trong năm 2020 cho thấy một năm có phần nhất quán cho các mối quan hệ. Người đã kết hôn có thể hy vọng năm sẽ ổn định và yên bình. Những người độc thân sẽ tận hưởng khoảng thời gian dễ chịu tìm kiếm, và sẽ không thiếu bạn mới.<br/><br/>&emsp;Bạn sẽ có rất nhiều sự lựa chọn và bạn có thể chọn đúng một trong những sở thích của bạn. Cả nam và nữ sẽ có một số lượng lớn người cầu hôn, và bạn phải chọn và chọn. Những người trong tình yêu sẽ có một năm thú vị.<br/><br/>&emsp;Các nam tuổi Thân sẽ trải qua một vài mối quan hệ chỉ trong một năm và nữ sẽ được bao quanh bởi nhiều người cầu hôn, có lẽ bạn không biết điều này, nhưng bạn thực sự có một hoặc nhiều người bạn là những người ngưỡng mộ bí mật của bạn. Vì vậy, hãy để mắt và tai mở to, và bạn có thể thấy mình là một người quan trọng khác.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 11.<br/><br/><b>Dự đoán về tiền và tài chính của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán tuổi Thân về các vấn đề tài chính cho thấy rằng tất cả các khoản đầu tư lớn nên tránh. Đầu tư mạo hiểm và đánh bạc đều bị nghiêm cấm. Ngay cả khi bạn đầu tư, bạn nên thực hiện nhiều nghiên cứu và chọn lọc. Những người làm ngành môi giới và hoa hồng hoặc bảo hiểm không được đảm bảo về thu nhập ổn định. Coi chừng các khoản đầu tư hứa hẹn lợi nhuận đáng kể.<br/><br/>&emsp;Dự báo năm 2020 cho tiền thấy rằng đối với những người làm việc môi giới như bảo hiểm, bất động sản, bạn phải lên kế hoạch trước và chuẩn bị cho một năm với những thăng trầm. Nói chung, tránh đầu tư lớn, và không bao giờ hành động theo quyết định bốc đồng. Hãy khách quan và hợp lý khi nói đến đầu tư. Và hãy nhớ rằng, đừng tin mọi lời khuyên từ bạn bè của bạn và tránh xa đầu tư rủi ro, hợp tác hoặc đánh bạc. Trên thực tế, ai đó đang âm mưu đố kỵ và dễ có một số tổn thất tài chính.<br/><br/>&emsp;Đi du lịch có thể mang lại cho bạn bất ngờ bất ngờ sẽ làm tăng lợi nhuận tài chính của bạn. Vì vậy, bắt đầu lên kế hoạch cho kỳ nghỉ tiếp theo của bạn. Ngoài ra, nó có thể là một ý tưởng tốt để bắt đầu kinh doanh hoặc thực hiện một số trường hợp từ nước ngoài.<br/><br/>&emsp;Tháng may mắn về tài chính: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Sức khoẻ của tuổi Thân năm 2020</b><br/>&emsp;Sức khỏe của khỉ trong năm 2020 sẽ không gây ra bất kỳ vấn đề nghiêm trọng nào trên mặt trận sức khỏe. Sẽ có những sự thiếu sót nhỏ có thể được chăm sóc bằng cách hỗ trợ y tế nhanh chóng. Có thể là sốt và các vấn đề dạ dày.<br/><br/>&emsp;Bạn có thể dễ dàng cảm thấy mệt mỏi, và điều này có thể được chữa khỏi bằng cách nghỉ ngơi đầy đủ. Một vấn đề khác sẽ là từ căng thẳng nghề nghiệp. Đặc biệt là các chuyên gia và người tài chính có thể phải đối mặt với một số thất bại trong công việc của họ. Biện pháp duy nhất là thư giãn bằng các kỹ thuật như yoga và thiền định.",
	"Dau":"Tử vi tuổi Dậu năm 2020 dự báo trước rằng những ảnh hưởng chiêm tinh tích cực của các ngôi sao trong năm Tý trở thành một năm đáng kinh ngạc đối với người tuổi Dậu. Bạn có thể mong đợi năm sẽ vô cùng may mắn trong tất cả các lĩnh vực của cuộc sống. Các chuyên gia và doanh nhân sẽ thịnh vượng theo kế hoạch của họ.<br/><br/>&emsp;Tình yêu cuộc sống sẽ tuyệt vời, và người độc thân sẽ có rất nhiều cơ hội để có được mối quan hệ tình cảm. Năm 2020 hứa hẹn với những người nổi tiếng và sự may mắn đối với bạn. Bạn sẽ nhận được sự khuyến khích và giúp đỡ từ đồng nghiệp, quản lý, gia đình và bạn bè trong tất cả các công việc của bạn.<br/><br/>&emsp;Tất cả những điều này có thể đạt được nếu bạn sử dụng thông minh và giao tiếp của bạn đúng cách. Bạn nên có khả năng ngoại giao trong giao dịch với người khác và mang theo người khác để hoàn thành các dự án của bạn. Kỹ năng quản lý và sự cống hiến của bạn có được lợi nhuận.<br/><br/>&emsp;Vào năm 2020, những người tuổi Dậu sự nghiệp sẽ là khía cạnh tốt nhất trong năm nay và bạn có thể mở rộng tầm cao mới và hoàn thành điều gì đó dưới sự ban phúc của những ngôi sao tốt lành; sự may mắn bất lợi cho tài lộc sẽ đòi hỏi bạn phải chú ý nhiều hơn về tiền của mình; may mắn trong mối quan hệ tình cảm, nhưng bạn cần để mắt đến điều không thuận lợi khi bắt đầu một mối quan hệ. Còn về sức khỏe, có sức khỏe kém, vì vậy hãy cẩn thận trong cuộc sống hàng ngày.<br/><br/><b>Tử vi tuổi Dậu năm 2020 cho sự nghiệp</b><br/>&emsp;Dự đoán tử vi Trung Quốc cho sự nghiệp của người tuổi Dậu vào năm 2020 cho thấy sự mở rộng để tiến bộ trong nghề nghiệp hoặc dự án kinh doanh của bạn. Nếu bạn được tuyển dụng, các khen thưởng cấp cao hơn và phần thưởng tài chính sẽ theo sau nếu bạn siêng năng. Bạn có thể tin tưởng vào sự hỗ trợ từ các cộng sự của bạn. May mắn đứng về phía bạn, và bạn phải tận dụng nó.<br/><br/>&emsp;Mặt khác, bạn có thể phá hỏng cơ hội tiến bộ nếu bạn không cẩn thận trong giao tiếp với đồng nghiệp. Bạn không nên vướng vào bất kỳ tranh cãi nào và tôn trọng ý kiến ​​của người khác. Ngoại giao và đối thoại đúng đắn sẽ giúp bạn về lâu dài.<br/><br/>&emsp;Với sự giúp đỡ của ngôi sao tốt lành Tang Fu, bạn tuổi Dậu sẽ thấy sự tiến bộ lớn hơn trong sự nghiệp so với năm ngoái, có thể đột nhiên thăng tiến trong cuộc sống và có được sức mạnh to lớn. Ngay cả khi bạn là một nhân viên bán hàng nhỏ, bạn có thể lại nổi lên như nút chai, được thăng chức và tăng lương và tạo sự khác biệt trong nghề nghiệp chính của bạn. Tuy nhiên, điều này sẽ đòi hỏi bạn phải cống hiến nhiều hơn cho sự nghiệp, tích cực hoàn thành các nhiệm vụ do cấp trên giao và giữ mối quan hệ tốt với đồng nghiệp. Sự phát triển tốt hơn trong sự nghiệp cũng có thể bù đắp cho sự thiếu hụt tài sản tài chính ở một mức độ nhất định. Để cải thiện vận may trong sự nghiệp vào năm 2020, tốt hơn nên đeo vòng tay Lapis Lazuli có ký hiệu Dậu.<br/><br/>&emsp;Tử vi tuổi Dậu 2020 cho sự nghiệp cho thấy sẽ có rất nhiều cơ hội cho bạn. Trên thực tế, bạn có một cơ hội khá tốt để được thăng chức hoặc tăng lương, vì vậy mặc dù bạn sẽ dành nhiều thời gian và công sức cho công việc của mình, ít nhất, bạn sẽ được khen thưởng. Hơn nữa, bạn bè của bạn sẽ giúp đỡ bạn rất nhiều khi nói đến sự nghiệp và công việc của bạn. Vì vậy, hãy để trái tim và tâm hồn của bạn vào sự nghiệp của bạn và cho mọi người thấy những gì bạn được tạo ra. Có cơ hội thăng tiến và nâng cao sẽ may mắn.<br/><br/>&emsp;Tuy nhiên, năm không hoàn toàn sẽ có những xui xẻo, vì vậy bạn phải chú ý đến những gì bạn nói. Cố gắng giữ ý kiến của bạn với bản thân và thể hiện lòng trắc ẩn và tôn trọng người khác. Bạn cần quan tâm đến việc kinh doanh của riêng bạn. Đôi khi, cái miệng lớn của bạn có thể là kẻ thù tồi tệ nhất của chính bạn gây rắc rối cho bạn. Tránh xung đột và tranh chấp với người khác.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 1, Tháng 3, Tháng 4, Tháng 6, Tháng 8, Tháng 12.<br/><br/><b>Dự đoán tài lộc của tuổi Dậu năm 2020</b><br/>&emsp;Tài chính cho người tuổi Dậu vào năm 2020 dự đoán một năm có lợi nhuận cao cho các doanh nhân. Tất cả các liên doanh và đầu tư tài chính mới sẽ sinh lời. Điều quan trọng là phải khốn khổ khi chi tiêu. Tất cả các khoản đầu tư nên được nghiên cứu thích hợp.<br/><br/>&emsp;Người độc thân nên hỏi ý kiến cha mẹ để xử lý các vấn đề tài chính của họ. Tương tự, các doanh nhân nam nên cho phép vợ chăm sóc tài chính. Trong năm, bạn sẽ có sự hỗ trợ liên tục của bạn bè. Tránh bất kỳ suy đoán và tham lam để nhân số tiền của bạn.<br/><br/>&emsp;Tuổi Dậu dự báo năm 2020 cho thấy đây là năm bạn sẽ mỉm cười suốt chặng đường đến ngân hàng. Bất cứ điều gì bạn có trong đầu - một doanh nghiệp mới hoặc đầu tư, bạn có thể kiếm được khá nhiều lợi nhuận từ nó. Tuy nhiên, đừng ném tiền của bạn như nước, thực hiện một số nghiên cứu và tin tưởng vào bản năng của bạn, và bạn sẽ có được thu hoạch mà bạn mong muốn. Bạn sẽ nhận được nhiều sự giúp đỡ từ bạn bè bất cứ khi nào bạn cần. Nhớ đừng đánh bạc và không nên quá tham lam khi đầu tư.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 4, tháng 6, tháng 8, tháng 12.<br/><br/><b>Dự đoán tình cảm tuổi Dậu năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho những người tuổi Dậu trong năm Tý báo trước rằng định mệnh đứng về phía bạn trong vấn đề tình yêu. Mặc dù ít cơ hội để có được mối quan hệ yêu đương, bạn vẫn có thể gặp để có được người bạn đời phù hợp.<br/><br/>&emsp;Nếu bạn có thể xác định đúng đối tác, anh ấy hoặc cô ấy có thể từ vòng kết nối xã hội hoặc văn phòng của bạn. Chỉ có điều, bạn phải hết sức cảnh giác và gây ấn tượng với người khác giới.<br/><br/>&emsp;Có một mối nguy hiểm rình rập đối với các cặp vợ chồng trong năm Tý. Do đó, nếu cuộc hôn nhân của bạn lâu bền, bạn phải giữ cho người bạn đời của bạn hạnh phúc với sự quan tâm và ấm áp của bạn. Sự lãng mạn giữa bạn và bạn đời sẽ nảy nở, và có nhiều khả năng sẽ có một thành viên mới trong gia đình.<br/><br/>&emsp;Những người tuổi Dậu sẽ có vận may tình yêu vào năm 2020. Họ dễ gặp may mắn lãng mạn nhờ bạn bè và dễ dàng tìm kiếm cơ hội tình yêu ở những nơi giải trí và tiệc tùng. Tuy nhiên, những mối quan hệ bất ngờ này sẽ mang lại bất ngờ cho họ. Đối với những người tuổi Dậu đã kết hôn, nên tự giác, và tránh xa rượu, tránh mang lại những rắc rối tiềm ẩn cho gia đình và hôn nhân.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng tư, tháng sáu, tháng mười hai.<br/><br/><b>Dự đoán năm 2020 về sức khoẻ tuổi Dậu</b><br/>&emsp;Dự báo sức khỏe cho những người tuổi Dậu trong năm Tý 2020 không thể hiện một bức tranh đẹp. Nơi làm việc có thể là một nguồn gây căng thẳng, và bạn nên thực hiện các bước khắc phục để giảm căng thẳng. Lái xe nên cẩn thận trên đường để tránh bị tai nạn.<br/><br/>&emsp;Người tuổi Dậu nên cẩn thận để tránh chấn thương từ những vật sắc nhọn và phụ nữ đang mang thai nên chú ý đến những gì họ mặc.<br/><br/>&emsp;Nghiện rượu sẽ mang lại cho họ sự khó chịu về thể chất và những nguy hiểm tiềm ẩn. Người tuổi Dậu sẽ dễ dàng bị liên lụy hoặc gây ra thảm họa, gây thương tích cho cơ thể. Họ rất dễ mắc các vấn đề về hệ hô hấp và bệnh thương hàn. Chúng tôi khuyên nên tránh xa vùng nước nguy hiểm hoặc những nơi ẩm ướt.",
	"Tuat":"Tử vi tuổi Tuất năm 2020 cho thấy sau một năm chậm chạp 2019, cuối cùng, hãy ôm lấy bản thân để có một năm tốt đẹp hơn trong năm Tý 2020. Với một vài ngôi sao may mắn trên đường chân trời của bạn, mọi thứ sẽ luôn trở nên tốt đẹp hơn. Thành công là của bạn khi tham gia vào một số lĩnh vực bạn muốn theo đuổi.<br/><br/>&emsp;Bạn bè sẽ đóng một vai trò quan trọng trong cuộc sống của bạn vào năm Tý 2020. Vì vậy, hãy kết bạn thay vì kẻ thù và đánh giá cao tất cả những người bạn tốt mà bạn có. Họ chắc chắn sẽ giúp một tay khi bạn cần. Sẽ có một số thăng trầm và trở ngại, mặc dù có thể có những thay đổi phía trước như công việc mới hoặc vị trí hiện tại, nếu bạn có thể chọn, tốt hơn là giữ nguyên thay vì thay đổi lớn. Vì vậy, ở lại với công ty của bạn hoặc ngôi nhà hiện tại của bạn. Đừng thực hiện bất kỳ động thái hay kế hoạch lớn nào, có lẽ tốt hơn là đợi đến năm sau.<br/><br/>&emsp;Để hoàn thành mục tiêu của bạn trong năm 2020, Bạn phải tránh sự cố chấp và điều chỉnh bản thân với các điều kiện luôn thay đổi. Bạn sẽ phải lắng nghe quan điểm của người khác và đưa ra ý tưởng của bạn rõ ràng cho người khác.<br/><br/>&emsp;Người tuổi Tuất sẽ gặp may mắn vào năm 2020. Nhưng bạn cần quản lý vấn đề tiền bạc một cách hợp lý và không tiêu xài hoang phí, bởi vì vận may thông thường không có nghĩa là sẽ không có chuyện gì xảy ra. Ngược lại, những sự cố bất ngờ có thể khiến bạn mất rất nhiều tiền. Năm nay, những người tuổi Tuất nên đặc biệt chú ý đến sức khỏe và rất cẩn thận khi lái xe hoặc đi bộ bên ngoài.<br/><br/>&emsp;Tuy nhiên, tuổi Tuất cũng sẽ có nhiều cơ hội trong năm Tý 2020 và tất cả những gì cần thiết là mất thêm một chút và sẵn sàng điều chỉnh nhanh với một số sự kiện và đòi hỏi khắt khe. Trong khi đó, bạn sẽ cảm thấy xúc động và kích động theo thời gian. Cố gắng học hỏi từ những sai lầm của bạn trong những khoảnh khắc trước dây, và tận dụng những khoảnh khắc khi bạn đang ở trên đỉnh cao. Cụ thể, tốc độ cuộc sống cao hơn có thể khiếncác quyết định nhanh chóng được đưa ra để tận dụng các cơ hội trong năm nay.<br/><br/><b>Sự nghiệp của tuổi Tuất năm 2020</b><br/>&emsp;So với năm ngoái, sẽ không có gì đặc biệt xảy ra với sự nghiệp của bạn, vì vậy đừng có chuyển đổi công việc. Nói chung, nhảy việc là ngu ngốc khi bạn kém may mắn trong sự nghiệp. Do đó, bạn nên làm việc tốt hơn ở vị trí hiện tại và điều quan trọng nhất là làm tốt công việc trước mắt - chỉ bằng cách này bạn mới có thể tìm kiếm một công việc tốt hơn. Mỗi tuổi Tuất đều có ngày - bạn sẽ không gặp xui xẻo trong sự nghiệp; một ngày nào đó, bạn sẽ gặp may mắn.<br/><br/>&emsp;Năm 2020 thể hiện một bức tranh màu hồng trong công việc. Cần có thêm sự tự tin trong khi hoàn thành các dự án của bạn. Sự siêng năng của bạn sẽ được quản lý công nhận và sự nghiệp của bạn sẽ thăng tiến. Điều này sẽ được đi kèm với các khen thưởng và tăng lương. Trong khi làm việc, bạn nên tìm cách hoàn thành công việc của mình một cách hoàn hảo. Bạn cũng phải theo dõi các dự án được giao cho bạn đến điểm hoàn thành. Năm Tý sẽ cho bạn nhiều cơ hội để đảm nhận công việc bổ sung ngoài nơi làm việc hiện tại của bạn. Bạn có thể tận dụng kinh nghiệm và tài năng của mình để kiếm thêm tiền.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng 5, tháng 7, tháng 10, tháng 12.<br/><br/><b>Tài lộc của tuổi Tuất năm 2020</b><br/>&emsp;Đối với tài lộc, những người tuổi Tuất dễ bị tổn thất tài chính cá nhân. Nhưng đừng quá lo lắng về điều đó - tình hình sẽ không tồi tệ mà mất ít tiền. Theo lý thuyết phong thủy, thật tốt khi chịu tổn thất tài chính bất ngờ nhưng 'của đi thay người'. Trong suốt cả năm, tốt hơn hết bạn không nên đánh bạc hoặc mua vé số. Nó không quan trọng nếu bạn làm điều đó cho vui.<br/><br/>&emsp;Dự báo chiêm tinh tuổi Tuất năm 2020 đã báo trước một giai đoạn tuyệt vời về tiền bạc. Các tuổi Tuất sẽ có được thu nhập ổn định và sẽ có đủ để tiết kiệm. Bạn không nên phung phí vào những thứ xa xỉ và sử dụng thu nhập đưa vào tiền tiết kiệm. Các bạn làm việc trong các ngành bảo hiểm và bất động sản sẽ sẵn sàng đối mặt với sự biến động trong dòng tiền. Thỉnh thoảng bạn có thể mong đợi một khoản lợi nhuận từ các nguồn không xác định ngoài thu nhập thường xuyên của bạn.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 5, tháng 10, tháng 12.<br/><br/><b>Tình cảm của tuổi Tuất năm 2020</b><br/>&emsp;Tuổi Tuất sẽ được ban phúc trong mối quan hệ tình cảm vào năm 2020. Nếu bạn kết hôn, cuộc hôn nhân của bạn sẽ được cải thiện hơn nữa và không bị cãi vã; nếu bạn độc thân hoặc không có người thân, bạn có thể gặp đúng người, vì vậy hãy nắm bắt cơ hội để đi chơi nhiều hơn, kết bạn nhiều hơn và gặp gỡ nhiều người hơn để tăng xác suất. Mặc dù bạn sẽ trở nên nổi tiếng hơn với người khác giới, nhưng bạn không nên nói chuyện với người khác; nếu không thì nghiệp chướng sẽ trừng phạt bạn và người khác sẽ làm tổn thương bạn khi bạn làm tổn thương người khác.<br/><br/>&emsp;Dự đoán về tình yêu năm Tý khuyên các cặp vợ chồng nên vun đắp sự hòa hợp trong cuộc hôn nhân của họ. Bạn nên tận hưởng cuộc sống với người bạn đời của bạn. Điều tương tự cũng áp dụng cho các cặp đang trong giai đoạn tình yêu.<br/><br/>&emsp;Tuổi Tuất độc thân nên dành thời gian để tạo mối quan hệ mới. Bạn sẽ có rất nhiều cơ hội để có được bạn tình phù hợp nếu bạn nhìn xung quanh. May mắn đứng về phía bạn, và bạn có thể ngạc nhiên khi tìm thấy trong vòng tròn cuộc sống của bạn.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng năm, tháng mười, tháng mười hai.<br/><br/><b>Sức khỏe của tuổi Tuất năm 2020</b><br/>&emsp;Theo quan điểm về sự may mắn cho sức khỏe vào năm 2020, những người tuổi Tuất cần phải rất cẩn thận khi ra ngoài, hoặc bạn có thể dễ dàng gặp tai nạn. Bạn sẽ dễ bị chấn thương do tai nạn hơn là bệnh tật. Đối với phụ nữ tuổi Tuất, bạn không nên đi bộ một mình vào ban đêm mà nên thận trọng trong mọi việc; Đối với người đàn ông, chú ý đến sự an toàn khi bạn đang lái xe.<br/><br/>&emsp;Sẽ có các vấn đề sức khỏe liên quan đến công việc bên cạnh các chấn thương và các sự kiện liên quan đến nước. Điều cần thiết là bạn phải chú ý đến sức khỏe cảm xúc của mình bên cạnh việc rèn luyện thể chất. Sức khỏe của một số thành viên trong gia đình cũng sẽ gây ra một số lo lắng, và bạn phải chú ý đúng mức đến sức khỏe của họ.",
	"Hoi":"Tử vi năm 2020 tuổi Hợi cho thấy sau một năm 2019 đầy khó khăn, cuối cùng may mắn của bạn đã chuyển sang những điều tốt đẹp hơn trong năm Tý 2020, đặc biệt là vào nửa cuối năm. Vẫn còn một số trở ngại và va chạm trên đường đi, vì vậy bạn cần kiên nhẫn, bình tĩnh và vận may của bạn sẽ ngày càng tốt hơn vào mùa thu. Do thực tế là có một số ngôi sao không may mắn được mang đến cho bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền nhỏ trong khoản đầu tư.<br/><br/>&emsp;Cố gắng đừng để mất tập trung và nóng nảy, bạn phải học cách theo dõi hành vi và lời nói của mình, bạn có thể vô tình giẫm phải vết xe đổ một vài bản ngã do xung đột, vì vậy hãy lưu ý và làm mát trước khi cho phép bạn có cơ hội nói. Bên cạnh việc cẩn thận với những gì bạn nói, bạn cũng cần học cách quan tâm đến việc kinh doanh của chính mình; bạn có thể kéo mình vào thứ gì đó mà bạn thực sự không quan tâm. Trong khi đó, sức khỏe cũng có thể trở thành một trong những mối quan tâm lớn của bạn trong năm nay, vì vậy hãy chú ý hơn đến sức khỏe của chính bạn.<br/><br/>&emsp;Người tuổi Hợi sẽ giống như những chú chó may mắn vào năm 2020. Được ban phúc bởi ngôi sao tốt lành, bạn sẽ khá may mắn trong cả sự nghiệp và tài lộc, như thể được ông trời ủng hộ. Tuy nhiên, mối quan hệ tình yêu sẽ không may mắn như vậy, tuy nhiên có thể phụ thuộc vào may mắn để bạn gặp đúng người! Sức khỏe sẽ là điều bạn cần quan tâm nhất vì đây là khía cạnh kém may mắn nhất. Đừng thờ ơ với sức khỏe vì công việc mà hãy tập trung vào cả hai để đạt được thành công. Nói tóm lại, xu hướng chung của tuổi Hợi sẽ rất tốt trong năm 2020. Đừng quên nắm bắt cơ hội vì cơ hội như vậy không thể bỏ lỡ. Thành công thường nằm ở một điểm cụ thể, vì vậy hãy chắc chắn rằng bạn sẽ nắm lấy cơ hội.<br/><br/>&emsp;Tử vi năm 2020 trong năm Tý cho thấy trong sáu tháng đầu năm, bạn sẽ phải đối mặt với nhiều trở ngại. Do đó cần phải duy trì sự điềm tĩnh của bạn và hy vọng cho những ngày tốt hơn. Sức mạnh của sao không hữu ích trong năm có khả năng bạn trở nên cáu kỉnh. Trong quá trình đó, sẽ có sự mất tập trung và thậm chí các vấn đề tài chính. Tránh tất cả các loại xung đột và tranh cãi và phải tập trung vào trách nhiệm của bạn<br/><br/><b>Sự nghiệp của tuổi Hợi năm 2020</b><br/>&emsp;Khá may mắn trong sự nghiệp, những người sinh ra năm tuổi Hợi sẽ ở đỉnh cao của sự nghiệp, vì vậy hãy nắm bắt cơ hội và không bao giờ lãng phí may mắn trong sự nghiệp. Hãy thử nhiều công việc khác nhau, bạn sẽ tìm thấy một công việc phù hợp bất ngờ. Về mặt học hành, bạn là ưu tú vì bạn rất thông minh và phù hợp nhất để khởi nghiệp. Nhưng nếu không được phép bởi các điều kiện khách quan, bạn cũng có thể làm việc để người khác hoàn thành điều gì đó; đừng chùn bước vì trí thông minh của bạn - thành công bao gồm 1% quà tặng và 99% nỗ lực. Chỉ khi bạn tận dụng tốt năng lượng và tài năng của mình, bạn mới có thể sống với may mắn khá tốt cho sự nghiệp trong năm nay.<br/><br/>&emsp;Mặc dù những người có người sẽ có cơ hội vàng tại nơi làm việc và nhận được sự giúp đỡ từ cấp trên, nhưng các đối thủ cạnh tranh cũng sẽ nắm lấy cơ hội của bạn vì cạnh tranh. Bên cạnh đó, sự xáo trộn từ những người có tính cách đố kỵ sẽ dẫn đến ảnh hưởng trong công việc. Bạn nên giữ bình tĩnh; Hãy là một người dịu dàng. Ngoài ra, dành nhiều thời gian hơn để đọc sách để cải thiện cá nhân.<br/><br/>&emsp;Mặt khác, bạn nên sẵn sàng đối mặt với căng thẳng do công việc của bạn tạo ra và khắc phục những vấn đề do đối thủ của bạn tạo ra. Có khả năng gặp rắc rối pháp lý trong năm nay. Bạn phải đối phó với tất cả những khó khăn với một khung tâm trí tuyệt vời, và thành công cuối cùng sẽ thuộc về bạn.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tài lộc của tuổi Hợi năm 2020</b><br/>&emsp;Tuổi Hợi sẽ rất may mắn trong việc kiếm tiền và nhận được lợi ích lớn trong đầu tư chứng khoán. Nhưng bạn nên kiểm soát  tiêu tiền. Nếu không, bạn sẽ không cân bằng được thu nhập và chi phí và không tiết kiệm tiền. Ngoài đầu tư, bạn cũng sẽ có cơ hội nhận được lợi nhuận từ việc mua vé số, nhặt tiền hoặc được cảm ơn vì đã mạnh dạn làm những gì chính đáng. Nói một cách dễ hiểu, hãy làm nhiều việc tốt hơn và tích lũy may mắn để được ban phúc nhiều hơn trong tài lộc và nhận được sự giúp đỡ từ người khác.<br/><br/>&emsp;Những cơ hội có thể tạo ra một lượng thu nhập nhất định có thể sẽ bị người khác chộp lấy. Bằng cách này, lợi nhuận cá nhân của bạn sẽ bị xâm phạm. Những kết quả không may mắn này sẽ đến từ các cuộc chạy đua thất bại hoặc thái độ cạnh tranh tiêu cực đối với công việc và cuộc sống. Bạn nên tránh xa các khoản đầu tư mạo hiểm và cũng tránh hợp tác với bạn bè trong năm nay.<br/><br/>&emsp;Tuổi Hợi đi việc làm sẽ có thu nhập ổn định. Bạn nên tập trung vào tiết kiệm và tránh các chi phí không cần thiết. Tất cả các khoản đầu tư đầu cơ nên cẩn thận, và tiết kiệm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tình cảm của tuổi Hợi năm 2020</b><br/>&emsp;Mối quan hệ tình cảm cũng sẽ được ban phúc cho bạn, những người tuổi Hợi có thể cảm thấy thoải mái về điều đó. Được hỗ trợ bởi ngôi sao tốt lành, những chú Lợn độc thân sẽ có nhiều khả năng bắt đầu một mối quan hệ và trở nên nổi bật hơn với người khác giới. Mặc dù vậy, bạn không thể hoàn toàn tập trung vào mối quan hệ tình cảm nhưng lại gây căng thẳng trong công việc và tình yêu bởi vì xem xét cài gì là nền tảng của tình yêu và hạnh phúc. Đối với tuổi Hợi đã kết hôn, bạn nên duy trì hôn nhân đúng cách và tránh xa mối quan hệ ngoài hôn nhân.<br/><br/>&emsp;Các cặp vợ chồng sẽ có một năm tuyệt vời với sự hạnh phúc của họ. Mối quan hệ của bạn sẽ là nguồn ghen tị cho người khác bất chấp những cuộc mâu thuẫn nhỏ thông thường trong cuộc sống hôn nhân. Tất cả các vấn đề giữa các cặp vợ chồng nên được hài hoà ngay lập tức, và sự hòa hợp sẽ thắng thế. Tuooit Hợi đang yêu cũng sẽ có một năm tuyệt vời.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 9, tháng 12.<br/><br/><b>Sức khỏe của tuổi Hợi năm 2020</b><br/>&emsp;Sức khỏe vào năm 2020 và bạn có thể bị một căn bệnh nghiêm trọng, dữ dội và không thể cưỡng lại. Nhưng đừng quá bận tâm về nó vì nó không phải là một căn bệnh nan y nhưng có thể rất đau đớn và đau đớn. Đừng đánh mất trái tim, hãy tự tin và tiếp tục vui sống. Chỉ bằng cách này, bạn có thể phục hồi tốt hơn và nhanh hơn. Đối với bạn, lý do chính khiến bạn bị ốm sẽ là ngày và đêm làm việc liên tục tiêu tốn sức khỏe của bạn; một khi bạn thức khuya trong một thời gian dài và bị bế tắc trong một thời gian dài, bệnh tật, nghiêm trọng hoặc nhỏ, sẽ đánh bạn và kéo bạn xuống từng bước.<br/><br/>&emsp;Dựa trên dự đoán vận may của lợn vào năm 2020, người lợn có nhiều khả năng bị thấp khớp, rối loạn gan và tim và các bệnh trong hệ hô hấp. Lời khuyên là hãy tránh xa những nơi tối tăm và ẩm ướt. Ngoài ra, tham gia các sự kiện ngoài trời và giúp đỡ người khác là phương pháp tốt để điều chỉnh sức khoẻ hợp lý.",
	"BachDuong":"<b>Tử vi về tình cảm của Bạch Dương 2020</b><br/>&emsp;Đối với những bạn cung Bạch Dương mà còn độc thân thì đường tình cảm của bạn trong năm 2020 sẽ rất thuận lợi, may mắn. Bạn có thể sẽ tìm thấy được tình yêu giữa những người bạn đã có sự quen biết và  những người có nhiều điểm chung và có nhiều triển vọng của hôn nhân vào năm 2020.<br/><br/>&emsp;Với những bạn Bạch Dương đã kết hôn, cuộc sống hôn nhân của bạn sẽ hạnh phúc, êm ấm và tràn ngập tình yêu giữ 2 người do ảnh hưởng của hành tinh. Nhưng chuyện đau buồn, cãi vã và cả tổn thương trong quá khứ có thể dễ dàng quên đi. Để tránh những cãi vã trong cuộc sống vợ chồng, 2 người nên thẳng thắn trong giao tiếp sẽ giúp ích rất nhiều để cải thiện tình cảm.<br/><br/><b>Về sự nghiệp của Bạch Dương năm 2020</b><br/>&emsp;Dự báo năm 2020 cho Bạch Dương cho thấy đây có thể là một giai đoạn hỗn loạn trong nửa đầu năm 2020 này. Bạn có thể sẽ gặp một ít khó khăn, nhưng mọi chuyện sẽ sớm suôn sẻ hơn và có thể sẽ có những thay đổi trong sự nghiệp. Tuy nhiên, bạn cũng nên giữ mối quan hệ hài hòa với người có kinh nghiệm và đồng nghiệp của mình. <br/><br/><b>Về tài chính năm 2020</b><br/>&emsp;Trong năm 2020 của Bạch Dương dự đoán một năm có rất nhiều may mắn về tài chính, đặc biệt là cuối tháng Sáu. Nếu quyết tâm và kiên trì bạn hoàn toàn có thể  bắt đầu một doanh nghiệp hoặc công việcc mới. Với vận may của năm nay, ban sẽ không gặp nhiều trục trặc đáng kể nào trong tình hình tài lộc của bạn và bạn có thể hứng thú với việc quyên góp vào các hoạt động nhân đạo.<br/><br/><b>Về sức khỏe của Bạch Dương năm 2020</b><br/>&emsp;Tình hình sức khỏe của Bạch Dương cho thấy bạn nên tập trung vào cuộc sống bình an và tránh căng thẳng. Ảnh hưởng của Sao Mộc có thể được nhìn thấy trong việc duy trì sức khỏe tốt của bạn trong nửa đầu năm. Sáu tháng cuối năm sẽ trở nên tồi tệ trên mặt trận sức khỏe, bạn cần phải bảo tồn và duy trì năng lượng trong bạn.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Bạch Dương cho thấy bạn sẽ khá bình thản, và may mắn trong năm nay. Đối với hầu hết các việc, mọi thứ sẽ ổn định và không đáng lo ngại. Những thay đổi đáng kể có thể đến, nhưng chỉ khi bạn là người tạo ra chúng. Những thay đổi nhỏ sẽ tự đến. Bạn sẽ cần phải hành động hoặc làm việc chăm chỉ hơn nữa nếu bạn muốn làm cho năm của bạn thú vị hơn.<br/><br/><b>Tử vi hàng tháng của Bạch Dương 2020</b><br/><b>Tháng 1</b>:  Đây là thời điểm tuyệt vời để Bạch Dương bắt đầu một liên doanh, công việc hoặc những hợp đồng mới.<br/><br/><b>Tháng 2</b>: Một tháng tuyệt vời để xây dựng các mối quan hệ ngoại giao chuyên nghiệp và cá nhân của bạn.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng giúp bạn bạn sẽ có năng lượng và hứng thú để thực hiện những nhiệm vụ khó khăn nhất trong công việc của mình.<br/><br/><b>Tháng 4</b>:  Tháng này là thời điểm tốt nhất để sử dụng năng lượng của bạn cho các ý tưởng xây dựng trong công việc.<br/><br/><b>Tháng 5</b>:  Tháng này bạn phải cẩn thận để không tham gia vào các dự án đầy tham vọng.<br/><br/><b>Tháng 6</b>: Vào tháng 6 bạn cần kiên trì và có sự kiên nhẫn cho những thời điểm khó khăn để vượt qua.<br/><br/><b>Tháng 7</b>: Đây là tháng giúp đỡ người khác sẽ mang lại cho bạn niềm vui và hạnh phúc.<br/><br/><b>Tháng 8</b>:  Tháng 8 có thể mang lại một số nhầm lẫn trong các khía cạnh khác nhau của cuộc sống.<br/><br/><b>Tháng 9</b>: Đây là tháng sẽ mang đến sự quan tâm trong việc thức tỉnh tâm linh cho cung hoàng đạo Bạch Dương.<br/><br/><b>Tháng 10</b>:  Tháng 10 chính xác là lúc bạn sẽ bận rộn với nhiều điều xảy ra trong cuộc sống.<br/><br/><b>Tháng 11</b>: Bạn sẽ cần phải đi chậm, cân nhắc kỹ lưỡng về công việc của mình hơn  để bạn không bị thua lỗ.<br/><br/><b>Tháng 12</b>:  Đây sẽ là một tháng tốt cho Bạch Dương, và bạn cũng sẽ cảm thấy tốt khi giúp đỡ người khác.<br/><br/>&emsp;",
	"KimNguu":"<b>Về sự nghiệp năm 2020 của Kim Ngưu</b><br/>&emsp;Tử vi năm 2020 của Kim Ngưu cho thấy bạn nên cẩn trọng về các mối quan hệ với đồng nghiệp của mình, những người có thể tạo ra những trở ngại cho bạn. Tuy nhiên, trong năm nay bạn có thể hoàn thành mục tiêu của mình bằng sự siêng năng và kiên trì, mọi nỗ lực đều có thể thu lại được thành quả xứng đáng. Bạn cũng có thể có một ông việc tốt hơn hoặc được thăng chức lên một vị trí cấp cao.<br/><br/><b>Về tài chính của Kim Ngưu 2020</b><br/>&emsp;Dự đoán cung hoàng đạo Kim Ngưu 2020, vào khoảng cuối tháng 8 vấn đề tài chính của bạn sẽ may mắn, thành công hơn. Bên cạnh đó, nếu bạn có bất cứ dự định gì cần tiêu sài đến tiền, thì mọi thứ sẽ không quá khó khăn. Tuy nhiên hãy luôn biết tiết kiệm tiền và giữ nó cho ngày sau.<br/><br/><b>Tử vi tình yêu của Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, tình yêu cuộc sống của bạn sẽ tràn ngập cảm xúc và đam mê. Mối quan hệ của bạn sẽ tốt đẹp và thuận lợi hơn rất nhiều. Đây cũng là dịp giúp bạn kết nối lại các mối quan hệ căng thẳng trong những năm qua. <br/><br/>&emsp;Đối với những người đã kết hôn, việc tiến tới hôn nhân là điều tự nhiên. Cuộc sống vợ chồng sẽ có nhiều điều mới mẻ, hạnh phúc trong năm nay.<br/><br/><b>Tử vi gia đình Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, cuộc sống gia đình của Kim Ngưu đảm bảo sẽ có một năm hạnh phúc và dễ chịu hơn so với mọi năm. Mặc dù có thể có một số xích mích trong nửa đầu năm giữa các thành viên trong gia đình, nhưng những tháng cuối năm moi chyện sẽ ổn thỏa và tốt đẹp hơn. <br/><br/><b>Tử vi sức khỏe của Kim Ngưu năm 2020</b><br/>&emsp;Trong năm 2020 này, Kim Ngưu nên hết sức chú tâm đến tình trạng sức khỏe của bạn trong năm nay. Bạn hãy cố gắng thực hiện một số thói quen tập thể dục và cố gắng ăn một chế độ ăn uống điều độ, cân bằng để bạn có thể khỏe mạnh nhất có thể.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Kim Ngưu cho thấy đây là một năm ổn định và bình yên đối với bạn. Do đó là thời điểm thích hợp để bạn bắt tay vào những kế hoạch đẫ đặt ra. Hãy chuẩn bị để đưa ra quyết định quan trọng liên quan đến nghề nghiệp hoặc các mối quan hệ của bạn. Ngoài ra, bạn cũng nên hỏi ý kiến của người thân trong gia đình để đưa ra quyết định đúng đắn nhất.<br/><br/><b>Tử vi hàng tháng của Kim Ngưu 2020</b><br/><b>Tháng 1</b>: Trong tháng này Kim Ngưu cần phải cẩn thận trên mặt trận sức khỏe của bản thân, tập thể dục và ăn uống điều độ.<br/><br/><b>Tháng 2</b>: Tháng này sẽ yêu cầu bạn phải kiên nhẫn trên các mặt trận cá nhân cũng như tính chuyên nghiệp.<br/><br/><b>Tháng 3</b>: Tháng này, Kim Ngưu sẽ thấy được ​​sự cải thiện về tài chính và nắm giữ tiền tệ.<br/><br/><b>Tháng 4</b>: Đây sẽ là tháng bạn đạt được nhiều thành tự trong công việc, c cải thiện triển vọng kinh doanh và sự nghiệp của bạn.<br/><br/><b>Tháng 5</b>: Đây là một tháng tốt lành cho du lịch và phúc lành tài chính.<br/><br/><b>Tháng 6</b>: Mọi điều tốt đẹp sẽ đến với sức khỏe tốt và cơ hội mới cho Kim Ngưu.<br/><br/><b>Tháng 7</b>: Tháng 7 này, bạn có thể theo đuổi một kỹ năng mới và phát triển cơ hội kiếm việc làm tốt hơn.<br/><br/><b>Tháng 8</b>: Bạn sẽ kiếm được một số tiền từ các nguồn bất ngờ.<br/><br/><b>Tháng 9</b>: Đây có thể sẽ là một tháng lý tưởng để dành cho bạn bè và gia đình, hãy dành thời gian để quan têm đến gia đình của mình hơn.<br/><br/><b>Tháng 10</b>: Đây là khoảng thời gian những người đã sai, bạn sẽ phải gánh chịu hậu quả.<br/><br/><b>Tháng 11</b>: Là thời điểm thích hợp cho sự khởi đầu mới. Bạn sẽ được ban phúc với may mắn và hạnh phúc.<br/><br/><b>Tháng 12</b>: Tháng 12 sẽ là thời điểm tốt để tận hưởng bản thân và đi nghỉ dài ngày với những người thân yêu.<br/><br/>&emsp;",
	"SongTu":"<b>Tử vi sự nghiệp Song Tử  năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho Song Tử trong năm 2020, nếu bạn làm việc trong ngành nghề và quan hệ đối tác sẽ có một giai đoạn thuận lợi. Do những khía cạnh tích cực của Sao Mộc, bạn có thể mong đợi rất nhiều thành tích trong công việc của mình. Bên cạnh đó, bạn cũng sẽ đạt được bởi những thay đổi bước ngoặt trong môi trường kinh doanh.<br/><br/><b>Tử vi tài chính Song Tử 2020</b><br/>&emsp;Những người thuộc cung Song Tử có thể sẽ gặp nhiều khó khăn trong vấn đề tài chính trong năm nay. Điều này chủ yếu là do các khía cạnh tiêu cực của Sao Thổ. Hơn nữa, bạn nên tránh những chi phí không cần thiết, chi phí phải phù hợp hoặc nằm trong thu nhập của bạn và cần học cách tiết kiệm.<br/><br/><b>Tử vi tình yêu Song Tử năm 2020</b><br/>&emsp;Tình yêu của Song Tử cho năm 2020 cho thấy một giai đoạn hài hòa, hạnh phúc cho các cặp vợ chồng và cả những ai còn độc thân. Bạn sẽ có nhiều cơ hội để hiểu đối tượng của mình hơn. Kết quả là tình yêu cuộc sống sẽ thú vị và bình yên.<br/><br/>&emsp;Với những ai đã kết hôn có thể sẽ có được rất nhiều niềm vui và đam mê trong năm 2020. Để duy trì mọi mối quan hệ,  bạn cần tránh tranh cãi về những điều nhỏ nhặt.<br/><br/><b>Tử vi gia đình Song Tử năm 2020</b><br/>&emsp;Dự đoán chiêm tinh Gia đình Song Tử cho năm 2020 chỉ ra rằng các khía cạnh kết hợp của Sao Mộc và Sao Thổ sẽ mang lại sự hài hòa cũng như chia sẻ các vấn đề. Cuộc sống gia đình sẽ hòa thuận, êm ấm, tuy nhiên cũng hết sức tránh các mâu thuẫn từ vấn đề nhỏ. Bên cạnh đó, hãy thường xuyên hỏi thăm và chia sẻ với thành viên trong gia đình.<br/><br/><b>Tử vi sức khỏe Song Tử 2020</b><br/>&emsp;Tử vi cung Song Tử dự báo cho thấy sức khỏe của bạn sẽ có vấn đề trong năm 2020. Vạy nên hãy thường xuyên chăm chút đến sức khỏe của mình. Trong quý thứ hai, bạn nên chuẩn bị để đối mặt với những cơn đau ốm đột ngột vì những khía cạnh tiêu cực của Sao Mộc.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Tử cho thấy rằng năm nay là một khởi đầu mới cho bạn. Trong năm nay, bạn hoàn toàn có thể chọn lựa bắt đầu một thứ gì đó mới mẻ để làm việc hoặc giải trí. Làm những việc mà bạn yêu thích và không thỏa hiệp với bất kỳ ai khác. 2020 là năm của bạn, vì vậy hãy làm bất cứ điều gì bạn cần làm để làm cho nó tuyệt.<br/><br/><b>Hãy cùng xem tử vi cung Song Tử hàng tháng năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là thời gian để bạn suy ngẫm về bước đi tiếp theo của mình và tập trung hơn vào giáo dục.<br/><br/><b>Tháng 2</b>: Hãy hết mình theo đuổi đam mê và cả các sự kiến giáo dục của mình.<br/><br/><b>Tháng 3</b>: Tháng 3 có thể là thời điểm khó khăn để bạn giữ im lặng khi thấy điều gì đó không ổn xảy ra.<br/><br/><b>Tháng 4</b>: Bạn có thể cải thiện mối quan hệ của bạn với bạn bè và gia đình của bạn.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng đầy đam mê và cảm xúc. Thực hành thiền sẽ có lợi.<br/><br/><b>Tháng 6</b>: Là một tháng tràn đầy năng lượng khi bạn sẽ muốn làm một cái gì đó mới, tiếp tục hết mình với công việc của mình.<br/><br/><b>Tháng 7</b>: Hãy lên kế hoạch cho tương lai của bạn. Có thể là một nghề nghiệp hoặc các mối quan hệ mới, đây là một tháng tốt để suy nghĩ về nó.<br/><br/><b>Tháng 8</b>: Tháng 8 sẽ là một tháng đầy biến động trong cuộc sống của bạn. Thời điểm khó khăn có thể đến trước mặt bạn.<br/><br/><b>Tháng 9</b>: Bạn nên giao tiếp tốt hơn với những người thân yêu và đồng nghiệp.<br/><br/><b>Tháng 10</b>: Bạn sẽ cần đưa ra những quyết định quan trọng có thể thay đổi tương lai của bạn.<br/><br/><b>Tháng 11</b>: Tháng này, bạn sẽ thích giúp đỡ mọi người, điều đó sẽ mang lại cho bạn sự bình an về tinh thần.<br/><br/><b>Tháng 12</b>: Hứa hẹn tháng 12 sẽ là một tháng bận rộn. Nhiều lực sẽ kéo bạn theo các hướng khác nhau.<br/><br/>&emsp;",
	"CuGiai":"<b>Triển vọng sự nghiệp cung Cự Giải năm 2020</b><br/>&emsp;Dự đoán tử vi năm 2020 của Cự Giải, năm nay có khả năng xảy ra xung đột tại nơi bạn làm việc nên cần cẩn thận lời ăn tiếng nói hoặc các mối quan hệ khác. Bạn sẽ cần phải làm việc chăm chỉ hơn và tự tin hơn so với đồng nghiệp nếu bạn muốn đạt nhiều thanh tựu vào năm 2020.<br/><br/><b>Dự đoán tình yêu cung Cự Giải năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn có khả năng tìm thấy sự hòa hợp trong các mối quan hệ tình cảm của mình. Mọi thứ sẽ tự nhiên và tốt đẹp hơn rất nhiều.<br/><br/>&emsp;Nếu bạn hiện là một Cự Giải độc thân, thì đây cũng là một năm tuyệt vời để cố gắng tìm kiếm người như ý. Bạn có nhiều khả năng tìm thấy tình yêu với một người mà bạn có nhiều điểm chung hơn là những người khác thích bạn.<br/><br/><b>Dự báo Tài chính cung Cự Giải năm 2020</b><br/>&emsp;Năm Canh Tý này, bạn cũng có khả năng gặp may mắn trong tài chính của mình trong năm nay. Cuộc sống của bạn sẽ tiện lợi, dễ dnagf hơn với việc chi tiêu thường nhật. Tiền bạc cũng du giả hơn rất nhiều. Làm việc theo sở thích kiếm tiền cũng là một cách tốt để có thêm tiền tiêu vặt.<br/><br/><b>Tử vi sức khỏe cung Cự Giải năm 2020</b><br/>&emsp;Có thể thấy, trong năm nay bạn có thể sẽ gặp vấn đề với sức khỏe nhưng bạn vẫn nên cố gắng tập thể dục thường xuyên. Cố gắng thích nghi với một thói quen tập thể dục hoặc chế độ ăn uống mới trong năm nay.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Cự Giải dự đoán rằng năm nay bạn sẽ có nhiều may mắn và học được nhiều điều về bản thân bằng cách xem những gì người khác làm. Bạn sẽ có nhiều cảm hứng trong công việc của mình. Đây chỉ là một vài ví dụ về những điều có thể truyền cảm hứng cho sự thay đổi trong cuộc sống của bạn vào năm 2020.<br/><br/><b>Tử vi hàng tháng của Cựu Giải năm 2020</b><br/><b>Tháng 1</b>: Tháng này sẽ là một tháng của những câu hỏi và sự nhầm lẫn cho Cự Giải.<br/><br/><b>Tháng 2</b>: Trong tháng này, bạn sẽ có khoảng thời gian cần cẩn thận với những gì xảy ra xung quanh bạn để không gặp phải những chuyện không mong muốn.<br/><br/><b>Tháng 3</b>: Đây là thời điểm tốt để theo đuổi giáo dục đại học.<br/><br/><b>Tháng 4</b>: Tháng 4 sẽ là một tháng đầy cảm xúc đối với những người Cự Giải.<br/><br/><b>Tháng 5</b>: Trong tháng này, hãy tập trung năng lượng của bạn vào các công việc cần tới bạn.<br/><br/><b>Tháng 6</b>: Bạn sẽ có nhiều cảm hứng và cả cơ hội trong công việc.<br/><br/><b>Tháng 7</b>: Vì là tháng sinh nhật của bạn khi bạn sẽ hạnh phúc về mọi mặt trong cuộc sống, chuyện tình cảm như ý.<br/><br/><b>Tháng 8</b>: Đây là một tháng tốt lành để bắt đầu dự án mới mà bạn đã chuẩn bị trong nhiều tháng.<br/><br/><b>Tháng 9</b>: Hãy cẩn trọng vì đây là lúc bạn nên chuẩn bị để đối mặt với mọi trở ngại trên con đường của mình.<br/><br/><b>Tháng 10</b>: Hứa hẹn sẽ là một tháng thuận lợi khi bạn sẽ rơi vào những mối quan hệ mới.<br/><br/><b>Tháng 11</b>: Khoảng thời gian này bạn cần suy nghĩ kỹ trước khi đưa ra bất kỳ quyết định quan trọng nào.<br/><br/><b>Tháng 12</b>: Bạn sẽ dành nhiều thời gian cho chuyện tình cảm cá nhân của mình.<br/><br/>&emsp;",
	"SuTu":"<b>Về tình yêu của cung Sư Tử năm 2020</b><br/>&emsp;2020 là một năm cho sự thay đổi khi nói đến mối quan hệ của bạn. Tuy nhiên, có thể xảy ra vấn đề trong cuộc sống lãng mạn của bạn, nếu bạn không ở bên đúng người. Bạn có thể cố gắng giải quyết mọi việc hoặc bỏ chúng đi khi xảy ra vấn đề.<br/><br/>&emsp;Nếu bạn đang tìm kiếm một mối quan hệ mới, bạn có thể sẽ gặp được người như ý và khả năng sẽ hạnh phúc hơn với các kết nối hơn là các cam kết.<br/><br/><b>Sự nghiệp của Sư Tử năm 2020</b><br/>&emsp;Chiêm tinh học 2020 dự đoán rằng năm nay bạn sẽ tập trung hơn bao giờ hết vào công việc. Bên cạnh đó, bạn cũng có khả năng nhận được nhiều công việc hơn. Cố gắng kết bạn với đồng nghiệp và cấp trên của bạn. Chúng giúp bạn tạo ra sự ổn định trong công việc của bạn, và thậm chí giúp bạn nổi bật. <br/><br/><b>Dự báo tài lộc của Sư Tử năm 2020</b><br/>&emsp;Trong năm nay bạn sẽ cảm thấy có xu hướng tiết kiệm tiền của mình hơn là chi tiêu hoang phí. Bởi vì điều này, bạn cũng có khả năng tăng thu vào ngân sách của bạn nhiều hơn và chăm sóc nó tốt cho bản thân hơn so với những năm trước. Hãy nắm bắt cơ hội để kiếm nhiều tiền hơn, như đầu tư vào năm 2020.<br/><br/><b>Tử vi sức khỏe cho Sư tử năm 2020</b><br/>&emsp;Tử vi dự đoán năm 2020 báo trước rằng Sư Tử có thể cảm thấy bốc đồng hơn bình thường trong năm nay. Trong khi điều này là tuyệt vời cho tâm trí của bạn, nó cũng tuyệt vời cho cơ thể của bạn. Bạn nên thử các bài tập mới hoặc ăn các loại thực phẩm mới. Bên cạnh đó, một vấn đề phổ biến với Leos là họ thiếu ngủ, vì vậy hãy cố gắng thực hiện điều này để tránh mệt mỏi nói chung và các vấn đề sức khỏe có thể đi kèm với nó.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Sư Tử dự đoán rằng năm nay tất cả là dành cho sự phát triển cá nhân, đây sẽ là thông tin cho gần như mọi Sư Tử. Bạn có khả năng có nhiều năng lượng hơn để hoàn thành công việc và còn dư lại để tiệc tùng một chút sau đó. Bạn có thể hoàn thành bất cứ điều gì nếu bạn cố gắng hết sức ngay cả trong thời kỳ khó khăn của sao Thủy năm 2020! Đối với hầu hết mọi thứ, bạn có thể có một năm dễ dàng và thú vị.<br/><br/><b>Tử vi hàng tháng của Sư Tử năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt cho việc hướng nội, lập kế hoạch trong tương lai và có gắng thực hiện nó một cách hoàn hảo.<br/><br/><b>Tháng 2</b>: Bạn cần thực hiện các kế hoạch một cách hoàn chỉnh thay vì phá vỡ những chi tiết nhỏ nhặt.<br/><br/><b>Tháng 3</b>: Có thể nói tháng 3 là thời điểm tốt cho những mối quan hệ lãng mạn và tình yêu mới. Đừng bắt đầu một cái gì đó mới trên mặt trận sự nghiệp của bạn.<br/><br/><b>Tháng 4</b>: Những gì đang xảy ra trong tháng này hãy cố gắng làm quen và chấp nhận nó.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng tuyệt vời để Sư tử bắt đầu các dự án mới và giúp đỡ những người khác trong các hoạt động xã hội.<br/><br/><b>Tháng 6</b>: Tháng 6 sẽ thuận lợi khi bạn sẽ đối mặt với cuộc sống với nụ cười trên khuôn mặt.<br/><br/><b>Tháng 7</b>: Bạn hãy biết cách nắm lấy các cơ hội đến với bạn trong tháng này.<br/><br/><b>Tháng 8</b>: Sẽ là một tháng thuận lợi khi bạn sẽ tràn đầy sức sống và đam mê mới, bạn sẽ không dễ dàng bỏ cuộc.<br/><br/><b>Tháng 9</b>: Đây là một tháng để xã hội hóa và tiệc tùng, chỉ cần đừng quá lạm dụng nó.<br/><br/><b>Tháng 10</b>: Sẽ là một tháng ổn định, yên bình. Đây là thời điểm thích hợp để trở lại trên đôi chân của bạn.<br/><br/><b>Tháng 11</b>: Tháng này sẽ đem lại nhiều điều tốt cho sinh viên Sư Tử. Tài chính cũng sẽ rất tuyệt vời và tốt hơn.<br/><br/><b>Tháng 12</b>: Bạn nên  đi hành hương nhiều hoặc bắt đầu những kỳ nghỉ tâm linh với những người thân yêu của bạn.<br/><br/>&emsp;",
	"XuNu":"<b>Về tình yêu của Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, mọi sự sẽ rất may mắn với Xử nữ trong chuyện tình cảm, mọi thứ đang diễn ra tốt đẹp với bạn và bạn không cần phải thay đổi những gì bạn đang làm. <br/><br/>&emsp;Trong năm mới này, nhiều cơ hội sẽ đến theo cách của bạn để tạo ra sự thay đổi trong mối quan hệ của bạn nếu bạn cần. Các mói quan hệ cũng sẽ đến nếu bạn đang tìm cách cải thiện mối quan hệ của mình với bạn bè và các thành viên trong gia đình.<br/><br/><b>Sự nghiệp của cung Xử Nữ năm 2020</b><br/>&emsp;Vấn đề sự nghiệp của xử Nữ trong năm nay sẽ có ảnh hưởng đôi chút từ năm ngoái. Cuộc sống của bạn sẽ vẫn hoạt động theo cùng một cách như năm ngoái, không có nhiều điểm khác biệt rõ rệt. Bạn có thể tập trung vào một thứ rất lâu và kỹ năng của bạn có khả năng tỏa sáng, thành công hơn nữa trong năm nay.<br/><br/><b>Tài chính cung Xử Nữ năm 2020</b><br/>&emsp;Cung Xử Nữ năm 2020 cũng gợi ý rằng bạn cũng sẽ cải thiện rất nhiều về thu nhập của mình trong năm nay. Bạn sẽ có đủ tiền để chi trả cho tất cả các chi phí cũng như nhu cầu thiết yếu trong cuộc sống và có thêm một số tiền để tiết kiệm cho tương lai.<br/><br/><b>Sức khỏe cho cung Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn sẽ có rất nhiều năng lượng và sức khỏe vẫn duy trì tốt. Điều cần thiết là bạn thường xuyên tập thể dục trong năm nay để giữ dáng, ăn uống điều độ khoa học  hơn. Nói chung chăm sóc bản thân tốt cũng sẽ giúp ngăn ngừa nhiều bệnh tật và thương tích. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Xử Nữ gợi ý rằng bạn nên sử dụng hàng năm để cố gắng cải thiện cuộc sống cá nhân, công việc, các mối quan hệ, ngay cả khi cuộc sống xã hội và công việc của bạn có vẻ trì trệ. Bạn có xu hướng chia sẻ cảm xúc và cảm xúc bên trong của bạn trong năm nay với mọi người xung quanh. Năm nay sẽ đi kèm với cả kết quả tốt và xấu trong hành động của bạn, cũng như những điều tốt và xấu nằm ngoài tầm kiểm soát của bạn trong năm 2020 Sao Thủy nghịch hành.<br/><br/><b>Tử vi hàng tháng của cung Xử Nữ năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm chính là thời điểm lý tưởng để bắt đầu các dự án mới hoặc thay đổi công việc của bạn.<br/><br/><b>Tháng 2</b>: Tháng 2 sẽ chứa đầy những bất ngờ và tình huống không nằm trong tầm kiểm soát của bạn, hãy sẵn hàng để đối mặt với chúng.<br/><br/><b>Tháng 3</b>: Nếu bạn mong muốn nối lại các mối quan hệ thì đây là thời điểm tốt để kết bạn mới và liên lạc với những người bạn cũ.<br/><br/><b>Tháng 4</b>: Bạn sẽ bắt đầu bằng tích cực nhưng chậm lại vào cuối tháng.<br/><br/><b>Tháng 5</b>: Hứa hẹn đây sẽ là tháng  khó khăn đối với các Xử Nữ. Bạn thường không chắc chắn về các quyết định mà bạn đang đưa ra.<br/><br/><b>Tháng 6</b>: Đây là thời điểmckhi bạn sẽ hành động trái với bản chất của mình và bị cám dỗ đưa ra quyết định vội vàng, đôi khi là sai lầm.<br/><br/><b>Tháng 7</b>: Bạn hãy tự nhìn vào nội tâm của mình và tìm câu trả lời cho sự an lành về tinh thần của bạn.<br/><br/><b>Tháng 8</b>: Tâm trí của bạn sẽ bình yên, và bạn sẽ có thể đưa ra quyết định quan trọng mà không có bất kỳ nghi ngờ nào.<br/><br/><b>Tháng 9</b>: Bạn hãy phát triển cáccmối quan hệ tốt hơn với gia đình bạn và cả người bạn xung quanh.<br/><br/><b>Tháng 10</b>: Tháng 10 sẽ là khoảng thời gian tuyệt vời để giúp đỡ những người khác.<br/><br/><b>Tháng 11</b>: Bạn sẽ có một cuộc sống hạnh phúc và thịnh vượng theo cách bạn muốn.<br/><br/><b>Tháng 12</b>: Tháng này sẽ tràn ngập tiếng cười và niềm vui vì bạn sẽ hào hứng với những sự kiện khác nhau trong cuộc sống.<br/><br/>&emsp;",
	"ThienBinh":"<b>Tình yêu cung Thiên Bình năm 2020</b><br/>&emsp;Chiêm tinh học Thiên Bình năm 2020 dự báo rằng các mối quan hệ trong quá khứ của bạn đều không đáng lo ngại trong năm nay. Có một hỗn loạn nhỏ trong mối quan hệ của bạn trong năm nay và sự hòa hợp trong mối quan hệ của bạn vẫn luôn hiển nhiên. Bạn sẽ muốn có nhiều quyền kiểm soát cuộc sống tình yêu của bạn trong năm nay.<br/><br/>&emsp;Với những Thiên Bình đã kết hôn, Các cặp vợ chồng sẽ có một cuộc sống tình yêu hài hòa và bình yên. Đây là một năm đối với các vấn đề gia đình, vì vậy hãy tận hưởng thời gian mà bạn dành cho gia đình.<br/><br/><b>Sự nghiệp cung Thiên Bình cho năm 2020</b><br/>&emsp;Thiên Bình, trong năm nay bạn sẽ có một sự thôi thúc làm việc nhiều hơn bình thường. Bạn cũng sẽ cảm thấy có xu hướng, cảm hứng làm việc theo sở thích. Vậy nên bạn sẽ  khá bận rộn vào năm 2020, nhưng ít nhất bạn sẽ hạnh phúc và vui vẻ .Điều bắt buộc là phải duy trì mối quan hệ hài hòa với đồng nghiệp và vững vàng trong công việc của mình.<br/><br/>&emsp;Quý II của năm sẽ có những ảnh hưởng tích cực của Sao Mộc và Sao Thổ đối với người Thiên Bình, bạn sẽ dễ đảm bảo thăng tiến lên cấp cao.<br/><br/><b>Tài chính cung Thiên Bình năm 2020</b><br/>&emsp;Năm 2020 này, vấn đề tài chính sẽ không làm Thiên Bình quá đau đầu và bận tâm. Bạn sẽ có ít chi phí lớn nên bạn cảm thấy không lo lắng. Tuy nhiên, hãy cố gắng tiết kiệm tiền khi và hãy theo dõi các chi tiêu của bạn, nhưng hãy thoải mái vào gần cuối năm.Dự báo của tài chính cho Thiên Bình năm 2020 cho thấy tài chính dồi dào trong quý đầu tiên của năm.  Do đó, bạn sẽ có  một số tiền dư có thể được sử dụng để xóa các khoản nợ cũ.<br/><br/><b>Tử vi sức khỏe cho cung Thiên Binh</b><br/>&emsp;Dự đoán sức khỏe năm 2020 của Thiên Bình báo trước rằng bạn cũng nên cẩn trọng vào vấn đề sức khỏe của mình trong năm nay. Trong vài tháng đầu năm bạn sẽ tràn đầy năng lượng, vì vậy hãy sử dụng nó hiệu quả nhất có thể. Tuy nhiên bạn vẫn có thể mắc phải các căn bệnh nhỏ. Do đó, Thiên Bình hãy cố gắng rèn luyện thói quen thể dục thể thao kết hợp với chế độ ăn uống lành mạnh.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Thiên Bình báo trước rằng cuộc sống của bạn sẽ dễ dàng hơn bình thường. Bạn sẽ có nhiều thời gian hơn để làm những việc mình thích. Điều đó mang lại cho bạn sự vui vẻ và cảm hứng  trong năm nay. Bên cạnh đó, năm 2020 là một năm tuyệt vời để tập trung vào bản thân và các mối quan hệ của bạn. Các mối quan hệ của bạn cũng sẽ phát triển theo hướng tích cực hơn so với mọi năm. Bên cạnh đó, bạn cũng có thể dành thời gian rảnh của mình với gia đình và bạn bè của mình.<br/><br/><b>Tử vi theo tháng của cung Thiên Bình năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt để làm cho bạn dễ dàng và lập kế hoạch tốt cho tương lai trong công việc cũng như cuộc sống bên gia đình.<br/><br/><b>Tháng 2</b>: Các Thiên Bình hãy tự tin bắt đầu các dự án mới mà bạn đã lên kế hoạch.<br/><br/><b>Tháng 3</b>: Bạn có thể gặp phải các vấn đề sẽ ảnh hưởng đến tâm trí của bạn và làm bạn khó chịu.<br/><br/><b>Tháng 4</b>: Tháng 4 là khoảng thời gian bạn cần cân bằng suy nghĩ và hành động của mình một cách cẩn thận.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ tiếp thêm năng lượng tăng thêm của bạn sẽ được sử dụng tốt.<br/><br/><b>Tháng 6</b>: Tháng 6 trung bình khi mọi thứ sẽ di chuyển với tốc độ bình thường.<br/><br/><b>Tháng 7</b>: Đây sẽ là một tháng chậm chạp khi nhiều thứ không có lợi cho bạn khiến bạn phải tự đặt câu hỏi.<br/><br/><b>Tháng 8</b>: Bạn có thể gặp nhiều phiền toái và cả khó khăn trong tháng này vì các vẫn đề nảy sinh.<br/><br/><b>Tháng 9</b>: Là khoảng thời gian tuyệt vời để yêu hoặc kết hôn.<br/><br/><b>Tháng 10</b>: Thời điểm thuận lợi cho kinh doanh và các mối quan hệ mới của các Thiên Bình.<br/><br/><b>Tháng 11</b>:  Tháng 11 là thời điểm mọi thứ sẽ diễn ra theo ý bạn, và bạn có thể đạ được những điều mình mong muốn nhưng điều đó không có nghĩa là bạn nên nhiệt tình.<br/><br/><b>Tháng 12</b>: Bạn hãy dành thời gian cho những người thân yêu trong gia đình.<br/><br/>&emsp;",
	"BoCap":"<b>Sự nghiệp cung Bọ Cạp năm 2020</b><br/>&emsp;Dự báo về sự nghiệp của Bọ Cạp dự kiến ​ bạn thành công trong kinh doanh hoặc nghề nghiệp trong năm nay. Quý thứ hai của năm là tốt lành cho các doanh nhân bắt đầu liên doanh mới. Các hành tinh sẽ tăng mức độ tự tin của bạn, và do đó bạn sẽ rất thành công. <br/><br/>&emsp;Về chuyên môn kỹ thuật của bạn sẽ có những tiến bộ vượt bậc trong nửa đầu năm 2020. Tuy nhiên, trong năm 2020 bạn có thể sẽ chán ở công việc hiện tại của bạn. Hãy suy nghĩ ký lưỡng trước khi đưa ra quyết định cuối cùng. Hoặc cố gắng tìm một công việc phù hợp với kỹ năng của bạn và với những thứ bạn thích để thực sự làm việc vì đam mê.<br/><br/><b>Về tài chính cung Bọ Cạp năm 2020</b><br/>&emsp;Tử vi Tài chính cho Bọ Cạp cho năm 2020 dự đoán tài chính của bạn đủ để trang trải chi tiêu và chi phí của bạn. Bên cạnh đó, bạn cũng nên nỗ lực để thu hồi các khoản vay cũ có thể được sử dụng để trang trải các khoản nợ chưa thanh toán của bạn. Đối với những Bọ Cạp muốn cải thiện chuyên môn tài chính của mình, bạn sẽ học các phương pháp để cải thiện tài chính của bạn và để cân bằng thu nhập của bạn với chi phí của bạn.<br/><br/><b>Về tình yêu cung Bọ Cạp năm 2020</b><br/>&emsp;Dự đoán tình yêu của Bọ Cạp cho năm 2020 đã báo trước một thời kỳ hỗn loạn trong vấn đề các mối quan hệ. Những người độc thân sẽ gặp khá nhiều khó khăn khi tham gia vào quan hệ tình cảm .Bạn có thể sẽ phải lựa chọn giữa mối quan hệ nghề nghiệp và tình yêu. <br/><br/>&emsp;Đối với những Bọ Cạp đã có gia đình, cuộc sống gia đình của bạn khá hạnh phúc, ấm êm. Các khía cạnh tích cực của sao Mộc cho thấy các cuộc hôn nhân và sự xuất hiện của trẻ em, hứa hẹn gia đình sẽ có nhiều điều vui trong năm. <br/><br/><b>Về sức khỏe cung Bọ Cạp năm 2020</b><br/>&emsp;Trong năm nay sức khỏe của Bọ Cạp khá ổn định, bạn cũng nên  có ý thức để duy trì sức khỏe của mình. Các hành tinh sẽ giúp bạn quản lý sức sống của bạn. Tuy nhiên, điều cần thiết là sử dụng năng lượng của bạn cho đúng mục đích. Bạn có thể duy trì sức khỏe của mình bằng cách tập trung vào các bài tập phù hợp và chế độ ăn uống lành mạnh và các bài tập sẽ cải thiện sức bền của bạn. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bọ Cạp sẽ là một năm  độc lập và tự do hành động theo bất cứ điều gì bạn muốn. Bạn không bị ràng buộc bởi bất kỳ kiềm chế hoặc ràng buộc bởi bất cứ điều gì. Năm 2020 hứa hẹn sẽ có nhiều cơ hội cho các cá nhân Bọ Cạp thành công trong cuộc sống trên mặt trận tài chính và sự nghiệp. Do đó, họ nên nắm bắt các cơ hội và cố gắng đạt được mục tiêu của mình với kế hoạch đã được lệp lên.<br/><br/><b>Tử vi hàng tháng của cung Bọ Cạp năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là một tháng mà bạn sẽ đam mê nhiều nhiệm vụ, hầu hết trong số đó sẽ vô dụng với bạn về lâu dài.<br/><br/><b>Tháng 2</b>: Bạn sẽ cảm thấy rằng bạn không kiểm soát được mọi thứ, đôi lúc sẽ thấy mệt mỏi. Nhưng chiến thắng này đã kéo dài mãi mãi.<br/><br/><b>Tháng 3</b>: Bạn cần đi chậm và thận trọng với tất cả vấn đề khi có thể.<br/><br/><b>Tháng 4</b>: Mọi việc sẽ thuận lợi hơn đối với bạn. Nhưng đừng nuông chiều bản thân nhiều hơn mức cần thiết.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng tốt để trẻ hóa và tìm mục đích của bạn trong cuộc sống.<br/><br/><b>Tháng 6</b>: Lập kế hoạch thay vì thực hiện bất kỳ nhiệm vụ.<br/><br/><b>Tháng 7</b>: Tháng 7 là thời điểm tốt để quay trở lại với những vấn đề mà bạn đã bỏ dở, hãy hết mình hoàn thiện chúng.<br/><br/><b>Tháng 8</b>: Trong tháng này bạn sẽ bình yên với nội tâm của mình. Chỉ sau đó, bạn mới có thể nhận được những từ chối mà bạn có thể phải đối mặt trong cuộc sống.<br/><br/><b>Tháng 9</b>: Tháng 9 sẽ đi kèm với chia sẻ những thói quen xấu mà bạn có thể bị nghiện. Hãy cảnh báo!<br/><br/><b>Tháng 10</b>: Cuộc sống của bạn sẽ tràn đầy tình yêu và sự ấm áp. Bạn sẽ được ban phúc và chia sẻ hạnh phúc của mình với người khác.<br/><br/><b>Tháng 11</b>: Đây là tháng sinh của bạn, và không có gì có thể ngăn cản bạn bây giờ.<br/><br/><b>Tháng 12</b>: Chắc chắn là khoảng thời gian tuyệt vời cho tình yêu, sự lãng mạn, mang thai và các mối quan hệ mới.<br/><br/>&emsp;",
	"NhanMa":"<b>Sự nghiệp của cung Nhân Mã năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho cung Nhân Mã năm 2020 sẽ may mắn và tốt lành. Năm nay hứa hẹn cho các bạn có thể bắt đầu các dự án mới. Tuy nhiên, bạn nên thận trọng nếu bạn đang bắt đầu kinh doanh hợp tác. Năm nay, bạn sẽ có thể đạt được mục tiêu nghề nghiệp của bạn và sẽ được khen thưởng xứng đáng cho những nỗ lực của bạn. Tuy nhiên, điều quan trọng là duy trì mối quan hệ hài hòa với các đồng nghiệp và quản lý của bạn.<br/><br/><b>Tài chính cung Nhân Mã năm 2020</b><br/>&emsp;Tài chính của Nhân Mã năm nay hứa hẹn sẽ dồi dào hơn so với năm trước. Tình hình tài chính sẽ rất tốt và bạn nên tiết kiệm một số tiền để dành các chi phí trong tương lai. Bên cạnh đó, bạn cũng không nên tiêu tiền có nhiều vào những vấn đề không cần thiết, hãy học cách tiết kiệm.<br/><br/>&emsp;Bạn cũng nên trả hết các khoản vay cũ và nghĩ đến việc tăng thu nhập. Nếu bạn có liên quan đến bất kỳ vấn đề pháp lý nào liên quan đến kinh doanh hoặc tài sản, có lẽ kết quả sẽ có lợi cho bạn.<br/><br/><b>Tình yêu của cung Nhân Mã năm 2020</b><br/>&emsp;Tình yêu của Nhân Mã dự đoán sẽ đầy hứa hẹn cho những người độc thân vào năm 2020. Bạn sẽ có thể tìm được đối tượng của mình và có một tình yêu mới và vài tháng cuối năm hứa hẹn nhiều chuyện tình lãng mạn. Nếu bạn đang trong một mối quan hệ, bạn có thể mong đợi một sự thay đổi căn bản của bạn.<br/><br/>&emsp;Với Nhân Mã đã kết hôn, do ảnh hưởng của các hành tinh cho thấy sẽ có những thay đổi đáng kể trong cuộc sống hôn nhân của bạn. Cuộc sống gia đình, vợ chồng sẽ có rất nhiều tình yêu và sự lãng mạn, bạn sẽ cố gắng duy trì và phát triển. Bạn có sự hỗ trợ đầy đủ của các thành viên gia đình trong bất cứ điều gì bạn làm.<br/><br/><b>Sức khỏe cung Nhân Mã năm 2020</b><br/>&emsp;Dự đoán sức khỏe của Nhân Mã chỉ ra một năm tràn đầy niềm vui và sức sống trong năm 2020. Sao Mộc giúp bạn có thể duy trì sức khỏe thể chất và tinh thần của bạn. Tuy nhiên, điều đó không có nghĩa là bạn dành năng lượng cho những thứ không cần thiết hoặc quên giữ thể lực. Bên cạnh đó, bạn cần một chế độ tập thể dục là điều cần thiết để giữ sức khỏe thể chất của bạn. Bạn cũng nên tránh chăng thẳng và nên giữ tinh thần thoải mái.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Nhân Mã hứa hẹn sẽ là một năm thành công trong các lĩnh vực quan hệ và tài chính. Bạn đang mong muốn tạo ra những thay đổi mạnh mẽ trong cuộc sống của bạn. Để thành công trong kế hoạch của bạn, điều cần thiết là phải thực tế hơn và tiến hành chậm và ổn định. Đừng vội vàng để thành công. Bên cạnh đó, năm nay cung Nhân Mã  sẽ quyết định các vấn đề quan trọng trong cuộc sống của họ trong năm. Bạn sẽ phân tích có vấn đề dựa trên kinh nghiệm của bạn và đưa ra quyết định lớn trong cuộc sống.<br/><br/><b>Tử vi theo tháng của cung Nhân Mã năm 2020</b><br/><b>Tháng 1</b>: Bạn sẽ cảm thấy không chắc chắn về bước tiếp theo nên làm, đôi khi sẽ có sự mông lung trong công việc hay các bước ra quyết định.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng cho tình yêu và sự lãng mạn. Hãy suy nghĩ kỹ trước khi bước vào những mối quan hệ mới.<br/><br/><b>Tháng 3</b>: Tháng này bạn cần thận trọng với những người bạn tiếp xúc trong môi trường làm việc và xã hội.<br/><br/><b>Tháng 4</b>: Tháng  sẽ thuận lợi cho các cuộc chinh phục cá nhân và chuyên nghiệp.<br/><br/><b>Tháng 5</b>: Nếu bạn quyết tâm và có niềm tin tiến lên phía trước với thái độ đúng đắn bạn sẽ gặt hái được nhiều thành công.<br/><br/><b>Tháng 6</b>: Đây là một tháng tốt để tổ chức, cuộc sống và ý tưởng của bạn để khi thời gian đến, không có sự chậm trễ.<br/><br/><b>Tháng 7</b>: Khoảng thời gian bạn sẽ thực hiện một nhiệm vụ để tìm câu trả lời cho tất cả các câu hỏi chưa được trả lời trong tâm trí của bạn.<br/><br/><b>Tháng 8</b>: Bạn sẽ đối mặt với nhiều thử thách và đau khổ. Bạn nên cẩn thận với hành động của bạn.<br/><br/><b>Tháng 9</b>: Cũng có thể là thời điểm bạn cần cẩn thận với những hành động và sự nuông chiều của mình.<br/><br/><b>Tháng 10</b>: Sự nghiệp của bạn sẽ thuận lợi và may máy hơn cho  các dự án kinh doanh mới. Thu nhập tài chính cũng sẽ tích cực.<br/><br/><b>Tháng 11</b>: Đây là một tháng may mắn được dành cho những người thân yêu của bạn.<br/><br/><b>Tháng 12</b>: Tháng cuối năm là thời điểm tốt cho du lịch và kỳ nghỉ. Bạn cũng có thể đi công tác.",
	"MaKet":"<b>Tử vi sự nghiệp của cung Ma Kết</b><br/>&emsp;Trong năm 2020 này, triển vọng nghề nghiệp của cung Ma Kết không hứa hẹn sẽ rất sáng sủa, may mắn. Bạn có thể có được những công việc, vị trí tốt trong công việc của mình và có cơ hội thể hiện mình. Tuy nhiên, môi trường làm việc có thể sẽ rất khắc nghiệt cho các Ma Kết. Do đó, bạn cần phải siêng năng và hoàn thành mục tiêu của mình một cách sáng tạo hơn nữa.  Bên cạnh đó, bạn nên tạo mối liên hệ với khách hàng mới và mối quan hệ mạnh mẽ với đồng nghiệp của bạn cũng rất quan trọng cho sự nghiệp của bạn.<br/><br/><b>Tài chính của cung Ma Kết năm 2020</b><br/>&emsp;Dự đoán tài chính của Ma Kết đã báo trước sự gia tăng đáng kể của dòng tiền trong năm 2020. Ngoài ra, đây cũng là thời gian là thuận lợi để thu hồi các khoản vay cũ. Có thể có những chi phí phát sinh đối với việc đi lại và phòng ngừa sức khỏe. Tuy nhiên, Ma Kết có thể gặp rắc rối về pháp lý trong quá trình làm việc của bạn. Chính vậy bạn nên hết sức cẩn trọng trong quá trình giao thương, làm việc của mình.<br/><br/><b>Tình yêu của cung Ma Kết năm 2020</b><br/>&emsp;Tử vi tình yêu cho Ma Kết dự báo rằng tình yêu cuộc sống sẽ tuyệt vời và vui vẻ do hành tinh sao Kim. Sẽ có một sự mới mẻ trong mối quan hệ của bạn với người bạn đời của mình. Đây chính xác là thời gian bạn gắn kết mối quan hệ, hâm nóng thêm tình cảm với người bạn đời của mình.<br/><br/>&emsp;Những người độc thân sẽ có mọi cơ hội để hình thành các mối quan hệ mới, gặp được người vừa ý và sẽ có rất nhiều điều lãng mạn. Hơn nữa, trong năm nay Ma Kết còn có cơ hội cho sự kết hôn sau mối quan hệ tình cảm của mình. Nhìn chung, cuộc sống gia đình của Ma Kết sẽ rất thú vị trong năm 2020 và mối quan hệ của bạn với các thành viên sẽ rất thân mật, tôt đẹp hơn.<br/><br/><b>Sức khỏe của cung Ma Kết năm 2020</b><br/>&emsp;Dự báo sức khỏe cho Ma Kết cho năm 2020 cho thấy nhiều sức sống và ít bệnh tật trong năm. Bạn sẽ có thể duy trì mức năng lượng cao do tập thể dục thường xuyên và chế độ ăn uống lành mạnh. Bạn sẽ có nhiều cảm hứng hơn trong công việc nhờ khía cạnh tâm lý vững vàng của mình.<br/><br/>&emsp;Tuy nhiên, các cá nhân Ma Kết sẽ phải đối mặt với các vấn đề sức khỏe trong quý đầu tiên của năm do các khía cạnh không thuận lợi của Sao Thổ. Sao Mộc sẽ đảm bảo sức khỏe tốt sau quý đầu tiên.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Ma Kết dự đoán rằng bạn sẽ nỗ lực hết sức để đạt được sự bình yên và cả mục đích của mình trong cuộc sống. Tuy nhiên, chính những căng thăng cũng ké khiến bạn kiệt sức và mệt mỏi . Do đó, bạn cũng cần chú trọng hơn nữa đến sức khỏe của mình.<br/><br/>&emsp;Tử vi cung Ma Kết năm 2020 dự đoán rằng đây là một năm tuyệt vời để Ma Kết cải thiện bản thân. Cho dù bạn đang cố gắng cải thiện cuộc sống tình yêu, đời sống xã hội, cuộc sống công việc hay cuộc sống cá nhân, bạn chắc chắn sẽ có thể làm được nếu bạn đặt tâm trí vào nó.<br/><br/><b>Tử vi theo tháng của cung Ma Kết năm 2020</b><br/><b>Tháng 1</b>: Vì là tháng sinh nhật của bạn, nên mọi sự sẽ tràn đầy sự tích cực.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng thú vị khi bạn sẽ có nhiều kế hoạch được triển khai cùng một lúc và có triển vọng thành công.<br/><br/><b>Tháng 3</b>: Hứa hẹn sẽ là một tháng tốt cho giáo dục đại học hoặc theo đuổi một số kỹ năng mới trên mặt trận việc làm.<br/><br/><b>Tháng 4</b>: Bạn hãy suy nghĩ kỹ trước khi đi đến quyết định cuối cùng để tránh các trường hợp ngoài ý muôn .<br/><br/><b>Tháng 5</b>: Thời điểm thích hợp để đưa các kế hoạch của bạn vào hành động. Đừng nghi ngờ khả năng của bạn.<br/><br/><b>Tháng 6</b>: Bạn cần tiến lên một cách cẩn thận nhưng không đưa ra bất kỳ quyết định vội vàng nào.<br/><br/><b>Tháng 7</b>: Bạn phải dẫn dắt đội của mình đến chiến thắng. Có thể là công việc hoặc tình yêu; bạn cần phải thực hiện bước đầu tiên<br/><br/><b>Tháng 8</b>: Tháng 2 là một tháng cần sự cân bằng ở tất cả. Học hỏi kinh nghiệm sẽ chứng minh là có lợi.<br/><br/><b>Tháng 9</b>: Bạn cần ngừng xem xét các vấn đề nhỏ và thay vào đó hãy nghĩ về kế hoạch nói chung.<br/><br/><b>Tháng 10</b>: Bạn sẽ có nhiều cảm hứng và sẽ tập trung vào việc đạt được mục tiêu của mình.<br/><br/><b>Tháng 11</b>: Những người xung quanh sẽ cần sự hỗ trợ, tình yêu và sự giúp đỡ của bạn. Vì vậy đừng nghĩ hai lần trước khi giúp người có nhu cầu.<br/><br/><b>Tháng 12</b>: Cuối năm là một tháng tuyệt vời để lên kế hoạch cho tình yêu và cuộc sống hiện đại của bạn.<br/><br/>&emsp;",
	"BaoBinh":"<b>Sự nghiệp cung Bảo Bình năm 2020</b><br/>&emsp;Tử vi sự nghiệp năm 2020 cho Bảo Bình dự đoán một năm trung bình, không có điểm gì đáng lo ngại cũng như tiến triển vượt bậc. Trong năm nay, bạn nên mạo hiểm vào các dự án mới với sự hướng dẫn của các chuyên gia.<br/><br/>&emsp;Mặc dù bạn hài lòng với tình thình công việc hiện tại của mình, nhưng bạn vẫn nên cố găng hơn nữa để có nhiều dấu mốc đáng chú ý hơn. Bạn hoàn toàn có thể mong đợi một tương lai tốt đẹp khi nhận được kết quả của sự siêng năng của bạn. <br/><br/><b>Tài chính cung Bảo Bình năm 2020</b><br/>&emsp;Năm 2020 sẽ hợp lý tốt cho sự tăng trưởng tài chính đáng chú ý của Bảo Bình. Công việc khó khăn bạn đã làm trong những năm trước sẽ đem lại cho bạn nhiều lợi nhuận và dòng tiền  dồi dào trong năm nay. <br/><br/>&emsp;Các  Bảo Bình là doanh nhân nên tránh bắt đầu các dự án mới và tránh chi tiêu không cần thiết. Tất cả các khoản đầu tư đầu cơ nên được giữ lại cho hiện tại. Bên cạnh đó, dự báo cuối năm 2020 hứa hẹn sẽ gặp may mắn trên mặt trận tài chính.<br/><br/><b>Tình yêu cung Bảo Bình năm 2020</b><br/>&emsp;Dự báo tình yêu cho các cá nhân Bảo Bình năm 2020 chỉ ra rằng bạn sẽ có nhiều điều hứa hẹn về đường tình cảm. Điều này là do ảnh hưởng của Sao Mộc. Bạn sẽ có nhiều thời gian để dành cho người bạn đời của mình và bạn sẽ không ngần ngại tặng cô ấy những món đồ xa xỉ. Do đó, mối quan hệ của bạn cũng tiến triển tốt đẹp hơn.<br/><br/>&emsp;Những người cung Bảo Bình độc thân sẽ có nhiều cơ hội để tìm kiếm những đối tượng yêu đương yêu phù hợp và có được mối quan hệ tình cảm lãng mạn. Bên cạnh đó, bạn nên biết cách kìm nén bản chất bốc đồng tự nhiên của mình và hành động thận trọng để tránh các cãi vã không đáng có. <br/><br/><b>Sức khỏe cung Bảo Bình năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho cung Bảo Bình trong năm 2020 cho thấy sức khỏe của bạn có thể chuyển biến khá phức tạp, có thể tốt hơn hoặc kém hơn. Bạn có thể gặp các vấn đề về tiêu hóa và các bệnh liên quan đến căng thẳng do ảnh hưởng của sao Thổ đối với cung Bảo Bình. Điều cần thiết Bảo Bình cần làm là duy trì sự cân bằng tinh thần,  kiểm soát những suy nghĩ và cảm xúc tiêu cực của mình nếu bạn muốn duy trì sức khỏe. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bảo Bình cho thấy đây là một năm bình thường của bạn. Bạn cần thận trọng với mọi thứ, từ công việc đến tình cảm của mình. Đầu năm, Bảo Bình có thể gặp một số trở ngại cho sự tiến bộ. Nhưng bạn sẽ không bị giữ lại và cố gắng tiến về phía trước với lòng nhiệt thành. Giữa năm thì không gặp quá nhiều thách thức nào, trong khi những tháng cuối năm sẽ là thười gian bạn tẩn hưởng thành quả của mình. <br/><br/><b>Tử vi theo tháng cung Bảo Bình năm 2020</b><br/><b>Tháng 1</b>: Tháng 1 đầu năm sẽ là thời điểm bạn nên tránh đưa ra quyết định lớn nếu chưa suy xét kỹ hưỡng. Bên cạnh đó, bạn hãy tận hưởng cuộc sống của mình.<br/><br/><b>Tháng 2</b>: Bạn cần làm sạch nội tâm của mình và ngừng suy nghĩ xấu về người khác.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng chuyện tình cảm đối với người Bảo Bình khi có cơ hội yêu nhau.<br/><br/><b>Tháng 4</b>: Bạn cần tập trung hết sức và dồn nhiều năng lượng đúng hướng trước khi nó ra khỏi tầm tay.<br/><br/><b>Tháng 5</b>: Có thể bạn sẽ thấy một số gián đoạn trong sức khỏe của bạn, hãy chắc chắn để ngăn chặn tất cả các loại nhiễm trùng trong năm 2020 sao Thủy.<br/><br/><b>Tháng 6</b>: Tháng 6 này, chính là khi bạn cần có một tư duy cởi mở và xử lý các ý tưởng khác nhau để làm việc hiệu quả nhất.<br/><br/><b>Tháng 7</b>: Đây là thời điểm bạn mở ra những cơ hội mới, ban đầu có vẻ buồn tẻ nhưng mọi thứ sẽ tốt đẹp hơn.<br/><br/><b>Tháng 8</b>: Tháng này là thời điểm thích hợp để thực hiện tất cả các giấc mơ và kế hoạch của bạn.<br/><br/><b>Tháng 9</b>: Hứa hẹn sẽ là một tháng tuyệt vời cho tình yêu và hôn nhân mới phát triển thịnh vượng trong công việc của Bảo Bình.<br/><br/><b>Tháng 10</b>: Tháng 10 có vẻ rất khó khăn, nhưng bạn cần phải cố gắng và tiến về phía trước.<br/><br/><b>Tháng 11</b>: Ttháng này khá thuận lợi để bạngiải quyết các vấn đề trong các mối quan hệ.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ tràn ngập niềm vui và hạnh phúc khi bạn dành kỳ nghỉ cùng những người thân yêu của mình.<br/><br/>&emsp;",
	"SongNgu":"<b>Sự nghiệp của cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 hứa hẹn một giai đoạn rất thuận lợi cho các Song Ngư là doanh nhân cũng như người đi làm. Người đi làm có thể mong đợi các chương trình khen thưởng và tăng lương vì ảnh hưởng tích cực của các hành tinh cùng với công việc khó khăn. <br/><br/>&emsp;Tuy nhiên, các Song Ngư nên biết cách duy trì mối quan hệ thân mật với đồng nghiệp và người có kinh nghiệm. Với các doanh nhân, đây sẽ là cơ hỗi cho bạn kiếm được nhiều lợi nhuận hơn và đạt được những mục đích đã đề ra.<br/><br/><b>Tài chính cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 sẽ là một năm đầy triển vọng và mang lại nhiều lợi nhuận cho ngôi sao Song Ngư do thuận lợi của sao Thổ sẽ giúp dòng tiền liên tục. Có thể thấy, đây là một năm tốt lành để mua tài sản, xe cộ hoặc chi tiền cho hôn nhân của bạn. <br/><br/>&emsp;Dòng tiền có thể được tăng cường với sự khéo léo hơn và bám sát vào một chiến lược tài chính hợp lý. Có khả năng nhận được tài lộc ở dạng thừa kế cho một số cá nhân Song Ngư may mắn. Nhìn chung, bạn sẽ nhận được nhiều tiền cũng như chi tiêu như nhau. Do đó, tiết kiệm sẽ là việc bạn cần lưu ý trong năm 2020.<br/><br/><b>Tình yêu của cung Song Ngư năm 2020</b><br/>&emsp;Dự đoán tình yêu của Song Ngư cho năm 2020 dự đoán một giai đoạn tuyệt vời đầy cảm xúc, lãng mạn và cả hạnh phúc.<br/><br/>&emsp;Những Song Ngư độc thân có thể tìm được  mối quan hệ với tình yêu và sự phấn khích. Bạn sẽ có thể tìm thấy tình yêu của sự lựa chọn của bạn, và bạn sẽ có một mối quan hệ lâu dài.<br/><br/>&emsp;Với Song Ngư đã kết hôn, bạn có thể vượt qua mọi khó khăn trong hôn nhân mà không gặp khó khăn gì. Bạn nên tập trung vào hạnh phúc hiện tại. Tuy nhiên, nếu có hiểu làm giữa 2 người hãy giải quyết bằng cách thẳng thắn chia sẻ, và thông cảm cho nhau. Bên cạnh đó, gia đình sẽ chào đón thành viên mới trong năm nay. <br/><br/><b>Sức khỏe của cung Song Ngư năm 2020</b><br/>&emsp;Dự báo sức khỏe cho các cá nhân Song Ngư trong năm 2020 đưa ra một bức tranh hạnh phúc về sức khỏe. Sức khỏe cả về thể chất và tinh thần của Song Ngư sẽ rất ổn định và không quá đáng lo. Bạn sẽ có những thay đổi phù hợp trong chế độ tập thể dục và thói quen ăn kiêng. Thư giãn đầy đủ sẽ đảm bảo bố trí tinh thần thích hợp.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Ngư hứa hẹn rất nhiều điều thú vị và cả những lựa chọn cho cuộc sống của bạn trong tất cả các lĩnh vực. Trong năm nay, các mối quan hệ cũng giúp bạn đạt được mục tiêu một cách nhanh chóng trong công việc của mình. Bạn sẽ hoàn thành xuất sắc kế hoạch và nâng cao cuộc sống của bạn. <br/><br/>&emsp;Với sự ban phúc của Sao Thổ, sự tự tin của bạn sẽ trở nên phi thường. Bạn sẽ có sự hỗ trợ của các thành viên gia đình và đồng nghiệp trong bất cứ điều gì bạn muốn đạt được. Trong khi bạn đang tiến lên phía trước, bạn nên cố gắng kiểm soát sự vội vã, nóng tính của mình.<br/><br/><b>Tử vi theo tháng cung Song Ngư năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm sẽ khá nhạy cảm đối với Song Ngư. Bạn cần lấy lại năng lượng của mình với sự thư giãn để bắt tay vào công việc.<br/><br/><b>Tháng 2</b>: Cuộc sống của bạn sẽ có những thay đổi và bạn nên chuẩn bị để đối mặt với những điều không thể tránh khỏi.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng sáng tạo khi bạn có cơ hội phát huy các kỹ năng của mình.<br/><br/><b>Tháng 4</b>: Bạn đừng cảm thấy bị tổn thương bởi hành vi của mọi người, hãy học cách làm quen với chúng.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng làm việc chăm chỉ và nhiều giờ. Đừng tìm kiếm các phím tắt vì chúng sẽ không hoạt động trong thời gian dài.<br/><br/><b>Tháng 6</b>: Bạn sẽ phải đi chậm lại để xem xét tình hình hơn là chiến đấu một trận chiến bất lợi.<br/><br/><b>Tháng 7</b>: Bạn sẽ khá bận rộn trong tháng này. Bên cạnh đó, vấn đề Tài chính cũng có thể eo hẹp.<br/><br/><b>Tháng 8</b>: Bạn  sẽ có một số nghi ngờ về mọi thứ xảy ra xung quanh bạn. Nhưng bạn sẽ vượt qua mọi thử thách để bước tiếp.<br/><br/><b>Tháng 9</b>: Tháng này sẽ có nhiều hoạt động tích cực cho Song Ngư. Bạn có thể hoàn thành thay vì để mọi thứ hoàn thành dở dang.<br/><br/><b>Tháng 10</b>: Đây là thời điểm bạn cần suy nghĩ kỹ trước khi thực hiện bất kỳ hành động nào.<br/><br/><b>Tháng 11</b>: Tháng 11 là một tháng tích cực khi bạn sẽ có thể hình dung thấy những gì bạn muốn trong cuộc sống.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ mang theo rất nhiều câu hỏi chưa được giải đáp mà chỉ bạn mới có thể trả lời được một số.<br/><br/>&emsp;"
	},
"202004": {
    "Ty":"&emsp;Tử vi tháng 4/2020 Đông phương của 12 con giáp dự báo đây tuổi Tý được Tam Hợp trợ giúp nên tháng 3 âm lịch là một thời điểm rất thích hợp để con giáp này xây dựng những mối quan hệ xã giao. Với sự thông minh, sáng tạo và khả năng xử lý tình huống nhanh nhẹn, bản mệnh dễ dàng gây ấn tượng tốt đẹp với mọi người xung quanh.<br/><br/>&emsp;Vận trình tài lộc không có nhiều biến động. Con giáp này nên an phận thủ thường với những mối làm ăn từ trước đó của mình, nếu muốn mở rộng làm ăn thì cần suy nghĩ kĩ càng, đặc biệt là khách hàng, đối tác của mình. Thương Quan cảnh báo người tuổi Tý không nên quá tham lam, cần biết thế nào là đủ để dừng lại cho đúng mực.<br/><br/>&emsp;Đường tình duyên trong tháng khá sáng, bản mệnh cảm thấy việc tìm kiếm một nửa kia là chưa quá cần thiết và không phải là mục tiêu cấp bách trong thời điểm này. Do ngũ hành tương khắc nên vợ chồng dễ xảy ra những mâu thuẫn, bất đồng. Đôi bên có thể thường xuyên xảy ra tranh cãi, không ai chịu nhường nhịn khiến bầu không khí trong gia đình vô cùng căng thẳng.<br/><br/>&emsp;Về phương diện sức khỏe không được tốt. Do công việc gặp phải nhiều rắc rối và chịu cảnh tiểu nhân quấy phá nên tuổi Tý thường xuyên rơi vào tình trạng mệt mỏi, thậm chí là suy nghĩ bi quan. Bản mệnh cũng cần phải quan tâm đến cơ thể của mình nhiều hơn, năng vận động và có chế độ ăn uống hợp lý.<br/><br/>&emsp;",
	"Suu":"&emsp;Tử vi tháng 4 dương lịch năm 2020 cho thấy tuổi Sửu tính tình trầm lặng và chín chắn, vì vậy con giáp này biết mình cần phải có cách ứng xử như thế nào là phù hợp nhất trong mỗi tình huống khác nhau. Nhờ vậy bản mệnh đã đặt được những bước vững vàng trên con đường sự nghiệp của mình. Song cũng cần chủ ý đến tiểu kẻ tiểu nhân rình rập xung quanh.<br/><br/>&emsp;Con giáp này không nên thực hiện những vụ đầu tư lớn, có tính chất mạo hiểm cao trong thời điểm này. Dưới ảnh hưởng của cục diện Tương Phá nên bản mệnh dễ làm ăn thất thoát, thậm chí bị kẻ tiểu nhân hoặc đối thủ lừa gạt, vướng phải những tai họa không đáng có. Người tuổi Sửu nên giữ vững và phát huy những gì mình đang có trong tay, không nên tham lam.<br/><br/>&emsp;Sao Thái Âm chiếu mệnh khiến nữ mệnh độc thân có nhiều cơ hội gặp gỡ, giao lưu với bạn bè khác phái. Nếu thật sự muốn tìm một người phù hợp với mình, con giáp này nên mở rộng lòng và tự tin hơn khi giao tiếp, không nên vì rụt rè, e ngại mà không dám thể hiện bản thân.<br/><br/>&emsp;Sức khỏe của bản mệnh không có vấn đề gì đáng ngại. Tuổi Sửu nên tiếp tục giữ trạng thái tinh thần tích cực, có như vậy thì khó khăn nào bạn cũng có thể vượt qua một cách dễ dàng. Chú ý rèn luyện sức khỏe, bổ sung các thực phẩm cần thiết để tăng sức đề kháng là hoàn toàn cần thiết trong thời điểm này.<br/><br/>&emsp;",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết người tuổi Dần có thể cảm thấy bế tắc trong khoảng thời gian này. Bản mệnh cảm thấy mất phương hướng, khó khăn trong việc xác định mục tiêu của mình. Khi đứng trước nhiều sự lựa chọn, con giáp nàythường xuyên chần chừ, do dự, không biết phải đưa ra quyết định nào mới đúng đắn.<br/><br/>&emsp;Người làm ăn kinh doanh sẽ phải di chuyển nhiều trong tháng này. Càng bôn ba đó đây, bản mệnh càng giành được tài lộc lớn, còn nếu không có chí tiến thủ thì mãi chỉ đứng yên một chỗ mà thôi. Thiên Tài chiếu mệnh chứng tỏ mọi cố gắng của Tuổi Dần từ không hề uổng công khi nhận được một khoản kha khá.<br/><br/>&emsp;Vận trình tình cảm không có nhiều biến động, dù con giáp này vốn là người thông minh và có tài ăn nói. Người độc thân muốn giữ ai đó ở bên cạnh thì không nên khoe mẽ những điều vốn không thuộc về mình. Người đã có đôi cần phải dành nhiều thời gian hơn để quan tâm đến gia đình, không nên quá tập trung cho sự nghiệp mà bỏ quên những người thân thiết nhất.<br/><br/>&emsp;Tình hình sức khỏe trong tháng khá tốt. Tuy nhiên, khi đi xa con giáp này cần chuẩn bị hành trang đầy đủ để có thể phòng tránh được những sự cố bất ngờ xảy ra. Dù công việc vất vả nhưng tuổi Dần cần chú ý dành thời gian làm việc, nghỉ ngơi hợp lý, không nên làm việc quá sức, dễ khiến tinh thần mệt mỏi.<br/><br/>&emsp;",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, công việc của người tuổi Mão tiến triển nhờ có Tam Hội phù trợ. Bản mệnh có thể nhanh chóng tìm thấy những cơ hội phát triển hoặc những hướng đi mới trong sự nghiệp. Con giáp này không còn cố chấp với suy nghĩ của mình nữa mà biết đánh giá mọi việc trên nhiều phương diện hơn.<br/><br/>&emsp;Tài vận của bản mệnh có điểm sáng nhờ Chính Tài nâng đỡ. Con giáp này vốn là người chăm chỉ làm việc và có lối sống tiết kiệm nên cuộc sống khá thoải mái, dễ chịu. Người làm đầu tư, kinh doanh cũng có thể tìm được những mối khách hàng, đối tác đáng tin cậy dù phải chi tiêu một khoản cho các hoạt động xã giao.<br/><br/>&emsp;Cát tinh chủ về đào hoa soi chiếu, người độc thân có cơ hội tìm được một người thích hợp với mình. Con giáp này có suy nghĩ cởi mở hơn về tình yêu, bạn đã có thể cho những người có thiện cảm với mình cơ hội để hiểu thêm về mình. Người tuổi Mão cũng tự tin thể hiện điểm mạnh của bản thân, thu hút mọi ánh nhìn.<br/><br/>&emsp;Phương diện sức khỏe của con giáp này không gặp vấn đề gì quá đáng lo ngại. Người đã cao tuổi cần chú ý giữ gìn sức khỏe, không nên lao động quá sức khiến cơ thể mệt nhọc, trong khi đó những người còn trẻ cần chú ý vận động, rèn luyện sức khỏe, không nên ngồi một chỗ quá lâu.<br/><br/>&emsp;",
	"Thin":"&emsp;Tử vi phương Đông dự báo vận trình tháng 4/2020 dương lịch, tuổi Thìn dành nhiều thời gian để cố gắng phấn đấu, nuôi dưỡng ước mơ và giữ vững mục tiêu của mình. Song con giáp này nên nhận ra rằng đó không phải là tất cả những gì để đạt được thành công. Chẳng ai có thể hoàn thành được tất cả mọi việc một mình, vì vậy hãy học cách thích nghi với hoàn cảnh và hòa hợp với mọi người.<br/><br/>&emsp;Vận trình tài lộc của con giáp này không chịu nhiều tác động. Người tuổi Thìn nên tiếp tục duy trì các hoạt động đầu tư từ trước tới giờ, nếu có ý định mở rộng kinh doanh thì nên tham khảo ý kiến từ nhiều nguồn thông tin khác nhau, không nên giữ khư khư quan điểm của mình.<br/><br/>&emsp;Con giáp này gặp nhiều ưu phiền trong chuyện tình cảm, nguyên nhân cũng vì bản mệnh đã dành quá nhiều thời gian cho những suy nghĩ vẩn vơ và thu mình lại trong vỏ bọc an toàn. Các cặp đôi thường xuyên tranh cãi với nửa kia vì bất đồng quan điểm. Bản mệnh cho rằng đối phương không thực sự hiểu mình.<br/><br/>&emsp;Sức khỏe của con giáp này không mấy khả quan. Tuổi Thìn thường xuyên cảm thấy mệt mỏi vì áp lực công việc nặng nề, thậm chí dễ dàng ốm đau, bệnh tật mỗi khi chịu tác động của môi trường. Hãy học cách suy nghĩ tích cực hơn, không nên giấu những điều gây ức chế ở trong lòng, bởi như vậy sẽ càng cảm thấy khó chịu hơn.<br/><br/>&emsp;",
	"Ti":"&emsp;Đường công danh sự nghiệp của người tuổi Tị phất lên nhanh chóng nhờ có sự phù trợ của cát tinh. Con giáp này tìm được cơ hội để thể hiện giá trị bản thân mình, gây ấn tượng tốt với cấp trên. Với bản tính nhiệt tình, hăng hái giúp đỡ mọi người, bản mệnh nhanh chóng nhận được sự yêu mến của bạn bè, đồng nghiệp.<br/><br/>&emsp;Vận trình tài lộc của người tuổi Tị về cơ bản vẫn là khá tốt. Con giáp này duy trì được những thành tích mà mình đã đạt được từ trước đến nay. Người có thể dần suy nghĩ đến việc mở rộng quy mô buôn bán, sản xuất để dần dần thu được những khoản lời lãi lớn hơn bây giờ. Người làm công, ăn lương cũng có cơ hội nhận được khoản thưởng vì những nỗ lực trong thời gian qua.<br/><br/>&emsp;Bách Việt chủ đào hoa mang lại cho con giáp này nhiều cơ hội để tiếp xúc với đối tượng khác giới. Tuổi Tị hãy tự tin thể hiện bản thân, chắc chắn sẽ thu hút được ánh nhìn của người ấy. Đây cũng là thời điểm để bản mệnh thành thật hơn với cảm xúc của mình mà bày tỏ với người mình yêu thương bấy lâu.<br/><br/>&emsp;Về phương diện sức khỏe, con giáp này cũng không nên coi thường những tín hiệu bất thường của cơ thể. Bản mệnh cần xây dựng chế độ ăn uống, rèn luyện hợp lý, đồng thời có chế độ làm việc và nghỉ ngơi khoa học, không nên dành quá nhiều thời gian cho các hoạt động vui chơi, giải trí.<br/><br/>&emsp;",
	"Ngo":"&emsp;Người tuổi Ngọ không mấy kiên định với mục tiêu của mình, dễ bị tác động bởi các yếu tố bên ngoài. Vì vậy, muốn bắt tay vào công việc gì, con giáp này cần phải suy nghĩ kĩ lưỡng, vạch hướng đi rõ ràng, biết lắng nghe lời khuyên của mọi người nhưng không để những lời bàn ra tán vào làm mình bị dao động.<br/><br/>&emsp;Đường tài lộc tương đối bình ổn, người làm ăn vẫn sẽ duy trì những mối đầu tư, kinh doanh trước đó của mình. Con giáp này nên giữ quan hệ với những đối tác đáng tin cậy bởi có thể đó sẽ trở thành nguồn thu chủ yếu trong tương lai. Hơn nữa quý nhân chỉ đường dẫn lối cho tuổi Ngọ những hướng phát triển mới.<br/><br/>&emsp;Vận trình tình duyên vượng sắc do có ngũ hành Mộc Hỏa tương sinh. Bản mệnh xây dựng được những mối quan hệ tốt đẹp. Nếu còn độc thân, người tuổi Ngọ nên chú ý hơn đến bề ngoài của mình. Nếu biết cách chưng diện, làm dáng hợp lý, con giáp này có thể dễ dàng thu hút được ánh mắt của đối phương.<br/><br/>&emsp;Con giáp này cần phải chú ý giữ gìn sức khỏe bởi sức đề kháng đang có dấu hiệu suy giảm, dễ mắc phải các bệnh cấp tính hơn mọi người. Chính vì thế bản mệnhcần phải xây dựng thời biểu hợp lý, cân đối giữa làm việc và nghỉ ngơi, ăn uống đầy đủ chất dinh dưỡng, chứ không nên chiều theo sở thích của bản thân quá.<br/><br/>&emsp;",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo tuổi Mùi có nhiều bước phát triển ấn tượng, đặc biệt là với những người vừa bước chân vào xã hội, vừa thay đổi công việc. Con giáp này nhanh chóng thích nghi với những môi trường làm việc mới và sẵn sàng phát triển với những mục tiêu rõ ràng. Nhờ có tinh thần hăng hái và phấn chấn, bản mệnh không ngại bất cứ khó khăn hay trở ngại nào.<br/><br/>&emsp;Vận trình tài lộc có điểm sáng trong tháng 3 âm lịch. Sao tốt Thiên Đức phù trợ giúp con giáp này có thể kiếm được những khoản thu khả quan nhưng chủ yếu là nhờ những công việc làm thêm hoặc những mối làm ăn nhỏ. Người tuổi Mùi làm ăn lớn muốn thu được lợi nhuận lớn cần phải cẩn thận trước khi đưa ra quyết định của mình.<br/><br/>&emsp;Đường tình duyên của con giáp này không được khởi sắc. Người độc thân ít có cơ hội tìm được người như ý. Bản mệnh quá bận rộn cho công việc và những kế hoạch của riêng bản thân mình nên ít có thời gian nghĩ đến chuyện yêu đương. Vốn là người mạnh mẽ và độc lập nên tuổi Mùi cảm thấy hài lòng với cuộc sống hiện tại.<br/><br/>&emsp;Về phương diện sức khỏe không có vấn đề gì nghiêm trọng cả. Tinh thần phấn chấn khiến con giáp này cảm thấy khỏe mạnh hơn và sẵn sàng bắt tay vào thực hiện bất cứ kế hoạch nào. Song người tuổi Mùi cũng không nên lao động quá sức khiến cơ thể hoặc tinh thần rơi vào tình trạng mệt mỏi lâu ngày.<br/><br/>&emsp;",
	"Than":"&emsp;Xem tử vi tháng 4/2020 dương lịch, người tuổi Thân chăm chỉ, miệt trong công việc chắc chắn sẽ gây ấn tượng tốt đẹp với đồng nghiệp và cấp trên, từ đó nhận được những cơ hội để khẳng định bản thân. Với đầu óc thông minh và giỏi ứng biến của mình, con giáp này có thể hoàn thành tốt những nhiệm vụ được giao, xây dựng được những mối quan hệ xã giao tốt đẹp.<br/><br/>&emsp;Về phương diện tài lộc, bản mệnh có bước phát triển ổn định trong suốt tháng này. Tuổi Thân có thể tìm được những mối đầu tư có triển vọng thông qua sự giúp đỡ của mọi người xung quanh, nhờ vậy mà bản mệnh không cần phải lo lắng quá nhiều đến vấn đề trang trải cuộc sống.<br/><br/>&emsp;Vận trình tình duyên vượng sắc nhờ Tam Hợp cục, con giáp này có thể dễ dàng gây ấn tượng tốt cho mọi người nhờ tính cách cởi mở và hài hước của mình. Nhiều đối tượng khác giới có thể chủ động tiếp cận và làm quen với bản mệnh. Hãy lòng mình để tìm hiểu rõ hơn về bản thân cũng như đối phương nhé.<br/><br/>&emsp;Hung tinh cảnh báo tình trạng sức khỏe của con giáp này không được lý tưởng. Nếu không cẩn thận, tuổi Thân có thể vướng phải họa huyết quang, không những gây hao tiền tốn của mà còn ảnh hưởng nghiêm trọng đến tâm lý, thể trạng. Vì vậy, bản mệnh cần chú ý giữ gìn sức khỏe, không nên là việc quá sức.<br/><br/>&emsp;",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy tuổi Dậu gặt hái được nhiều thành công nhất trong tháng này. Với bản tính mạnh mẽ, quyết đoán thậm chí có phần kiêu ngạo, hiếu thắng của mình, con giáp này sẵn sàng tham gia vào các cuộc tranh đua vị trí trong môi trường làm việc. Có thể thành công sẽ mang lại cho bản mệnh cơ hội được thăng quan tiến chức.<br/><br/>&emsp;Nhị Hợp cho thấy tài vận của con giáp này vượng phát trong tháng 3 âm lịch. Người tuổi Dậu coi trọng nghĩa khí, luôn giữ hòa khí với mọi người xung quanh nên xây dựng được các mối quan hệ xã giao tốt đẹp. Nhờ vậy mà tìm được người cùng chí hướng cùng mở rộng kinh doanh thuận lợi hơn.<br/><br/>&emsp;Người tuổi Dậu đã yên bề gia thất sẽ được đón nhiều tin vui, đặc biệt là các cặp vợ chồng trẻ trong chuyện con cái. Người độc thân đào hoa nở rộng, con giáp này có thể dễ dàng gây ấn tượng với mọi người xung quanh nhờ vào tài năng của mình và những thành tích mình đã gặt hái được trong công việc.<br/><br/>&emsp;Tình hình sức khỏe có dấu hiệu lạc quan. Những người mắc bệnh mãn tính cũng thấy có sức sống hơn. Bản mệnh nên thường xuyên rèn luyện để tăng sức đề kháng, giảm tỉ lệ mắc các bệnh do thay đổi thời tiết. Ngoài ra, tuổi Dậu cũng cần chú ý luôn giữ tinh thần vui vẻ và suy nghĩ theo tích cực, như vậy sẽ cảm thấy thoải mái hơn.<br/><br/>&emsp;",
	"Tuat":"&emsp;Người tuổi Tuất gặp cục diện tương xung báo hiệu nhiều trở ngại trong công việc. Con giáp này có thể sẽ mắc phải sai lầm, tuy nhiên cũng không phải vấn đề gì quá lớn. Điều quan trọng là bản mệnh phải biết nhận lỗi về mình và tìm cách khắc phục, thay vì bao biện, thậm chí là đổ lỗi cho người khác nhé.<br/><br/>&emsp;Về phương diện tài lộc cũng không mấy khả quan. Con giáp này chớ nên vội vàng đầu tư vào thời điểm này bởi rất có thể tuổi Tuất sẽ rơi vào cái bãy của đối thủ hoặc phải chịu nhiều khoản chi phí hoặc thất thoát khác. Trước khi đưa ra bất kỳ quyết định nào, bản mệnh cũng nên suy nghĩ kĩ lưỡng và xin lời khuyên từ những người có kinh nghiệm.<br/><br/>&emsp;Con giáp này không tạo được nhiều thiện cảm với người khác giới. Sự bướng bỉnh, nhiều khi là ngang ngược của bản mệnh thường khiến cho đối hương có những đánh giá không tốt. Nếu muốn cải thiện nhân duyên, tuổi Tuất cần kiềm chế tính nóng nảy của bản thân và có cách cư xử đúng mực hơn.<br/><br/>&emsp;Sức khỏe của con giáp này có dấu hiệu sa sút ít nhiều. Những căn bệnh mãn tính có thể khiến bản mệnh luôn cảm thấy buồn bực, khó chịu, khó có thể suy nghĩ tích cực. Trong tháng này, nhiều điều không mong muốn ập tới cũng làm người tuổi Tuất thường xuyên ở vào trạng thái căng thẳng, hay lo lắng.<br/><br/>&emsp;",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng tuổi Hợi thường xuyên sa sút tinh thần, cho dù gặp phải rắc rối nhỏ, con giáp này cũng có thể dành nhiều thời gian để suy nghĩ theo hướng bi quan và không có ý chí cố gắng vươn lên. Bản mệnh thích sống một mình trong thế giới riêng, chứ không muốn hợp tác, làm việc với người khác.<br/><br/>&emsp;Thực Thần cho thấy con giáp này làm nghề tự do có vận may về tài lộc. Người tuổi Hợi có thể tìm được những mối đầu tư khá thích hợp, mang lại nguồn thu nhập dồi dào cho bản thân. Thời điểm này, bản mệnh vẫn có thể mở rộng kinh doanh nhưng cần phải suy nghĩ cẩn thận, không nên đưa ra quyết định quá mức vội vàng.<br/><br/>&emsp;Vận trình tình duyên kém sắc, con giáp này cần trò chuyện, tâm sự với nửa kia nhiều hơn. Nếu có điều gì buồn phiền hoặc không vừa ý, bản mệnh nên chủ động chia sẻ không nên giấu giếm trong lòng khiến tinh thần thêm mệt mỏi, căng thẳng. Vợ chồng đồng sức đồng lòng, cùng nhau vượt qua khó khăn chứ không nên ai làm việc của người ấy.<br/><br/>&emsp;Sức khỏe của con giáp này sẽ không quá khả quan trong tháng này. Người tuổi Hợi có thể cảm thấy cơ thể suy nhược, kém ăn, kém ngủ, cơ thể rất dễ bị nhiễm lạnh, dị ứng. Thời điểm này, bản mệnh nên chú ý đến chế độ sinh hoạt, nghỉ ngơi của bản thân, đặc biệt là không nên làm việc quá sức khiến cơ thể mệt mỏi.<br/><br/>&emsp;",
	"BachDuong":"&emsp;Tử vi tháng 4 dự báo đây là một tháng đầy biến động với Bạch Dương, ngay từ những ngày đầu tháng bạn đã gặp phải một số rắc rối nho nhỏ trong công việc, mối quan hệ với đồng nghiệp cũng được đánh giá là không được tốt. Điều này khiến bạn mệt mỏi, mất nhiều thời gian để xử lý các nhiệm vụ hơn.<br/><br/>&emsp;Nhưng từ giữa tháng trở đi thì mọi chuyện lại thuận lợi hơn, những công việc mang lại tiềm năng tài chính bất ngờ đến với bạn, hãy nỗ lực và chờ đợi kết quả cuối cùng, vì thế đừng vội bỏ cuộc giữa chừng nhé. Bạn cũng phải chú ý cách thể hiện quan điểm cũng như cách trò chuyện, thảo luận với mọi người hơn. Trước khi nói gì phải suy nghĩ cẩn trọng, không nên nghĩ gì nói nấy, tránh làm mất lòng người khác.<br/><br/>&emsp;Về tình cảm, dự báo những Bạch Dương còn độc thân sẽ có một khoảng thời gian khá đào hoa trong tháng 4, bạn có thể gặp gỡ một vài đối tượng khác phái khá thú vị. Với các cặp đôi hai người cần phải chân thành trò chuyện với nhau nhiều hơn, nếu cữ giữ mãi mọi chuyện trong lòng sẽ dễ khiến nảy sinh nhiều hiểu lầm, nghi ngờ lẫn nhau từ đó mà tình cảm rạn nứt.<br/><br/>&emsp;Tình hình tài chính không có gì đáng lo ngại, bạn có một nguồn thu nhập khá dồi dào trong tháng này, những khoản thu nhập phụ cũng có dấu hiệu tăng lên rõ rệt. Bạn có thể thoải mái chi tiêu vào thời điểm này. Sức khỏe cũng rất tốt, cảm cúm hay bệnh vặt tạm thời biến mất, vì thế hãy tận dụng khoảng thời gian này để làm tất cả những điều bạn yêu thích mà vẫn chưa làm được nhé.<br/><br/>&emsp;",
	"KimNguu":"&emsp;Kim Ngưu tháng 4 cần phải thay đổi cách nhìn về những việc thường xảy ra với mình, như thế thì công việc mới có thể tiến triển thuận lợi và gặp nhiều may mắn hơn. Làm gì cũng cần thái độ bình tĩnh, khiêm nhường để xử lý mọi việc, các cơ hội tốt về nghề nghiệp cũng liên tục ghé thăm nên bạn cần sáng suốt chọn một cái thích hợp với khả năng cũng như kinh nghiệm của bản thân.<br/><br/>&emsp;Dự báo cuộc sống của chòm sao này sẽ gặp phải khá nhiều thị phi, vậy nên bạn hãy giảm thiểu tối đa những tranh cãi không đáng có nơi công sở, đồng thời phải giữ thái độ bình tĩnh, khiêm nhường để xử lý các vấn đề. Bên cạnh đó nên dành nhiều thời gian hơn cho bản thân, vừa là để cơ thể được nghỉ ngơi mà cũng là để bạn có thể tìm hiểu thêm kiến thức ở những lĩnh vực mới.<br/><br/>&emsp;Về tình cảm, dự báo vận đào hoa của Kim Ngưu độc thân khá vượng, nếu tìm được người như ý hãy mạnh dạn mở lòng mình, tiến một bước xa hơn với người ấy. Nếu đã có đôi, bạn và đối phương sẽ có nhiều thời gian để bên nhau hơn, nhờ thế mà đôi bên cũng thêm thấu hiểu và gắn bó hơn.<br/><br/>&emsp;Bạn cũng có một nguồn thu nhập khá ổn định trong tháng này, thế nhưng trước khi bỏ tiền chi tiêu cũng cần phải suy nghĩ kĩ càng, tránh việc hoang phí kẻo cuối tháng lại lâm vào cảnh rỗng túi. Kim Ngưu có sức khỏe ổn định, thế nhưng bạn không nên chủ quan, hướng tới một lối sống lành mạnh bạn sẽ cảm thấy tràn đầy năng lượng mỗi ngày.<br/><br/>&emsp;",
	"SongTu":"&emsp;Tử vi tháng 4 cho biết Song Tử sẽ gặp phải một vài vấn đề trong cuộc sống nhưng bạn sẽ tìm được cách giải quyết hợp lý. Ngoài ra bạn cũng kết giao được với một số bạn bè mới khá thân thiện, điều này mang lại cho bạn cực nhiều hứng khởi để tiếp tục phấn đấu cho sự nghiệp của mình.<br/><br/>&emsp;Về tình cảm, Song Tử rất có thể sẽ gặp phải những xung đột với đối phương, tuy nhiên đừng biến nó trở nên nghiêm trọng và căng thẳng hơn, hãy cố gắng giải quyết theo chiều hướng tốt nhất có thể nhé. Còn nếu không thể hòa giải thì hãy nghiêm túc bày tỏ mọi quan điểm của mình. Với người độc thân sẽ có có một vài đối tượng theo đuổi nhưng bạn lại khá do dự khi đưa ra lựa chọn, khuyên bạn hãy nghe theo tiếng gọi của trái tim mình.<br/><br/>&emsp;Do thức đêm nhiều nên sức khỏe của cung hoàng đạo này có dấu hiệu xuống dốc, biểu hiện rõ ràng là bạn luôn trong tình trạng mệt mỏi, tinh thần lúc nào uể oải. Tốt nhất hãy cố gắng đi ngủ sớm mỗi ngày để đảm bảo cơ thể có đủ thời gian tái tạo năng lượng làm việc trong ngày mới, hãy bắt đầu một ngày tràn đầy năng lượng nhé, có như vậy thì công việc mới hiệu quả được.<br/><br/>&emsp;Đến cuối tháng tình hình tài chính sẽ cải thiện hơn đôi chút, song cũng không nên vì vậy mà đầu tư mạo hiểm trong thời gian này. Thời gian Song Tử dành cho công việc vẫn chiếm ưu thế hơn vấn đề tình cảm, gia đình. Tuy nhiên khi có vấn đề phát sinh thì gia đình sẽ trở nên vô cùng quan trọng, đây thực sự là một chỗ dựa tinh thần vững chắc bạn.<br/><br/>&emsp;",
	"CuGiai":"&emsp;Bói tử vi dự đoán Cự Giải có vẻ khá ủ rũ và tiêu cực trong thời điểm này, trở ngại tâm lý này khiến bạn khó mà hoàn thành công việc một cách thuận lợi được, hãy tìm cách thư giãn nhiều hơn để giải tỏa áp lực cho mình. Bạn cũng cần phải chú ý giữ mối quan hệ tốt với đồng nghiệp, đừng cư xử quá mức bốc đồng sẽ gây ác cảm cho người khác đấy.<br/><br/>&emsp;Về chuyện tình cảm, dường như những Cự Giải còn độc thân vẫn chưa thể quên được mối tình trong quá khứ vậy nên hiện tại bạn rất khó để mở lòng với những người khác. Các cặp đôi có thể nảy sinh cãi vã, tranh chấp, khiến đôi bên đều cảm thấy không vui, tình cảm có dấu hiệu đi xuống. Nếu một trong hai không ai chịu nhún nhường thì rất có thể mối quan này sẽ đổ vỡ.<br/><br/>&emsp;Cung hoàng đạo này cần học cách chi tiêu hợp lý và tiết kiệm hơn, bởi bạn sẽ có nguy cơ ngập trong nợ nần nếu tiếp tục tiêu tiền tùy hứng và mất kiểm soát như hiện nay. Bạn cần một bản kế hoạch chi tiêu hay một danh sách những thứ thật sự cần thiết chi tiêu trong tháng này, tránh trường hợp vung tay quá trán, tiêu tiền vì giúp đỡ hay lo chuyện bao đồng không đâu.<br/><br/>&emsp;Về sức khỏe, bạn cần phải kiểm soát lại thói quen ăn uống cũng như sinh hoạt hàng ngày. Nên tránh xa đồ ngọt và thức ăn nhiều dầu mỡ, những món này không tốt cho sức khỏe đâu. Ngoài ra, cần tăng cường vận động, luyện tập thể thao đều đặn hàng ngày, chỉ cần dành ra khoảng 30 phút đi dạo hoặc chạy bộ thôi, sức khỏe cũng thay đổi đáng để đấy.<br/><br/>&emsp;",
	"SuTu":"&emsp;Tử vi 12 cung hoàng đạo tháng 4 cho biết sự nghiệp và thành công chính là điểm sáng trong Sư Tử. Bằng sự cố gắng và nỗ lực không ngừng bạn đã được cấp trên ghi nhận bằng việc thăng chức, tăng lương, điều này khiến bạn rất hài lòng. Mối quan hệ với đồng nghiệp cũng hài hòa hơn trước, khả năng thích ứng của bạn khá tốt nên sẽ đạt được mục tiêu như mình mong muốn trong tương lai.<br/><br/>&emsp;Về tình cảm, dường như những bạn còn độc thân vẫn chưa sẵn sàng để bắt đầu một cuộc tình mới, bởi bạn luôn cảm thấy sợ hãi và e dè, cái nhìn cũng khắt khe với những người có ý định tiếp cận bạn. Với người đã có đôi, bạn mong đối phương có thể nghe lời mình sửa đổi một vài tật xấu, thế nhưng bạn có thấy rằng yêu cầu của mình là quá cao rồi không?<br/><br/>&emsp;Tình hình tài chính sẽ gặp chút khó khăn kể từ giữa tháng trở đi, có thể là do có sự thay đổi trong kế hoạch tài chính do đó cần cân nhắc tất cả các khoản đầu tư. Nếu có thể trì hoãn lại hãy cân nhắc để có kế hoạch chi tiết và thực hiện kịp thời.<br/><br/>&emsp;Tháng này, sức khỏe của Sư Tử không tốt lắm, vì thế hãy chắc chắn rằng bạn có một chế độ ăn uống và nghỉ ngơi hợp lý. Lời khuyên dành cho bạn là nên thay đổi khẩu vị và thói quen ăn uống hằng ngày, cũng như chăm chỉ tập thể dục, sức khỏe sẽ được cải thiện đáng kể thôi.<br/><br/>&emsp;",
	"XuNu":"&emsp;Xem tử vi tháng 4/2020 của Xử Nữ thấy rằng công việc và tài chính của bạn sẽ có những chuyển biến rõ rệt. Biểu hiện là các nguồn lợi nhuận cũng như lãi suất tăng chóng mặt đem lại cho bạn một nguồn tài chính dồi dào. Tiền nhiều nhưng tiêu xài hoang phí thì cũng có ngày rỗng túi thôi, bạn nên cân nhắc trước khi tiêu pha cho bất cứ món đồ nào nhé.<br/><br/>&emsp;Cung hoàng đọa này có nhiều tham vọng trong công việc và cũng phần nào gặt hái được thành công nhất định. Thời gian này bạn cũng quan tâm tới gia đình nhiều hơn, hãy đề ra những mục tiêu riêng và đừng phụ thuộc vào người khác quá nhiều. Mở rộng mối quan hệ sẽ giúp ích nhiều cho việc kinh doanh và rất có ích cho sự phát triển trong tương lai của bạn.<br/><br/>&emsp;Về tình cảm, với Xử Nữ độc thân dù bạn khá mong ngóng được bắt đầu một mối tình mới, thế nhưng vận đào hoa của bạn không quá nở rộ trong tháng 4 này. Với người đã đôi có thể gặp một vài trở ngại, thế nhưng chỉ cần đôi bên đồng tâm hiệp lực vun đắp cho mối quan hệ này thì tình cảm sẽ vẫn vững bền.<br/><br/>&emsp;Thời tiết thay đổi thất thường nên sức khỏe của bạn có thể bị suy giảm. Hãy điều chỉnh thời gian giữa làm việc và nghỉ ngơi để phục hồi lại tinh thần cũng như thể lực nhé. Một cơ thể khỏe mạnh mới có thể sẵn sàng đối diện với thử thách khó khăn trong cuộc sống được.<br/><br/>&emsp;",
	"ThienBinh":"&emsp;Tổng quan tháng 4/2020 của Thiên Bình vô cùng bận rộn bởi có rất nhiều điều bất ngờ xảy ra. Điều này khiến cái đầu của bạn luôn trong tình trạng hoạt động hết công suất, tất nhiên thành quả thu về cũng khiến bạn vô cùng hài lòng. Tháng này,thần may mắn sẽ ghé thăm chòm sao này vào khoảng tuần thứ ba, vì thế hãy thể hiện năng lực của mình với cấp trên nhé. Có những điềm báo cho việc thăng chức và tăng lương cho bạn.<br/><br/>&emsp;Về tình cảm, những bạn độc thân rất muốn tìm kiếm một người phù hợp thế nhưng dường như cả bạn và những đối tượng xung quang đều không mấy chân thành. Mối quan hệ của các cặp đôi cũng gặp phải nhiều vấn đề. Một vài sự nhiễu loạn xảy ra dẫn đến một cái kết không mấy có hậu cho cả hai. Tuy nhiên, bạn đừng quá lo lắng bởi tình yêu chân chính luôn mang tới một kết quả viên mãn.<br/><br/>&emsp;Để thay đổi được tình hình tài chính, Thiên Bình cần có chiến lược lâu dài cho mình. Có thể bạn không biết nhưng tài vận của bạn thay đổi hay không phụ thuộc rất lớn vào các mối quan hệ hiện tại. Hãy tận dụng những mối quan hệ với những người có sức ảnh hưởng để đẩy mạnh đầu tư, tài chính. Kinh doanh cổ phiếu sẽ là một gợi ý giúp bạn trở thành một người giàu có.<br/><br/>&emsp;Bên cạnh công việc thì bạn cũng phải dành thời gian để nghỉ ngơi, thư giãn nhiều hơn. Hãy ưu tiên làm những việc cần thiết và tạm gác vấn đề ít quan trọng lại để cơ thể kịp tái tạo năng lượng.  Ngoài ra, bạn có thể cải thiện sức khỏe bằng cách tập thể dục, chơi thể thao và thiết lập chế độ dinh dưỡng có lợi cho sức khỏe.<br/><br/>&emsp;",
	"BoCap":"&emsp;Tử vi 12 chòm sao dự đoán tháng này Bọ Cạp dễ rơi vào trạng thái stress vì quá nhiều chuyện phải xử lý. Nhưng với sự giúp đỡ từ gia đình và bạn bè, bạn cũng sẽ sớm vượt qua được thôi. Cuối tháng, bạn sẽ có cơ hội đến những địa điểm mới, đây vừa là cơ hội để nâng cao kiến thức nghề nghiệp vừa là dịp để bạn khám phá vùng đất mới.<br/><br/>&emsp;Về tình cảm, những Bọ Cạp độc thân có cơ hội gặp được một vài đối tượng khác giới ưng ý, người ta cũng tỏ thái độ chân thành muốn tiến xa hơn với bạn, hãy nhanh tay nắm bắt cơ hội này nhé. Nếu đã có nửa kia, hai người cần phải thông cảm và bao dung với nhau nhiều hơn, trò chuyện cũng là một cách để gia tăng sự thấu hiểu.<br/><br/>&emsp;Phương diện tài chính sẽ xuất hiện nhiều lỗ hổng, vừa là do thu chi thiếu cân bằng và một phần là do bạn chưa biết cách quản lý chi tiêu. Hãy nghiên cứu vấn đề này nghiêm túc hơn và cần thêm thời gian mới có thể cải thiện được dòng tiền vào và ra.<br/><br/>&emsp;Sức khỏe của cung hoàng đạo này xuất hiện một vài trở ngại nhỏ vào cuối tháng. Dù công việc có bận rộn tới đâu đi chăng nữa cũng phải giữ gìn sức khỏe, đừng quá tham công tiếc việc để rồi vừa ảnh hưởng tới thể lực lẫn tinh thần của bản thân.<br/><br/>&emsp;",
	"NhanMa":"&emsp;Tháng 4 mở ra rất nhiều cơ hôi cho Nhân Mã, mối quan hệ với các đồng nghiệp tại chốn công sở cũng trở nên hài hòa, thân mật hơn. Với người đang tìm kiếm việc làm sẽ có cơ hội tìm được việc làm ưng ý. Đầu tháng tình hình công việc có vẻ thuận lợi những bắt đầu từ giữa tháng trở đi việc buôn bán, kinh doanh trở nên khó khăn hơn.<br/><br/>&emsp;Về tình cảm, những Nhân Mã độc thân không muốn yêu đương gì vào ngay thời điểm này, thế nhưng bạn cũng không nên cự tuyệt những người có ý với mình một cách thẳng thừng như vậy. Với người đã có đôi có cặp tình cảm của đôi bên đang phát triển khá ổn định, thế nhưng đôi khi hai người vẫn cần những buổi hẹn hò lãng mạn để hâm nóng tình cảm.<br/><br/>&emsp;Tình hình tài chính của chòm sao này sẽ tăng lên nếu biết tận dụng cơ hội từ những công việc khó khăn. Bởi vậy bạn nên tìm cách khắc phục và vượt qua, thay vì trốn tránh. Ngoài ra không nên tiến hành đầu tư vào những dự án, mối làm ăn lớn, ít nhất là đến tuần cuối cùng của tháng.<br/><br/>&emsp;Sức khỏe nên được ưu tiên hơn cả trong tháng này Nhân Mã nhé. Sau khoảng thời gian làm việc chăm chỉ, bạn nên để bản thân mình thư giãn và điều chỉnh lại cuộc sống của mình. Hãy hạn chế uống cà phê hay những đồ uống có chất kích thích để bảo vệ sức khỏe của mình nhé.<br/><br/>&emsp;",
	"MaKet":"&emsp;Tử vi Tây phương cho biết tháng này Ma Kết sẽ phải đương đầu với một số khó khăn. Tuy nhiên bằng sự bình tĩnh, tự tin và quyết đoán, bạn sẽ nhanh chóng vượt qua và xoay chuyển tình thế biến thách thức thành cơ hội. Chỉ cần tự tin vào chính bản thân mình thì chắc chắn bạn sẽ gặt hái được nhiều thành công trong tương lai thôi.<br/><br/>&emsp;May mắn sẽ mỉm cười với bạn trong khoảng tuần thứ 3 vì thế đừng vội lo lắng khi gặp nhiều chuyện xui xẻo. Vào cuối tháng có thể bạn sẽ nhận được vài niềm vui bất ngờ, hãy giữ tâm trạng thật thoải mái và tận hưởng cuộc sống nhé.<br/><br/>&emsp;Về tình cảm, những Ma Kết độc thân sẽ nhận được sự chú ý của một vài người khác giới, nếu thấy ưng ý với đối phương bạn có thể tạo cơ hội để đôi bên được tiếp xúc nhiều hơn. Với người đã có đôi, do một vài lý do khách quan mà tình yêu của hai bạn có nguy cơ rạn nứt. Hãy xem xét vấn đề nằm ở đâu và cùng thay đổi nếu không mối quan hệ này sẽ như đứng trên bờ vực thẳm.<br/><br/>&emsp;Sức khỏe sẽ xuống dốc vì thức đêm quá nhiều, biểu hiện rõ ràng là cung hoàng đạo này luôn trong tình trạng uể oải mệt mỏi. Vậy thì từ bây giờ, hãy lên giường ngủ sớm để đảm bảo luôn có đủ năng lượng để làm việc cũng như dành thời gian cho những hoạt động xã hội nữa nhé.<br/><br/>&emsp;",
	"BaoBinh":"&emsp;Tử vi 12 cung hoàng đạo khuyên Bảo Bình nên dành cho bản thân nhiều thời gian để thư giãn hơn. Đây cũng chính là thời gian thích hợp để bạn bắt đầu tìm hiểu một lĩnh vực mới, những kiến thức mới. Với bạn việc học dường như chưa bao giờ là đủ cả. Điều đó cũng tốt, vì chăm chỉ như thế hoàn toàn là một thói quen tốt, không chỉ làm giàu cho vốn tri thức của mình mà còn giúp bạn phát triển trong tương lai.<br/><br/>&emsp;Về tình cảm, Bảo Bình độc thân sẽ tìm ra một người khá phù hợp với cá tiêu chuẩn của mình, dường như càng ngày bạn càng bị người đó thu hút nhiều hơn rồi. Còn với người đã có đôi, các bạn có được sự đồng điệu trong tâm hồn nên bao giờ cũng có những chủ đề để cùng nhau tranh luận.<br/><br/>&emsp;Tình hình tài chính có nhiều biến động khi xuất hiện những tình huống khẩn cấp và bạn phải dùng đến tiền. Tuy nhiên nhờ vào khoản tích lũy kha khá từ trước đó nên cũng không đến nỗi quá khó khăn, bạn vẫn có thể vượt qua được giai đoạn này.<br/><br/>&emsp;Bạn cần dành cho bản thân nhiều thời gian để thư giãn, trong lúc này nên hạn chế việc lãng phí năng lượng vào những chuyện không đâu như thói quen lướt Facebook hàng ngày nhé. Hãy dùng năng lượng đó vào việc có ích hơn như chơi thể thao hay các hoạt động xã hội, vừa tốt cho sức khỏe mà còn tránh lãng phí năng lượng.<br/><br/>&emsp;",
	"SongNgu":"&emsp;Dự báo những Song Ngư đi làm có thể phải đối diện với nguy cơ thay đổi công việc hoặc bước sang một nghề nghiệp mới, điều hay cũng mang lại không ít sự ngỡ ngàng cho bạn. Nếu có đang ấp ủ dự định, kế hoạch kinh doanh nào thì đây là thời điểm thích hợp bắt tay vào làm đấy, để lâu dễ mất hứng lắm, hãy đứng lên và chứng tỏ bản thân mình đi nhé.<br/><br/>&emsp;Về tình cảm, Song Ngư độc thân không cảm thấy tự tin vào sức hút của mình cho lắm cũng bởi lý do này mà bạn ngại giao tiếp với mọi người. Còn mối quan hệ của các cặp đôi có vẻ khá bình lặng, đôi bên đều cần phải quan tâm đến đối phương nhiều hơn nữa nhé.<br/><br/>&emsp;Uống nhiều nước và tích cực tham gia các hoạt động thể dục thể thao là lời khuyên tốt nhất cho những người trong cung hoàng đạo này. Bên cạnh đó, rất có thể bạn sẽ gặp stress trong công việc, vậy nên hãy học cách bình tĩnh trước mọi vấn đề.<br/><br/>&emsp;Những vẫn đề liên quan đến tiền bạc từ tháng trước sẽ được giải quyết trong tháng này, túi tiền của bạn được đánh giá là khá rủng rỉnh. Nếu có ai tỏ ý muốn vay mượn tiền của bạn, trước khi đồng ý thì hãy dành thời gian để cân nhắc xem người đó liệu có đáng tin cậy sẽ trả tiền đúng hạn không nhé.<br/><br/>&emsp;"
    },
"202005": {
	"Ty":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Tý</b><br/>&emsp;Xem tử vi sự nghiệp tuổi Tý tháng 4 âm lịch, bản mệnh gặp được quý nhân nên vận trình có phần hanh thông suôn sẻ hơn. Con giáp này có thể thở phào nhẹ nhõm khi mà những khó khăn đã dần lùi bước. Tuổi Tý vẫn mắc phải sai sót nhưng giờ đã có người chống lưng nên nhanh chóng xử lý được vấn đề phát sinh, được cấp trên ưu ái, bỏ qua coi như không nhìn thấy.<br/><br/>&emsp;Xem tử vi tài lộc tuổi Tý 2020, tháng 4 âm năm Canh Tý là lúc mà những chú Chuột không cần phải lo lắng quá nhiều về tiền bạc bởi tài vận khá ổn định, các nguồn thu vẫn duy trì vững vàng, không thừa không thiếu. Điều này đòi hỏi bản mệnh cần phải học cách sống tiết kiệm, chi tiêu hợp lý để không lạm chi. Nếu biết cách tiêu dùng thì tuổi Tý còn có thể tích cóp được 1 khoản tiền khá lớn nữa đó.<br/><br/>&emsp;Vận trình tình cảm của tuổi Tý trong tháng 4 âm lịch này không có nhiều biến động lớn. Bạn đã dần quen với sự có mặt của đối phương và tận hưởng cuộc sống tràn ngập tình yêu. Người có đôi sẽ có thêm nhiều kỷ niệm với người mình yêu.",
	"Suu":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Sửu</b><br/>&emsp;Bước sang tháng 4 âm lịch, sự nghiệp của những chú Trâu bắt đầu khởi sắc hơn. Không còn chịu sự kìm kẹp của tiểu nhân, bản mệnh nhận được nhiều cơ hội để khẳng định mình.<br/><br/>&emsp;Đây là cơ hội hiếm có để con giáp này thể hiện được năng lực thực sự của mình và được cấp trên công nhận trở lại. Với những bạn làm kinh doanh buôn bán, hãy chú ý hơn đến tiểu tiết, điều đó có thể giúp bạn nắm bắt được thời cơ quý báu và tránh được những sai lầm chết người.<br/><br/>&emsp;Xét vận trình tài lộc của tuổi Sửu tháng 4 năm 2020 âm lịch, con giáp này có được những bước tiến khá tích cực trên chặng đường tìm kiếm tài lộc. Bản mệnh sẽ có được những cơ hội hợp tác lớn để tiến hành kinh doanh, khởi nghiệp.<br/><br/>&emsp;Tuy nhiên cũng cần phải thận trọng khi lựa chọn đối tác, đừng chỉ nhìn vào tiền mà mất cảnh giác. Nguồn thu từ công việc chính cũng khá tốt nhờ khả năng ứng biến linh hoạt, xử lý vấn đề nhanh chóng của tuổi Sửu.<br/><br/>&emsp;Xét về đường tình duyên, tháng 4 âm lịch tuổi Sửu không có nhiều tin báo. Bản mệnh nếu đã có người thương thì tình cảm bình ổn, không tăng tiến mà cũng không tụt lùi.<br/><br/>&emsp;Với những bạn còn độc thân thì trong tháng đào hoa ảm đạm, khó có được nhân duyên như mong đợi. Bạn sẽ phải chủ động hơn hoặc cần đến sự trợ giúp của người thân để giúp nhân duyên khởi sắc.<br/><br/>&emsp;Xét về sức khỏe thì bệnh tật tiềm ẩn trong cơ thể sẽ phát tác ra rất nhiều trong ngày thuộc tháng này. Mệnh chủ nên chú ý từng thay đổi dù nhỏ nhất để kịp thời đến bệnh viện chữa trị.<br/><br/>&emsp;",
	"Dan":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Dần</b><br/>&emsp;Xem tử vi sự nghiệp tháng 4 âm, tuổi Dần khó đạt được mục tiêu đề ra trong thời gian này. Bạn cần phải cẩn trọng hơn với những chuyện giấy tờ, sổ sách, hạn chế để sai sót bởi điều này có thể khiến bạn phải trả giá khá đắt.<br/><br/>&emsp;Xem tử vi tài lộc tháng 4 âm, tuổi Dần khó bề tích lũy được tiền của, thậm chí còn làm mất khoản tiền lớn trong chớp mắt. Con giáp này không có nhiều nguồn thu, trước hết phải tiết kiệm phòng hờ chứ không phải đem tiền đi đầu tư kinh doanh hết cả, dễ trắng tay.<br/><br/>&emsp;Xem đường tình tháng 4 âm của tuổi Dần, con giáp này có thể sẽ không có nhiều thời gian để tìm kiếm 1 nửa của mình, có quá nhiều việc khiến bạn phải bận tâm. Gia đình cũng có phần xáo trộn khi con giáp này phải đi sớm về khuya liên tục để giải quyết các sự cố bất ngờ phát sinh.",
	"Meo":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Mão</b><br/>&emsp;Xem tử vi hàng tháng của 12 con giáp cho biết, tháng này công việc của con giáp này xuất hiện một vài trục trặc nên mục tiêu đề ra vẫn chưa thể hoàn thành, có thể sẽ ảnh hưởng đến sự đánh giá của cấp trên đối với bạn.<br/><br/>&emsp;Qua tháng 4/2020, đường tài lộc của tuổi Mão sẽ chuyển biến tích cực hơn, không cần phải chi tiêu quá mức tiết kiệm. Về cơ bản thì thu nhập vẫn chưa tăng lên hẳn, chỉ là con giáp này sẽ có 1 khoản thu cố định, đủ để tiêu dùng cho các khoản sinh hoạt thường ngày.<br/><br/>&emsp;Có điều trong tháng có thể gặp tai nạn bất ngờ, bạn có thể tốn thêm 1 khoản cho vấn đề sức khỏe. Nên cẩn trọng nếu không muốn chịu đau mà còn mất tiền oan.<br/><br/>&emsp;Tuổi Mão đã dần lấy lại được cảm xúc cho mình trong tháng 4 âm lịch này. Bạn và người ấy chịu ngồi lại để tâm sự, chia sẻ với nhau, tháo gỡ những hiểu lầm trước đó. Tình cảm dần khởi sắc, sẽ có những tín hiệu đáng mừng.<br/><br/>&emsp;Con giáp này cũng không cần phải lo lắng quá nhiều về các vấn đề sức khỏe. Dù không mắc bệnh gì nghiêm trọng nhưng khả năng bị ngã, bị thương do va đập, cọ xát của con giáp này khá cao, đi đường hay làm gì cũng nên chú ý cẩn thận, vừa để giữ cho sức khỏe tốt, vừa tiết kiệm được 1 khoản chi cho bệnh viện.",
	"Thin":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Thìn</b><br/>&emsp;Tuổi Thìn trong tháng 4 âm sẽ có khoảng thời gian khá dễ thở trong công việc. Những kế hoạch của bạn được triển khai thuận lợi, hầu như không có khó khăn gì đáng kể.<br/><br/>&emsp;Tháng 4/2020 âm, tuổi Thìn sẽ giành lại được thế mạnh về tài lộc của mình. Đặc biệt, theo tuvingaynay.com tiền kiếm được trong tháng chủ yếu nhờ may mắn hoặc nghề tay trái mà ra, càng về cuối tháng sẽ có thêm càng nhiều cơ hội.<br/><br/>&emsp;Chuyện làm ăn kinh doanh cũng tiến triển tốt, lợi nhuận thu về gấp đôi gấp ba so với bình thường. Chuyện hợp tác kinh doanh suôn sẻ, có thể tiến hành đầu tư để sinh lời.<br/><br/>&emsp;Đường tình duyên của tuổi Thìn tháng 4 âm khá tốt. Đào hoa trở lại, hạnh phúc rồi cũng mỉm cười với người có duyên. Người độc thân có nhiều mối quan hệ có thể tiến triển thành tình yêu. Bạn cần sự tỉnh táo bên cạnh cảm xúc để lựa chọn đúng người, đúng thời điểm. Có thể bạn cần 1 phép thử cho tình yêu.<br/><br/>&emsp;Người có đôi đào hoa vượng nhưng chưa chắc đã là chuyện tốt bởi khi không có nhiều người khác phái để mắt đến, khiến cho nửa kia cảm thấy bất an, sợ mất đi tình yêu mình đang có. Bạn cần phải thể hiện tình cảm của mình rõ ràng hơn, cũng giữ khoảng cách thích hợp với người khác phái để tránh những hiểu lầm không đáng có.",
	"Ti":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Tỵ</b><br/>&emsp;Xem tử vi sự nghiệp tháng 4 của tuổi Tỵ, con giáp này không gặp nhiều khó khăn trong công việc. Bản mệnh được quý nhân giúp sức, dù đôi lúc vẫn mắc phải sai sót nhưng đều được bỏ qua, tổng thể vận trình lý tưởng.<br/><br/>&emsp;Người tuổi Tỵ trong tháng 4 âm năm Canh Tý vận trình tài lộc ổn định. Tuy nhiên, sức khỏe của bản mệnh không được tốt lắm nên có thể sẽ tốn 1 khoản nhỏ để chăm sóc bản thân.<br/><br/>&emsp;Trong tháng 4/2020, người tuổi Tỵ nếu còn độc thân thì vẫn chưa tìm được cơ hội tình yêu, khó khăn trong việc duy trì 1 mối quan hệ bởi bạn còn chưa thực sự sẵn sàng chịu trách nhiệm với tình cảm của mình.<br/><br/>&emsp;Có điều, xét về phương diện sức khỏe thì con giáp này cần phải lưu ý đến mắt. Nên thường xuyên giữ vệ sinh cho đôi mắt, không nên tiếp xúc với các thiết bị điện tử trong 1 thời gian quá dài, đồng thời nên lựa chọn các loại thực phẩm tốt cho mắt để cải thiện chất lượng của đôi mắt.",
	"Ngo":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Ngọ</b><br/>&emsp;Trong tháng 4/2020 âm lịch, những chú Ngựa lại phải vất vả với công việc của mình. Con giáp này đắc tội với không ít người, nhân duyên ảm đạm nên chẳng có ai giúp đỡ cho, ngược lại còn bị gây khó dễ không ít lần.<br/><br/>&emsp;Họa thị phi đeo bám là lý do chính yếu dẫn đến sự sụt giảm trong tử vi sự nghiệp tháng này. Con giáp này nên nói ít làm nhiều thì sẽ tốt hơn đó.<br/><br/>&emsp;Tiến sang tháng 4/2020, người cầm tinh con Ngựa lại phải thắt chặt chi tiêu khi mà công việc của bạn không được thuận lợi, có thể sẽ bị người khác chèn ép, gây khó dễ, kiếm tiền khó khăn.<br/><br/>&emsp;Trong tháng 4 âm lịch, con giáp này vẫn chưa thể vui vẻ nổi khi tình duyên vẫn mang 1 màu xám ảm đạm, không biết tới khi nào mới tìm lại được niềm vui. Bản mệnh cần phải đặt gia đình lên trên hết, bỏ bớt những nỗi lo lắng, quan tâm thường trực để giữ lấy hạnh phúc cho mình.",
	"Mui":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Mùi</b><br/>&emsp;Sự nghiệp của người tuổi Mùi không có nhiều biến động trong tháng 4/2020 âm lịch. Bạn vẫn có thể giữ vững phong độ của mình, tạo nên móng cho sự phát triển trong tương lai. Khoảng thời gian này, bạn vẫn cần cố gắng tiếp thu, học hỏi không ngừng.<br/><br/>&emsp;Tình hình tiền bạc của người tuổi Mùi không có nhiều biến động trong thời điểm này. Mọi việc có xu hướng phát triển đi lên, tuy nhiên, bản mệnh không nên sơ suất, lơ là mà cần luôn cảnh giác với những biến động bất ngờ.<br/><br/>&emsp;Tình duyên của người tuổi Mùi không được như ý trong tháng 4 âm lịch, nhất là với những đôi lứa đang yêu xa. Theo tuvingaynay.com bạn và người ấy có thể xảy ra mâu thuẫn, tranh cãi vì những chuyện nhỏ nhặt. Tốt nhất, đôi bên nên làm hòa càng nhanh càng tốt, không nên để thời gian kéo dài gây ra khoảng cách hoặc rạn nứt tình cảm.<br/><br/>&emsp;Về phương diện sức khỏe, dù là người trẻ tuổi hay đã lớn tuổi đều cần chú ý rèn luyện thân thể, đặc biệt là nâng cao sức để kháng và miễn dịch. Đồng thời, bản mệnh không nên thức khuya, cần phải chú ý trong lĩnh vực ẩm thực, không nên uống rượu, hút thuốc và ăn đồ có nhiều dầu mỡ…",
	"Than":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Thân</b><br/>&emsp;Người tuổi Thân vẫn gặp phải nhiều tình huống rắc rối, phức tạp trong công việc, nhưng nếu như giữ được bình tĩnh thì mọi việc đều có cách giải quyết thích đáng.<br/><br/>&emsp;Thời điểm cuối tháng, quý nhân có thể xuất hiện giúp bạn giải quyết được khó khăn, đạt được mục tiêu đã đề ra trước đó. Tuy nhiên, con giáp này vẫn cần phải cẩn thận kẻ tiểu nhân rình rập.<br/><br/>&emsp;Tình hình tài chính của bản mệnh dần bước qua khỏi thời kỳ tăm tối và dần dần có những dấu hiệu phát triển đi lên. Khi gặp phải tình huống khó khăn, bạn cần giữ thái độ bình tĩnh để giải quyết vấn đề. Có thể quý nhân sẽ xuất hiện vào giai đoạn này để giúp đỡ bạn.<br/><br/>&emsp;Người còn độc thân cần có thái độ chủ động hơn trong quá trình tìm kiếm nửa kia, không nên phụ thuộc vào bất kỳ yếu tố nào. Nếu đã tìm được người phù hợp thì nên tự tin giữ mối quan hệ, trò chuyện nhiều hơn để đôi bên thêm phần thấu hiểu.<br/><br/>&emsp;Tình hình sức khỏe của người tuổi này không như ý, vì vậy cần chú ý vấn đề ăn uống đúng giờ giấc, không nên ăn nhiều đồ ăn nhanh hoặc đồ ăn không hợp vệ sinh, gây ảnh hưởng đến tiêu hóa.",
	"Dau":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Dậu</b><br/>&emsp;Người tuổi Dậu phải chịu áp lực công việc khá nặng nề, thậm chí bạn còn cảm thấy khá căng thẳng vì cho rằng công việc vượt quá khả năng của mình. Theo tuvingaynay.com hãy cố gắng biến áp lực trở thành động lực, không đầu hàng trước khó khăn mà phải luôn tự động viên bản thân mình. Bạn có thể thư giãn bằng cách tham gia các hoạt động tập thể hoặc đến những nơi thanh bình giúp thư giãn đầu óc.<br/><br/>&emsp;Thời điểm tháng 4 âm lịch, tình hình tài chính của người tuổi Dậu có dấu hiệu tăng lên đáng kể, nhất là với những ai làm trong lĩnh vực tài chính, kinh doanh bất động sản, bảo hiểm. Tuy nhiên, để có thể đạt được thành tích như ý muốn, bản mệnh cũng cần phải bỏ công sức lao động tương đương.<br/><br/>&emsp;Tình duyên của người tuổi Dậu khá ổn định trong khoảng thời gian này. Bạn tiếp tục giữ được mối quan hệ tốt với mọi người, nhận được sự quan tâm của một vài đối tượng khác giới. Người đã lập gia đình biết thấu hiểu và thông cảm cho nửa kia.<br/><br/>&emsp;Ngoài ra, bản mệnh cũng cần phải giữ những suy nghĩ lạc quan, tích cực, có thời gian rảnh nên tham gia các hoạt động tập thể hoặc đến những nơi thanh bình giúp thư giãn đầu óc.",
	"Tuat":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Tuất</b><br/>&emsp;Tháng 4 âm lịch, sự nghiệp của người tuổi Tuất vẫn khá suôn sẻ. Những người làm ăn kinh doanh tìm được mối đầu tư như ý, thu lại lợi nhuận khả quan. Người làm buôn bán nhận được sự tin tưởng của khách hàng.<br/><br/>&emsp;Tài lộc của người tuổi Tuất có bước chuyển biến tích cực trong thời gian này. Những người làm trong lĩnh vực ẩm thực, buôn bán sẽ kiếm được lợi nhuận lớn. Đồng thời, người làm đầu tư, kinh doanh được Thần Tài chiếu cố nên tìm được mối đầu tư như ý.<br/><br/>&emsp;Người tuổi Tuất không được thuận lợi trong chuyện tình cảm. Những người đã lập gia đình thường xuyên mâu thuẫn, tranh cãi với nửa kia, vấn đề chủ yếu liên quan đến sự nghiệp hoặc con cái. Nếu không nhanh chóng khắc phục thì mối quan hệ giữa hai người sẽ dần dần trở nên xa cách.",
	"Hoi":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Hợi</b><br/>&emsp;Phương diện sự nghiệp của người tuổi Hợi gặp phải nhiều chông gai. Bạn dễ mắc phải những sai sót nhỏ do thái độ làm việc còn lơ đãng, thiếu tập trung, và điều này làm ảnh hưởng đến sự đánh giá của cấp trên với bạn. Nếu muốn phát triển, bạn cần phải thay đổi ngay thái độ này.<br/><br/>&emsp;Người tuổi Hợi có thể sẽ mắc phải một vài sai lầm nhỏ do sự lơ đãng, thiếu tập trung của mình. Điều này có thể khiến một số người mất tin tưởng vào bạn, vì thế, bạn cần phải chấn chỉnh lại thái độ của mình ngay. May mắn, tài chính của bạn không gặp nhiều ảnh hưởng.<br/><br/>&emsp;Sang tháng 4 âm lịch, chuyện tình cảm của người tuổi Hợi có những bước chuyển biến tích cực hơn so với khoảng thời gian trước đó.<br/><br/>&emsp;Bản mệnh trở nên cực kỳ vượng vận đào hoa, đặc biệt là với nữ mệnh còn độc thân. Bạn hấp dẫn được những đối tượng khác phái triển vọng nhờ những điểm mạnh của mình. Nam mệnh thì cần chủ động và tích cực hơn nếu muốn chinh phục người trong lòng.",
	"BachDuong":"Nhìn chung, tháng 5/2020 của Bạch Dương khá bình lặng và ổn định. Khoảng cuối tháng, sẽ có những may mắn bất ngờ đến với bạn, hãy tận dụng nó thật tốt để có thể thay đổi vị trí tại cơ quan. Ngoài ra, hãy biết khôn khéo hơn một chút trong giao tiếp thay vì quá thẳng thắn như thường ngày. Những thay đổi nhỏ trong cuộc sống hàng ngày sẽ mang lại cho bạn nhiều hiệu quả bất ngờ đối với các mối quan hệ xung quanh. Đây là một tháng không có quá nhiều thứ nổi bật rõ ràng. Cơ hội đến với bạn dưới một hình thức khác nên hãy tinh ý. Hãy đặt mình ở tư thế luôn sẵn sàng tiếp nhận cơ hội và tỏa sáng. Bạn sẽ có một tháng mới hoàn hảo nếu làm được điều đó.<br/><br/><b>Sự nghiệp và công việc cung Bạch Dương tháng 5/2020</b><br/>&emsp;Ổn định là một từ chính xác để nói về sự nghiệp của Bạch Dương trong tháng này. Điều đó cũng đúng đối với túi tiền của bạn. Nếu tháng 4 là một tháng đầy rắc rối của Bạch Dương thì tháng mới này sẽ khác. Nhờ vào việc ý thức để thay đổi thói quen sinh hoạt, ứng xử nơi công sở, bạn sẽ được đồng nghiệp rất yêu quý. Với cấp trên, tháng này bạn cũng có một mối quan hệ khá tốt. Sẽ có một vài tín hiệu mừng cho bạn vào cuối tháng. Vì vậy, hãy cố gắng ngay từ đầu tháng, đừng từ bỏ một cơ hội nào dù là nhỏ.<br/><br/>&emsp;Tài chính ổn định, không có thêm nguồn thu nhập mới nào. Các khoản đầu tư nếu có của Bạch Dương có vẻ vẫn chưa sinh lời nhiều vào tháng này. Hãy kiếm soát chi tiêu nếu không muốn lâm vào tình trạng rỗng túi khi chưa có lương bạn nhé.<br/><br/><b>Tình cảm cung Bạch Dương tháng 5/2020</b><br/>&emsp;Tuy công việc không có gì nổi bật nhưng tình cảm của Bạch Dương tháng 5 này lại có nhiều tín hiệu tốt. Có thể nói, bạn là một chòm sao hạnh phúc nhất trong tháng này. Nếu đang FA, đây là thời điểm để bạn có một nửa đích thực. Người mà bạn thầm thương bấy lâu nay, bạn không biết đó thôi, rất để ý đến bạn. Hãy mạnh dạn cho người ấy một cái hẹn, chắc chắn bạn sẽ thoát đời độc thân ngay thôi. Còn đối với những Bạch Dương đã có đôi, tháng này hai bạn sẽ có nhiều thời gian vun đắp tình cảm hơn. Hãy dành vài ngày cuối tuần bên nhau cùng tâm sự nói chuyện để vun đắp tình cảm. Có nhiều tín hiệu trong tử vi tháng 5 của Bạch Dương cho thấy một happy-ending cho tình yêu của bạn rồi.<br/><br/><b>Sức khỏe cung Bạch Dương tháng 5/2020</b><br/>&emsp;Thế mạnh của Bạch Dương là thể chất. Dù là nam hay nữ, bạn cũng dành thời gian hàng ngày để chăm sóc sức khỏe bản thân. Chính vì vậy, không ngạc nhiên nếu trong tháng bạn vẫn giữ được phong độ tốt. Tuy nhiên, sẽ có vài vấn đề nhỏ như cảm cúm thông thường khi thời tiết thay đổi. Đừng chủ quan, hãy làm đúng hướng dẫn của các bác sỹ và kết hợp những bài tập thể dục hàng ngày. Có như vậy phong độ của bạn mới lên được.<br/><br/><b>Lời khuyên cho cung Bạch Dương tháng 5/2020</b></br>Thay vì thái độ cứng rắn có phần lạnh lùng hàng ngày, hãy thử thay đổi. Nhìn mọi người với ánh mắt lạc quan hơn. Cố gắng hòa đồng với đồng nghiệp, điều đó sẽ giúp ích rất nhiều trong công việc hàng ngày.<br/><br/>&emsp;Thể chất của bạn là có sẵn, hãy làm tốt các mối quan hệ cùng với sự nỗ lực hết mình. Chắc chắn bạn sẽ có một tháng hoàn hảo.",
	"KimNguu":"Nếu như tháng 4 là một tháng có nhiều thử thách thì tháng tới lại hơi khác. Tử vi tháng 5/2020 của Kim Ngưu dự đoán một tháng bình lặng và thanh tĩnh hơn. Có vẻ như chuyện tình cảm của bạn sẽ gặp được rất nhiều nhân duyên tốt. Hãy biết tận dụng cơ hội để có những bước tiến mới trong mối quan hệ này. Nhìn chung, Kim Ngưu sẽ có một tháng rất thoải, vui vẻ và lãng mạn.<br/><br/><b>Sự nghiệp và công việc cung Kim Ngưu tháng 5/2020</b><br/>&emsp;Không thể nói bạn sẽ sống thoải mái vui vẻ khi trong túi không có một xu trong thời đại này. Hãy chờ đón một tháng mới đầy may mắn trong đầu tư tài chính nhé Kim Ngưu. Bạn sẽ bất ngờ khi thấy các lợi nhuận sinh ra từ khoản đầu tư của mình từ trước. Cùng với số tiền tiết kiệm được, bạn sẽ có một khoản kha khá trong tháng đủ để mua sắm một cái gì đó to to rồi. Chúc mừng bạn vì điều này.<br/><br/>&emsp;Trong công việc, bạn biết cách giải quyết những vấn đề phức tạp. Công việc dù có khó khăn đến mấy nhưng qua tay bạn nó lại trở nên êm đẹp. Chính vì vậy cấp trên rất để ý đến bạn. Rất có thể trong tháng này hoặc thời gian tới bạn sẽ có những thăng tiến trong công việc. Công việc của Kim Ngưu tháng 5 được gói gọn trong 2 từ xuất sắc.<br/><br/><b>Tình cảm cung Kim Ngưu tháng 5/2020</b><br/>&emsp;Công việc thăng tiến, nhưng dự đoán tháng 5/2020 lại là một tháng không mấy may mắn trong chuyện tình cảm. Kim Ngưu sẽ hơi mất chủ động trong chuyện tình cảm. Sẽ có một vài rắc rối nhỏ trong tình yêu giữa hai bạn. Lời khuyên cho Kim Ngưu là hãy rạch ròi giữa công việc và tình cảm. Bạn không nên dùng những quyết đoán trong công việc để xử lý chuyện tình cảm. Nó sẽ biến thành bảo thủ, và là nguyên nhân gây rạn nứt tình cảm giữa hai người. Hãy kiểm soát lời nói, hành động để giữ tình cảm êm đẹp.<br/><br/><b>Sức khỏe cung Kim Ngưu tháng 5/2020</b><br/>&emsp;Kim Ngưu là cung hoàng đạo không mấy chăm chỉ trong việc luyện tập thể lực. Hãy tạo thói quen cho mình ngay hôm nay bạn nhé. Đừng để sự lười biếng ảnh hưởng đến sức khỏe. Vì có sức khỏe bạn mới có thể tận hưởng đươc những may mắn mà ông trời ban tặng cho mình. F5 lại lịch trình rèn luyện thể chất thôi nào!<br/><br/><b>Lời khuyên cho cung Kim Ngưu tháng 5/2020</b><br/>&emsp;Đừng thu mình quá trong chuyện tình cảm. Điều này sẽ càng làm gia tăng khoảng cách giữa hai bạn. Hãy cùng nói chuyện để hiểu nhau hơn, lắng nghe nửa kia cũng là một ý hay. Tình cảm phải có sự sẻ chia và thấu hiểu mới bền chặt. Hãy làm được điều này trước khi nghĩ đến việc tiến xa hơn. Chúc Kim Ngưu có một tháng “giàu ú ụ” cả về tiền tài lẫn tình cảm!",
	"SongTu":"Thế mạnh của Song Tử là bản lĩnh và sự chủ động. Trong tháng 5 này, điều đó sẽ giúp bạn có nhiều thuận lợi trong công việc và cả tình yêu. Đặc biệt, với khả năng tập trung cao và sự nhạy bén trời phú, dự kiến tháng mới của bạn sẽ có được không ít thành tích trong học tập cũng như công việc.<br/><br/>&emsp;Tử vi tháng 5/2020 của Song Tử ngập tràn trong sắc hồng lãng mạn của chuyện tình cảm. Bên cạnh đó, với khả năng sáng tạo tuyệt vời, bạn sẽ có nhiều thành tích trong công việc. Hứa hẹn là một tháng vui vẻ chốn công sở của bạn. Tuy nhiên, đầu tháng sẽ có một vài vấn đề gia đình, tuy nhỏ nhưng có vẻ như bạn hơi thiếu kiên nhẫn. Hãy bình tĩnh, đừng để chuyện bé xé to làm mất hòa khí gia đình bạn nhé.<br/><br/><b>Sự nghiệp và công việc cung Song Tử tháng 5/2020</b><br/>&emsp;Bạn sẽ có một tháng tỏa sáng chói lóa với đồng nghiệp. Nhờ những năng lực vốn có, cộng với độ nhạy bén, nhanh nhẹn trời phú, mọi công việc đều được giải quyết tốt. Tuy nhiên, công việc của Song Tử trong tháng mới sẽ có nhiều thay đổi. Nếu như bắt kịp nhịp độ, giữ vững tinh thần lạc quan và thái độ làm việc hết mình, bạn sẽ có được thành quả xứng đáng.<br/><br/>&emsp;Tài chính của Song Tử trong tháng mới không có nhiều thay đổi. Hầu bao của bạn không quá rủng rỉnh nhưng cũng đủ để bạn có một vài ngày “hoang phí” nhẹ. Hãy tự thưởng cho mình một ngày thư giãn để lấy lại sức làm việc. Một lời khuyên cho bạn trong tháng, hãy lập một tài khoản tiết kiệm riêng. Sẽ có một vài cơ hội đầu tư tốt xuất hiện, nhưng nếu bạn không có tiền, cơ hội sẽ bị bỏ qua lãng phí.<br/><br/><b>Tình cảm cung Song Tử tháng 5/2020</b><br/>&emsp;Nếu là một Song Tử đang FA, bạn không nên vội vàng phải bắt cặp với một ai đó ngay tháng này. Có vẻ như không phù hợp lắm nếu bạn tiến quá nhanh, sẽ làm đối tượng nghi ngờ và hoảng sợ. Đừng lo lắng, nửa kia của bạn sẽ xuất hiện sớm thôi. Hãy lấp đầy khoảng trống bằng tình cảm gia đình, bạn sẽ có được cảm giác hạnh phúc không kém tình yêu đâu.<br/><br/><b>Sức khỏe cung Song Tử tháng 5/2020</b><br/>&emsp;Năng lượng trong công việc của Song Tử khá dồi dào. Bạn luôn muốn lao mình vào làm việc để thể hiện bản thân với cấp trên. Chính điều đó làm bạn hơi đuối vào cuối tháng. Hãy chăm chỉ tập luyện để có một sức khỏe tốt. Có như thế bạn mới có thể làm việc và giải quyết các vấn đề của mình một cách sáng suốt.<br/><br/>&emsp;Bạn có thể thử một vài bài tập mới trong tháng như ngồi thiền tĩnh tâm hay chạy bộ buổi sáng. Sẽ rất hợp để bạn có thể xử lý những rắc rối trong các mối quan hệ của bạn tháng này.<br/><br/><b>Bói chỉ số may mắn cung Song Tử tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 4/5.<br/>&emsp;May mắn trong công việc: 5/5.<br/>&emsp;May mắn tình duyên: 1/5.<br/>&emsp;May mắn tiền tài:2/5.<br/><br/><b>Lời khuyên cho cung Song Tử tháng 5/2020</b><br/>&emsp;Đừng lo nếu bạn cảm thấy mệt mỏi và hơi đuối vào cuối tháng. Một vài bài tập nhẹ sẽ tiếp thêm năng lượng cho bạn. Công việc sẽ chiếm hầu hết quan tâm của bạn, thế nhưng đừng quên cho bản thân nghỉ ngơi. Thư giãn, tĩnh tâm, tự thưởng cho bản thân một vài ngày lười biếng cũng là cách để có thêm niềm vui đấy.",
	"CuGiai":"Công việc của Cự Giải có khá nhiều trở ngại trong tháng mới. Tuy nhiên, điều đó sẽ được bạn biến thành cơ hội để tỏa sáng. Bởi bạn vốn dĩ là người không ngại khó. Bạn tin rằng mình có thể giải quyết được mọi việc, bạn tin là bạn làm đúng và bạn cố gắng hết sức. Chính vì vậy, những khó khăn xảy đến đầu tháng bạn sẽ vượt qua dễ dàng. Và cuối tháng sẽ là thời điểm bạn tận hưởng. Tâm lý sẽ chi phối cuộc sống của bạn rất nhiều vì Cự Giải sống khá hướng nội. Hãy chú ý đến những giấc mơ vì nó thường báo hiệu một điều gì đó trong tương lai của bạn. <br/><br/>&emsp;Xem tử vi 12 cung hoàng đạo thấy trong tháng này, khoảng ngày mùng 6, 7, 8 sẽ là những ngày rất may mắn với bạn. Hãy thử vận may trong những ngày này, biết đâu bạn sẽ có được nhiều bất ngờ?<br/><br/><b>Sự nghiệp và công việc cung Cự Giải tháng 5/2020</b><br/>&emsp;Khả năng biểu đạt ngôn ngữ là một thế mạnh của Cự Giải mà nhiều người mơ ước. Bạn luôn tận dụng lợi thế này để giải quyết được rất nhiều công việc. Mâu thuẫn trong các mối quan hệ vì thế mà hầu như không có. Khả năng giao tiếp khéo léo, cách xử lý tình huống nhanh nhẹn khiến mọi trục trặc trong công việc của Cự Giải vào giữa tháng trở nên bình thường. Bạn biết bày tỏ đúng cách mong muốn và quan điểm của mình với cấp trên. Vậy nên việc tiếp tục nhận được nhiều lời khen ngợi của lãnh đạo trong tháng này không quá ngạc nhiên.<br/><br/>&emsp;Về tài chính, Cự Giải có vài nguồn thu mới đến từ những khoản đầu tư bạn không ngờ tới. Nhìn chung, túi tiền của bạn khá rủng rỉnh trong suốt cả tháng. Tháng 5 này, bạn nên nghĩ đến việc làm từ thiện. Tốt nhất là vào cuối tháng. Bạn có thể tham gia một chương trình nào đó, hoặc cùng bạn bè tổ chức một buổi từ thiện nhỏ. Điều này sẽ đem lại nhiều may mắn cho bạn trong công việc và tài lộc đấy.<br/><br/><b>Tình cảm cung Cự Giải tháng 5/2020</b><br/>&emsp;Tình yêu của Cự Giải tháng mới cỏ vẻ chưa có nhiều thay đổi. Bạn vẫn giữ thái độ “thờ ơ” với các mối quan hệ tình cảm. Có rất nhiều vệ tinh theo đuổi các Cự Giải độc thân, thế nhưng bạn không mấy quan tâm. Bạn vẫn chưa sẵn sàng để bắt đầu một mối quan hệ mới. Với bạn, gia đình vẫn là điều quan tâm số một hiện tại.<br/><br/>&emsp;Với những Cự Giải đã có đôi, đặc biệt là các cặp vợ chồng, hãy dành thời gian cho nửa kia trong những ngày 11, 12 và 13. Đây là những ngày thích hợp cho những câu chuyện lãng mạn. Hãy sắp xếp vài điều bất ngờ thú vị để hâm nóng tình cảm với nửa kia. Thiên thời, địa lợi, nhân hòa, tình yêu của các bạn sẽ “đơm hoa kết trái” sớm thôi.<br/><br/><b>Sức khỏe cung Cự Giải tháng 5/2020</b><br/>&emsp;Nhìn chung, sức khỏe của bạn không có gì đáng lo ngại. Bạn vẫn duy trì một thể chất ở mức bình thường. Tuy nhiên, đừng vận động quá sức. Hãy hạn chế những hoạt động đòi hỏi thể lực cao hay tốn nhiều công sức. Nếu cuối tháng bạn cảm thấy hơi mệt, hãy tăng cường các thực phẩm giàu Vitamin C như nước cam, bưởi… <br/><br/><b>Bói chỉ số may mắn cung Cự Giải tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 2/5.<br/>&emsp;May mắn trong công việc: 3/5.<br/>&emsp;May mắn tình duyên: 2/5.<br/>&emsp;May mắn tiền tài: 2/5.<br/><br/><b>Lời khuyên cho cung Cự Giải tháng 5/2020</b><br/>&emsp;Bạn rất giỏi trong giao tiếp với đồng nghiệp, nhưng không giỏi lắm trong việc phân bổ thời gian giữa các mối quan hệ. Đừng chỉ quanh quẩn lo cho gia đình, bạn cũng cần có thêm những mối quan hệ xã hội khác. Công việc là điều khiến bạn để tâm nhiều, nhưng cũng đừng quên thư giãn, nghỉ ngơi và đầu tư một chút để chăm sóc bản thân nhé.",
	"SuTu":"Có một cơ duyên nào đó kết nối Sư Tử và người khác. Trong tháng 5 này, bạn sẽ có được nhiều mối quan hệ mới. Có thể trong những người bạn bắt chuyện trên đường có một người có thể giúp bạn được rất nhiều sau này. Vậy nên hãy mạnh dạn, hòa đồng và mỉm cười với bất cứ ai bạn gặp, may mắn sẽ đến với bạn. Hình như bạn đang ấp ủ một kế hoạch startup công nghệ mà lâu nay chưa thực hiện được. Vậy thì đây là thời điểm tốt cho bạn bắt đầu, bạn sẽ rất có duyên với các công việc online. <br/><br/><b>Sự nghiệp và công việc cung Sư Tử tháng 5/2020</b><br/>&emsp;Công việc và tài chính tháng 5 khiến cho Sư Tử cảm thấy khá hài lòng. Bạn không có quá nhiều áp lực trong công việc. Tử vi tháng 5/2020 khuyên bạn làm việc trong môi trường thoải mái. Có như vậy bạn mới phát huy hết năng lực sở trường, thành quả công việc sẽ tăng gấp nhiều lần. Tin vui cho Sư Tử nhé, tháng này bạn sẽ có kha khá tiền thưởng đấy. Hãy tự thưởng cho mình một chuyến du lịch ngắn ngày cùng bạn bè hoặc người thân nhé. <br/><br/>&emsp;Vào khoảng giữa tháng, có lẽ bạn sẽ quyết định bỏ dở một dự án. Nếu không cũng là sẽ mất niềm tin đối với một đối tác nào đó. Tuy nhiên, nếu tiếp tục lên kế hoạch và bắt đầu lại thì khoảng ngày 22-24 là thời gian tuyệt vời nhất. Tiếp theo, hãy thực hiện và bạn sẽ gặt hái kết quả trong vòng 6 tháng.<br/><br/><b>Tình cảm cung Sư Tử tháng 5/2020</b><br/>&emsp;Cơ hội để thoát kiếp FA cho các Sư Tử đã đến. Trong tháng này, một mối quan hệ tình cảm mới sẽ bất ngờ đến với bạn. Hãy để ý và chờ đợi đối phương xuất hiện. Có thể là từ một ib trên facebook, hoặc trong một buổi party nào đó.<br/><br/><b>Sức khỏe cung Sư Tử tháng 5/2020</b><br/>&emsp;Bạn sẽ có một vài vấn đề nhỏ với sức khỏe của mình trong tháng này, có thể là cuối tháng. Đừng lo, sức khỏe của bạn sẽ dần hồi phục thôi. Nhưng tốt nhất, hãy thử vài chục phút đi bộ mỗi sáng hoặc chiều để tăng đề kháng nha.<br/><br/><b>Bói chỉ số may mắn cung Sư Tử tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 3/5.<br/>&emsp;May mắn trong công việc: 2/5.<br/>&emsp;May mắn tình duyên: 3/5.<br/>&emsp;May mắn tiền tài: 3/5.<br/><br/><b>Lời khuyên cho cung Sư Tử tháng 5/2020</b><br/>&emsp;Bạn tạo ra giá trị của bạn. Chính bạn chứ không ai khác có thể tạo ra kì tích. Hãy mạnh dạn và quyết đoán hơn trong những quyết định của bản thân để gặt hái được nhiều thành công hơn nhé!",
	"XuNu":"Tử vi tháng 5/2020 đánh dấu nhiều dấu mốc quan trọng trong công việc và học tập của Xử Nữ. Thời điểm này, bạn dồi dào năng lượng đến mức khiến đồng nghiệp kinh ngạc. Mọi công việc sẽ được giải quyết chu toàn. Sẽ có những cơ hội bất ngờ ập đến, hãy chớp thời cơ nhanh tay, nhất là Xử Nữ sinh tháng 9.<br/><br/><b>Sự nghiệp và công việc cung Xử Nữ tháng 5/2020</b><br/>&emsp;Là một tháng có nhiều bước tiến trong công việc. Điều này có được do những nỗ lực đến từ chính bạn và những gì bạn đã thể hiện. Sự nghiệp của bạn sẽ rực rỡ nhất vào khoảng giữa tháng. Sẽ có vô số lời khen và phần thưởng xứng đáng cho những gì bạn đã cống hiến. <br/><br/>&emsp;Tình cảm cung Xử Nữ tháng 5/2020</b><br/>&emsp;Có vẻ như tháng 5 là một tháng may mắn với Xử Nữ. Nếu đang độc thân, bạn sẽ tìm thấy nửa kia sớm thôi, khoảng đầu tháng. Đó sẽ rất có thể là đối tác làm ăn đã để ý đến bạn lâu nay đấy. <br/><br/><b>Sức khỏe cung Xử Nữ tháng 5/2020</b><br/>&emsp;Quá nhiều điều để nói về sự nghiệp của Xử Nữ trong tháng này. Nhưng chính công việc lại đốt cháy gần như hoàn toàn năng lượng của bạn. Hãy chú ý chăm sóc cơ thể, bồi bổ bằng các món ăn giàu dinh dưỡng. Lời khuyên cho bạn là hãy thử Yoga hoặc ngồi thiền để lấy lại năng lượng và sự cân bằng nha.<br/><br/><b>Bói chỉ số may mắn cung Xử Nữ tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 5/5.<br/>&emsp;May mắn trong công việc:3/5.<br/>&emsp;May mắn tình duyên: 2/5.<br/>&emsp;May mắn tiền tài: 3/5.<br/><br/><b>Lời khuyên cho cung Xử Nữ tháng 5/2020</b><br/>&emsp;Ngày 6 và 7 là hai ngày rất nhiều tài lộc cho bạn. Nếu đang có kế hoạch sẵn, hãy bắt tay vào các dự án quan trọng. Ngày 12 và 13, hãy tận hưởng những khoảng thời gian nóng bỏng, nồng nàn bên người yêu.",
	"ThienBinh":"Luôn luôn chủ động tìm kiếm cơ hội thăng tiến khiến sự nghiệp của Thiên Bình khá tốt. Hãy tiếp tục phát huy theo hướng đó, thêm một chút khéo léo trong giao tiếp sẽ là chìa khóa để bạn gặt hái nhiều thành công hơn. Là một người sinh ra để lãnh đạo, bạn sẽ sớm chứng tỏ được bản thân trong vai trò đó. Trong tháng này, cơ hội để bạn truyền nhiệt huyết, tinh thần học hỏi không ngừng nghỉ với vai trò lãnh đạo là rất cao. Hãy tiếp tục phấn đấu và chờ đến ngày đó nhé. Có vẻ như bạn là một ngôi sao khá sáng trong tử vi tháng 5/2020 đấy!<br/><br/><b>Sự nghiệp và công việc cung Thiên bình tháng 5/2020</b><br/>&emsp;Nổi bật nhất trong tháng 5 này đó là công việc rất suôn sẻ. Bạn sẽ có một vị trí mới trong cơ quan, kèm theo đó là tài chính cũng gia tăng. Tuy nhiên, việc ăn chơi hưởng thụ hơi quá tay sẽ khiến túi tiền của bạn với đi trong tuần thứ 3. Hãy hạn chế bớt chi tiêu và bắt đầu công cuộc kiếm tiền thôi nào.<br/><br/>&emsp;Giữa tháng 5, tài chính của Thiên Bình sẽ có một vài trục trặc. Đừng lo, chuyện gì cũng có thể giải quyết bằng sự bình tĩnh và tính toán thấu đáo.<br/><br/><b>Tình cảm cung Thiên bình tháng 5/2020</b><br/>&emsp;Là một tháng an ổn, bạn ít hoặc hầu như không có xích mích với người yêu. Với những Thiên Bình độc thân, hãy mở lòng hơn nữa nếu muốn có thêm một quan hệ tình cảm. Khi đã sẵn sàng, hãy cứ mạnh dạn bày tỏ, tình yêu sẽ đến với bạn.<br/><br/><b>Sức khỏe cung Thiên bình tháng 5/2020</b><br/>&emsp;Một Thiên Bình tràn đầy năng lượng là hình ảnh của tháng 5. Thiên Bình có một thể chất tuyệt vời suốt cả tháng mặc dù có khá nhiều hoạt động tiêu hao năng lượng.<br/><br/><b>Bói chỉ số may mắn cung Thiên bình tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 2/5.<br/>&emsp;May mắn trong công việc: 2/5.<br/>&emsp;May mắn tình duyên: 1/5.<br/>&emsp;May mắn tiền tài: 1/5.<br/><br/><b>Lời khuyên cho cung Thiên bình tháng 5/2020</b><br/>&emsp;Tháng này, bạn nên cân nhắc trong các khoản đầu tư, nhất là đầu tư mạo hiểm. Mặt khác, hãy chú ý với các mối quan hệ đồng nghiệp.",
	"BoCap":"Trực giác trong đầu tư của Bọ Cạp là rất tốt, nhất là trong tháng này. Hãy tin tưởng và sử dụng trực giác của mình, nhưng đừng quá tham lam. Gia đình sẽ có một số việc cần bạn giúp đỡ trong tháng này.<br/><br/><b>Sự nghiệp và công việc cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Tử vi tháng 5/2020 12 cung hoàng đạo dự đoán rằng, vị trí trong công việc của Bọ Cạp có những thay đổi đáng kể. Hãy chuẩn bị tinh thần để thích nghi với vị trí mới. Có thể sẽ là một dự án mới cần bạn góp mặt. Việc của bạn là phải bắt nhịp thật nhanh nếu không muốn bị loai khỏi cuộc chơi.<br/><br/><b>Tình cảm cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Tháng 5 là một tháng tiệc tùng của bạn. Các mối quan hệ khiến bạn không còn thời gian cho nửa kia. Vì vậy, tình yêu của Bọ Cạp tháng 5 này hơi thiếu thốn tình cảm. Nếu đang độc thân, hãy tận dụng những điều này để kết đôi nhé.<br/><br/><b>Sức khỏe cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Bạn có kế hoạch cho việc nâng cao sức khỏe. Rất tốt, hãy thử môn leo núi, có thể sẽ hợp với bạn nhé.<br/><br/><b>Bói chỉ số may mắn cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 4/5.<br/>&emsp;May mắn trong công việc: 3/5.<br/>&emsp;May mắn tình duyên: 3/5.<br/>&emsp;May mắn tiền tài: 4/5.<br/><br/><b>Lời khuyên cho cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Luôn giúp đỡ người khác là điều rất tốt ở bạn, nhưng chú ý đừng can thiệp quá sâu, kể cả người thân quen. Tử vi tháng 5/2020 dự đoán sẽ có một vài vấn đề làm bạn thấy không hài lòng, hãy đừng tỏ thái độ ngay. Lựa chọn thời điểm thích hợp để bày tỏ quan điểm sẽ tốt hơn Bọ Cạp nhé.",
	"NhanMa":"Nhân Mã thường hiểu rõ mình muốn gì và nên làm gì. Tuy nhiên, vào ngày 5 hoặc 19 tháng này, có thể bạn sẽ cảm thấy mất phương hướng. Hãy tìm về với gia đình, đây là nơi tuyệt vời giúp bạn F5 lại mọi thứ. Tháng này của bạn sẽ tốt hơn nếu bạn không tự tạo áp lực cho mình bằng những mục tiêu quá cao, kể cả công việc lẫn tình cảm.<br/><br/><b>Sự nghiệp và công việc cung Nhân Mã tháng 5/2020</b><br/>&emsp;Nếu bạn đang thất nghiệp, tháng này bạn sẽ có công việc mới, chúc mừng Nhân Mã. May mắn trong công việc khiến những bạn đang đi làm gặt hái được khá nhiều thành công. Những điều đó sẽ đến tự nhiên. Tuy nhiên, bạn không nên quá tham lam trong việc đặt mục tiêu. Dù có tăng lương bao nhiêu thì cũng là xứng đáng với công sức của bạn.<br/><br/><b>Tình cảm cung Nhân Mã tháng 5/2020</b><br/>&emsp;Trong chuyện tình cảm của Nhân Mã độc thân, bạn có yêu cầu khá cao. Nhưng những đối tượng bạn gặp trong tháng này có vẻ không phù hợp với những tiêu chí đó. Vậy nên bạn sẽ vẫn FA trong tháng này.<br/><br/><b>Sức khỏe cung Nhân Mã tháng 5/2020</b><br/>&emsp;Bạn không nên làm việc quá sức trong tháng này nếu không muốn đổ bệnh. Hãy chú trọng chăm sóc tâm hồn bởi bạn có nguy cơ stress rất cao, nhất là cuối tháng.<br/><br/><b>Bói chỉ số may mắn cung Nhân Mã tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 3/5.<br/>&emsp;May mắn trong công việc: 3/5.<br/>&emsp;May mắn tình duyên: 2/5.<br/>&emsp;May mắn tiền tài: 3/5.<br/><br/><b>Lời khuyên cho cung Nhân Mã tháng 5/2020</b><br/>&emsp;Hãy tham gia các hoạt động tập thể, kết giao thêm bạn bè và các mối quan hệ xã hội. Trong số những người này sẽ có quý nhân của bạn.",
	"MaKet":"Vận may sẽ mỉm cười với Ma Kết trong hầu hết thời gian của tháng này. Hãy biến nó thành cơ hội và cố gắng hết sức để có nhiều thành công hơn trong công việc. Bạn là một người yêu thích vận động, tháng này sẽ là một tháng đầy năng lượng với những hoạt động mới. Tử vi tháng 5/2020 cho thấy tháng này là một tháng của sự di chuyển đối với Ma Kết.<br/><br/><b>Sự nghiệp và công việc cung Ma Kết tháng 5/2020</b><br/>&emsp;Công việc của bạn hầu như sẽ dồn hết về đầu tháng. Khoảng thời gian này, hầu như bạn không có khoảng trống cho bất kì mối quan hệ nào khác ngoài công việc. Đừng lo, bạn hoàn toàn thừa năng lượng và nhiệt huyết để hoàn thành tốt mọi thứ. Phần thưởng cho bạn sẽ là một kì nghỉ dài vào cuối tháng cùng với số tiền thưởng kha khá. Nhờ đó, túi tiền của bạn khá rủng rỉnh. Cộng thêm những khoản đầu tư đến kì gặt hái. Hãy tha hồ tận hưởng những chuyến du lịch trong khi tiền vẫn sinh sôi trong tài khoản nhé.<br/><br/><b>Tình cảm cung Ma Kết tháng 5/2020</b><br/>&emsp;Bạn đã chọn được nửa kia của mình, và đó là một người tuyệt vời. Chúc mừng bạn vì điều đó. Tình cảm của Ma Kết sẽ tốt lên nhiều hơn nữa trong tháng này nhờ việc các bạn có nhiều thời gian bên nhau hơn.<br/><br/><b>Bói chỉ số may mắn cung Ma Kết tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 4/5.<br/>&emsp;May mắn trong công việc: 3/5.<br/>&emsp;May mắn tình duyên: 3/5.<br/>&emsp;May mắn tiền tài: 3/5.<br/><br/><b>Lời khuyên cho cung Ma Kết tháng 5/2020</b><br/>&emsp;Cơ hội là rất nhiều, bạn cũng thừa sức để biến nó thành kết quả xứng đáng. Nhưng hãy biết chia sẻ để nhân thêm thành công nhé.",
	"BaoBinh":"Bảo Bình là một người yêu thích việc kết giao bạn bè. Các mối quan hệ xã hội của bạn rất rộng, nhờ đó các công việc của bạn cũng được giúp đỡ rất nhiều. Tuy nhiên, tử vi tháng 5/2020 cảnh báo bạn hãy biết cân bằng, sắp xếp một cách hợp lý. Bạn sẽ có thêm một nguồn năng lượng mới trong tháng này, khiến mọi việc khá tốt đẹp. Tuy nhiên, một vài vấn đề sức khỏe sẽ gây ảnh hưởng đến dự định của bạn trong tháng.<br/><br/><b>Sự nghiệp và công việc cung Bảo Bình tháng 5/2020</b><br/>&emsp;Công việc có một vài thay đổi, bạn sẽ nhanh chóng thích nghi. Tuy nhiên, bạn lại hơi lơ là với các mối quan hệ nơi công sở. Hãy chú ý cách nói chuyện và những hành động nhỏ với đồng nghiệp để tránh bị hiểu lầm.<br/><br/>&emsp;Tháng này, tài chính của Bảo Bình khá ổn. Bạn có thêm một vài cơ hội đầu tư mới từ các mối quan hệ kết giao ngoài xã hội. Đó sẽ là nguồn thu chính vào túi tiền của bạn tháng này.<br/><br/><b>Tình cảm cung Bảo Bình tháng 5/2020</b><br/>&emsp;May mắn trong tình yêu nằm trong lòng bàn tay bạn. Bảo Bình sẽ có được nửa kia nếu chủ động. Nếu may mắn, trong tuần cuối cùng bạn sẽ tìm thấy người phù hợp. Đâu đó trong tử vi tháng 5/2020 cho thấy bạn rất có thể sẽ có tin vui trong tình yêu đấy nhé!<br/><br/><b>Sức khỏe cung Bảo Bình tháng 5/2020</b><br/>&emsp;Hãy vứt ngay những món đồ ăn nhanh nhiều gia vị trong tủ lạnh của mình. Thay đổi thói quen ăn uống, bổ sung thêm rau xanh và hoa quả tươi trong menu hàng ngày. Bói tử vi tháng 5/2020 cho thấy Bảo Bình có thể gặp vài vấn đề liên quan đến tiêu hóa. Ăn uống khoa học, tập luyện nhẹ nhàng sẽ giúp bạn cải thiện tình hình.<br/><br/><b>Bói chỉ số may mắn cung Bảo Bình tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 2/5.<br/>&emsp;May mắn trong công việc: 1/5.<br/>&emsp;May mắn tình duyên: 1/5.<br/>&emsp;May mắn tiền tài: 2/5.<br/><br/><b>Lời khuyên cho cung Bảo Bình tháng 5/2020</b><br/>&emsp; Hãy tiếp tục phát huy khả năng kết giao bạn bè của bạn. Tuy nhiên, hãy cẩn thận với những mối quan hệ gặp ở quán cà phê hay bar. Sẽ có một vài tiểu nhân xuất hiện ở đó.",
	"SongNgu":"Xét vào tử vi tháng 5/2020, khoảng thời gian đầu tháng của Song Ngư dự đoán sẽ khá bình lặng. Thời gian này thích hợp cho việc định hướng lại các kế hoạch trong tương lai. Bạn sẽ có khoảng thời gian một mình khá lâu. Hãy tận dụng khoảng thời gian này để giống như một cái lò xo tích lũy năng lượng bứt phá. Bời cơ hội thể hiện khả năng của Song Ngư sẽ đến vào cuối tháng. Bạn vừa có đủ thời gian để chuẩn bị, ngay sau đó bắt gặp cơ hội, tháng này sẽ là tháng thành công của Song Ngư.<br/><br/><b>Sự nghiệp và công việc cung Song Ngư tháng 5/2020</b><br/>&emsp;Công việc cố định vẫn ổn, trong khi tiền trong các khoản kinh doanh riêng hoặc đầu tư thì thi nhau về túi bạn. Tháng 5 là một tháng rủng rỉnh, tài chính của Song Ngư cực kì dồi dào. Bạn lại là một người biết đầu tư và kinh doanh, các khoản tiền đó lại tiếp tục được xoay vòng. Bạn hầu như không có kế hoạch cho các cuộc du lịch, cho đến khi nhận được lời mời từ đối tác.<br/><br/><b>Tình cảm cung Song Ngư tháng 5/2020</b><br/>&emsp;Song Ngư hình như đã quên mất mình còn nhiều mối quan hệ khác ngoài công việc. Các lợi nhuận từ đầu tư kinh doanh ập đến chiếm hết tâm trí bạn. Vì vậy tháng này tình cảm của bạn không mấy tiến triển.<br/><br/><b>Sức khỏe cung Song Ngư tháng 5/2020</b><br/>&emsp;Đầu tháng, bạn sẽ có một sức khỏe không tốt, thường uể oải mệt mỏi vào cuối ngày. Có thể bạn sẽ phải nghỉ tương đối lâu do tình hình sức khỏe xuống cấp. Hãy chú ý chế độ ăn uống và luyện tập để cải thiện tình hình nhé.<br/><br/>&emsp;Bói chỉ số may mắn cung Song Ngư tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 3/5.<br/>&emsp;May mắn trong công việc: 2/5.<br/>&emsp;May mắn tình duyên: 2/5.<br/>&emsp;May mắn tiền tài: 2/5.<br/><br/><b>Lời khuyên cho cung Song Ngư tháng 5/2020</b><br/>&emsp;Sức khỏe là tài sản quý giá nhất của con người. Hãy đến bệnh viện khi có những dấu hiệu bất thường, đừng chủ quan với những triệu chứng kéo dài. Có sức khỏe, bạn mới có thể có nhiều năng lượng cho công việc kinh doanh của mình được."
	},
"20200421": {
    "Ty":"&emsp;Tử vi ngày mới cho thấy người tuổi Tý có cơ hội mở rộng sự nghiệp nhưng vì con giáp này chưa đưa ra được chính kiến của mình nên khá đáng tiếc. Thực ra cơ hội không nhiều, cũng không phải là lúc để bản mệnh kén cá chọn canh nên hãy cố gắng tận dụng những gì mình đang có nhé.<br/><br/>&emsp;Nếu cần thêm lời khuyên thì con giáp này có thể hỏi ý kiến của những tiền bối đi trước, người có nhiều kinh nghiệm. Mặc dù lúc này nghe quá nhiều sẽ khiến tuổi Tý rối trí nhưng chỉ cần ngồi tĩnh lặng lại một lúc thì bản mệnh có thể tìm được giải pháp cho riêng mình.<br/><br/>&emsp;Con giáp này có tinh thần khá bất ổn định khi phải chịu tác động của cục diện Tương Xung. Tuổi Tý trở nên buồn vui thất thường và khi nóng giận có thể sẵn sàng cãi cọ tay đôi với bất kì người nào. Đây là nguyên nhân khiến mọi người đều có xu hướng né tránh bản mệnh.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mùi<br/><br/>",
	"Suu":"&emsp;Tử vi ngày 21/4/2020, tuổi Sửu khá vô tư, vô lo bởi mọi việc trong ngày diễn ra đều suôn sẻ, thuận lợi. Tình hình tài chính cũng không phải là vấn đề con giáp này phải lo lắng ngày, thậm chí nếu bản mệnh có gặp khó khăn gì cũng sẽ có người đưa tay ra giúp sức tận tình.<br/><br/>&emsp;Con giáp này cũng rất nhiệt tình với mọi người, không ngại ngần hay nề hà gì nếu được ai đónhờ vả. Tuy nhiên nếu người tuổi Sửu quá tốt thì vô hình chung đã trở thành nơi mà người khác trút hết những nhiệm vụ khó khăn mà họ không muốn làm lên người bản mệnh, do đó chỉ giúp trong giới hạn thôi nhé.<br/><br/>&emsp;Trong ngày tương hại, vận trình tình cảm của con giáp này không được vui vẻ cho lắm. Bản mệnh và nửa kia có thể tranh cãi với nhau vì chuyện nhỏ nhặt. Tuổi Sửu dễ đánh mất kiên nhẫn với người ấy, gây tổn hại tới mối quan hệ hiện tại. Hãy cố giữ bình tĩnh để tránh làm tình cảm rạn nứt.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Mùi<br/><br/>",
	"Dan":"&emsp;Tuổi Dần có thể sẽ gặp một vài vấn đề rắc rối trong công việc khiến con giáp này khó lòng hoàn thành đúng như tiến độ đề ra ban đầu và sinh khó chịu, bực tức trong lòng, thậm chí còn làm ảnh hưởng đến mọi xung quanh nữa. Bản mệnh cần giữ bình tĩnh thì mọi việc mới không bị rối ren hơn.<br/><br/>&emsp;Nếu con giáp này có thể tách bạch cảm xúc tiêu cực để không ảnh hưởng tới công việc thì cuối cùng mọi chuyện vẫn sẽ đi theo đúng quỹ đạo của nó. Người tuổi Dần sẽ không thấy quá vất vả và hoàn thành công việc sớm để chuẩn bị cho kỳ nghỉ lễ sắp tới.<br/><br/>&emsp;Nhờ cục diện Dần Ngọ tam hợp nên đường tình duyên của bản mệnh khá ổn định, đây cũng là điều giúp con giáp này cân bằng cảm xúc để tránh làm phiền tới mọi người. Các cặp đôi tuy không có nhiều thời gian ở bên nhau nhưng cả hai luôn làm rất tốt vai trò của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tị<br/><br/>",
	"Meo":"&emsp;Xem tử vi trực tuyến 12 con giáp, tuổi Mão gặp ngày Mão Ngọ tương phá, có điềm báo kẻ tiểu nhân vốn không ưa cố tình muốn đối đầu với con giáp này. Đối phương chỉ muốn tiếp cận để thu thập thông tin và dùng chúng đối phó với bản mệnh khi cần nên phải hết sức thận trọng.<br/><br/>&emsp;Tuy nhiên trong cái rủi lại có cái may, tâm trạng con giáp này trong ngày không ổn định, hay thay đổi thất thường nên kẻ xấu đó khó lòng nắm bắt được, nhờ thế mà người tuổi Mão sẽ có được một ngày yên ổn, khôn gặp tai họa gì. Song bản mệnh vẫn luôn cần đề cao cảnh giác.<br/><br/>&emsp;Về phương diện tài lộc, con giáp này cần phải quản lý tiền bạc chặt chẽ hơn. Hãy chỉ tiêu pha cho những gì thật cần thiết với mình thôi nhé. Với những người làm kinh doanh, bản mệnh cần tránh đầu tư trong hôm nay. Người làm hành chính cũng cần phải cẩn thận hơn trong giải quyết công việc của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Mão<br/><br/>",
	"Thin":"&emsp;Ngày mới của tuổi Thìn có điềm báo dễ có được tài lộc dù không phải vất vả hay gắng sức nhiều. Thậm chí con giáp này còn may mắn đến mức trúng thưởng, trúng xổ số hay được cho tiền. Song thường thì tiền được kiếm từ sức lao động thì mới bền và trân quý hơn.<br/><br/>&emsp;Bản mệnh không nên quá trông ngóng vào khoản tiền này, nếu có thể hãy tiết kiệm một khoản nếu không muốn nó nhanh chóng tiêu tán. Ngoài ra người tuổi Thìn cũng nên học cách quản lý tiền bạc, thắt chặt chi tiêu, sống dưới mức thu nhập để chuẩn bị cho tương lai sau này.<br/><br/>&emsp;Tuy nhiên, ngũ hành xung khắc không tốt cho tình cảm, con giáp này cần phải dành nhiều thời gian hơn nữa để quan tâm tới gia đình nhỏ của mình. Bản mệnh nên hỏi han về công việc của nửa kia cũng như việc học hành của các con, đừng chỉ chăm chăm phát triển sự nghiệp của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Hợi<br/><br/>",
	"Ti":"&emsp;Tử vi phương Đông 12 con giáp, Tam Hội phù trợ, tuổi Tị có thể phát huy khả năng lãnh đạo của mình trong công việc. Với vẻ ngoài nghiêm nghị và lạnh lùng của mình, con giáp này khá có uy với đồng nghiệp và cấp dưới, tin rằng mọi người sẽ đều tin tưởng và nghe theo bản mệnh.<br/><br/>&emsp;Về phương diện tình cảm, các mối quan hệ xã giao của con giáp này cũng có những bước phát triển khá hài hòa. Người tuổi Tị hãy lắng nghe ý kiến của mọi người xung quanh nhiều hơn, mỗi khi gặp vấn đề khó giải quyết, đừng ngại trao đổi, bàn bạc để có được cách giải quyết tốt nhất.<br/><br/>&emsp;Thực Thần cũng báo hiệu cho người tuổi Tị làm nghề tự do một ngày có nhiều phúc lộc. Với bản tính phóng khoáng, rộng rãi của mình, con giáp này được lòng rất nhiều người. Chính họ là những quý nhân giúp đỡ bản mệnh thuận lợi hơn nhiều trên vận trình tài lộc.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Sửu<br/><br/>",
	"Ngo":"&emsp;Tuổi Ngọ có thể gặp những chuyện không mấy ưng ý. Con giáp này là người thẳng thắn, có cá tính, luôn kiên định với bản thân mà không để các yếu tố bên ngoài tác động, nhưng có vẻ mọi chuyện bắt đầu quá tải và bản mệnh không thể kiềm chế cảm xúc và giữ bình tĩnh được nữa.<br/><br/>&emsp;Trong này nếu con giáp này vướng phải những tình huống khó xử và không liên quan đến mình thì tốt nhất hãy cố tránh xa, không nên dính dáng tới thị phi, thời gian này người tuổi Ngọ nên ẩn mình càng lâu càng tốt. Bởi có thể kẻ tiểu nhân sẽ lợi dụng cơ hội này để hãm hại bản mệnh.<br/><br/>&emsp;Con giáp này chịu tác động của cục diện Ngọ Hỏa tự hình nên đôi khi cũng hay chấp nhặt những câu nói vô ý của người khác. Bản mệnh thích được khen ngợi nên, hãy cố gắng điều chỉnh tính cách này nhé bởi những lời có cánh sẽ chẳng bao giờ giúp tuổi Ngọ tiến bộ được.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Hợi<br/><br/>",
	"Mui":"&emsp;Tử vi 12 con giáp ngày 21/4/2020 nói rằng tuổi Mùi không phải lo lắng về chuyện tiền bạc vì vấn đề này đã có cách giải quyết. Có thể là con giáp này nhận được lương, thưởng hoặc thanh toán được nợ nần cũ, vì vậy cố gắng đừng vướng phải nợ mới kẻo tương lai lại rơi vào hoàn cảnh này.<br/><br/>&emsp;Bản mệnh là người coi trọng tình nghĩa, chính vì vậy mà đôi khi người tuổi Mùi làm việc dựa trên cảm tính của mình. Điều này khiến bạn có cái nhìn phiến diện về một số người hay một số sự việc. Hãy quan sát tất cả mọi điều dưới cái nhìn đa chiều hơn và gạt bỏ những rào cản chính mình tự đặt ra.<br/><br/>&emsp;Tuy nhiên có một điều khiến con giáp này thấy chạnh lòng chính là dù đạt thành công trong công việc nhưng mục tiêu hiện tại của người tuổi Mùi là tìm kiếm một nửa ưng ý vẫn chưa hoàn thành. Cuộc sống vốn không công bằng, hạnh phúc cũng chẳng mấy khi trọn vẹn là như thế.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Dậu<br/><br/>",
	"Than":"&emsp;Công việc của tuổi Thân trong ngày thứ 3 này khá nhiều khiến bản mệnh phải cả ngày tất bật. Con giáp này phải hoàn thành những nhiệm vụ được giao và chuẩn bị tinh thần ứng phó với những tình huống rắc rối xảy ra. Trong bất cứ việc gì cũng nên chủ động thì khi việc gì đến cũng không thấy đáng ngại.<br/><br/>&emsp;Thiên Quan giáng họa, con giáp này cần chú ý đến thái độ cư xử của mình hơn, đặc biệt là khi tiếp xúc với cấp trên của mình. Cho dù bản mệnh là người đúng hay sai thì cũng nên yên lặng lắng nghe ý kiến của cấp trên trước khi vội vã phản bác, hơn nữa điều này sẽ để lại ấn tượng xấu.<br/><br/>&emsp;Người tuổi Thân cũng nên tránh việc đối đầu trực tiếp với đồng nghiệp, không nên tỏ ra mình là một người bốc đồng và hiếu thắng. Muốn xây dựng lòng tin trong lòng mọi người, con giáp này cần phải bình tĩnh và đưa ra những quyết định chín chắn hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Thân<br/><br/>",
	"Dau":"&emsp;Tử vi 12 con giáp miễn phí nói cho biết tuổi Dậu có những bước phát triển trên con đường công danh sự nghiệp. Vì nhận được sự tin tưởng của đồng nghiệp nên rất có thể con giáp này sẽ nhận được số lượng phiếu bầu cao nếu tham dự vào các kì thi tuyển hoặc bầu cử.<br/><br/>&emsp;Bản mệnh vốn là một người có tinh thần trách nhiệm cao nên không bao giờ từ bỏ công việc giữa chừng. Tuy nhiên, người tuổi Dậu cần phải thảo luận với mọi người nhiều hơn nữa, đừng bảo thủ, cố chấp mà cho rằng ý kiến cá nhân của mình là đúng nhất.<br/><br/>&emsp;Ngũ hành tương khắc, con giáp này dễ gặp mâu thuẫn với người thân trong gia đình. Bản mệnh không nên coi mình là nhất và mong muốn mọi người lúc nào cũng nghe theo mình. Có nhiều khi suy nghĩ và quan điểm của tuổi Dậu chưa hẳn đã chính xác và khách quan đâu.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Thìn<br/><br/>",
	"Tuat":"&emsp;Tuổi Tuất nếu muốn mở rộng kinh doanh thì nên chớp lấy thời cơ tốt này. Bên cạnh đó đường công danh sự nghiệp của con giáp này cũng khá hanh thông, có dấu hiệu khởi sắc. Nhờ vậy mà tinh thần bản mệnh cũng lạc quan hơn, tự tin thể hiện tài năng của mình trong công việc.<br/><br/>&emsp;Thế nhưng con giáp này đừng vì thế mà vội tự đắc, xem thường những người không bằng mình. Người tuổi Tuất sẽ mắc sai lầm khi không tập trung vào những điều đang diễn ra xung quanh, trong khi công việc lại khá nhiều mà không có thời gian để nghỉ ngơi.<br/><br/>&emsp;Vì là ngày tam hợp nên bản mệnh sẽ có chút may mắn về tiền bạc và tình cảm. Nếu còn độc thân thì khả năng cao con giáp này sẽ làm quen được với một vài đối tượng ưng ý, hai người khá hòa hợp lúc ban đầu nên có thể mở ra một mối quan hệ yêu đương tốt đẹp.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Dần<br/><br/>",
	"Hoi":"&emsp;Tuổi Hợi dễ đạt được thành tích cao trong công việc, nhất là khi con giáp này làm trong ngành dịch vụ hoặc nghiên cứu. Những người có chức vụ cao sẽ xây dựng được uy tín với cấp dưới và đồng nghiệp. Nhìn chung vận trình sự nghiệp của bản mệnh rất hanh thông, rộng mở.<br/><br/>&emsp;Con giáp này là người có đầu óc thông minh và phản ứng nhanh nhạy và linh hoạt, tuy nhiên người tuổi Hợi cần sử dụng khả năng của mình vào công việc một cách tích cực hơn nữa, tránh lười biếng và ỉ lại vào mọi người, tinh thần được chăng hay chớ.<br/><br/>&emsp;Trong ngày ngũ hành tương khắc, bản mệnh dễ gặp trục trặc tình cảm, nhất là với những người đã có đôi có cặp. Hãy tin tưởng đối phương nhiều hơn, nếu nảy sinh nghi ngờ gì, con giáp này và nửa kia cần nói chuyện một cách thẳng thắn chứ không phải là giấu mọi chuyện trong lòng.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Ngọ<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 3 ngày 21/4/2020 của 12 cung hoàng đạo nói rằng Bạch Dương luôn muốn theo lối sống tự do, không thích bị bó buộc nên rất dễ gây chuyện với một nửa. Tính khí trong ngày thay đổi thất thường của bạn khiến mọi người xung quanh cũng không chịu được, hãy cố kiểm soát cảm xúc lại nhé.<br/><br/>&emsp;Bình thường thì bạn cũng có sự tự chủ nhưng trong tình yêu đôi khi lại không được tỉnh táo mà cứ để cho cảm xúc dẫn dắt, lấn át lí trí của mình mãi thôi. Cuối cùng bản thân chòm sao này vì thế trở nên mù quáng, có được hạnh phúc nhưng cũng phải trải qua không ít nỗi buồn.<br/><br/>&emsp;May mắn về tiền bạc sẽ mỉm cười với bạn. Bạch Dương sẽ có rất nhiều cơ hội để gia tăng thu nhập và chuyện kiếm tiền không gặp khó khăn gì. Nếu bạn còn ngồi trên ghế nhà trường sẽ đặt ra rất nhiều câu hỏi về bước đường tương lai và sẽ được người có kinh nghiệm giúp giải đáp và định hướng.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 21/4/2020: 12, 26<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu được nhiều người để ý tới vì ở bạn toát ra một sức cuốn hút khó cưỡng lại. Bạn chẳng phải làm điều gì cả nhưng cũng có thể khiến bất cứ ai tiếp xúc cũng có cảm tình. Nhân cơ hội này mà tìm được một nửa tâm đầu ý hợp với mình thì còn gì tốt bằng.<br/><br/>&emsp;Hãy tận dụng cơ hội để bày tỏ tình cảm với người ấy đi nhé, nói với đối phương rằng bạn có cảm xúc như thế nào và đón nhận tình yêu từ đối phương thôi. Tuy nhiên mối quan hệ với các thành viên trong gia đình không được hài hòa cho lắm, có vẻ như thời gian gần đây chòm sao này không mấy quan tâm đến người thân của mình.<br/><br/>&emsp;Công việc cũng tiến triển rất tốt, chòm sao này không có qua nhiều tham vọng, bạn làm việc chỉ vì đam mê, muốn làm mọi việc tốt nhất có thể, chỉ đơn giản là không muốn ai phải thất vọng về chính mình. Con đường sự nghiệp ngày càng trở nên hanh thông, rộng mở hơn.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 21/4/2020: 19, 45<br/><br/>",
	"SongTu":"&emsp;Theo tử vi ngày mới, công việc của Song Tử có dấu hiệu giảm sút, đặc biệt là nếu gần đây bạn thể hiện mình là người hung hăng, hiếu thắng và hấp tấp. Hãy nhìn xa hơn và nhìn vào bức tranh toàn cảnh thay vì chỉ lo đến cái lợi trước mắt. Đừng quá nghi ngờ những cơ hội mà người khác mang đến cho mình.<br/><br/>&emsp;Song cũng cũng không nên vì quá tin tưởng ai đó mà liều mình nhắm mắt đưa chân. Bạn có rất nhiều ý tưởng về việc quản lí tài chính nhưng lại chưa thật sự áp dụng hiệu quả cái nào vào thực tế. Tình hình cải thiện đáng kể, bạn sẽ thu về được rất nhiều thành quả xứng đáng từ những khoản đầu tư trước đây.<br/><br/>&emsp;Tình yêu thăng hoa ngập tràn, đi tới đâu cũng có người để ý và dành những lời hoa mỹ để tán thưởng về tài năng hay gương mặt xinh xắn của bạn đấy. Song Tử có thể thay đổi địa điểm khác để tạo nguồn cảm hứng mới, cho mối quan hệ của mình. Sức khỏe của bạn ngày hôm nay rất tốt, không phải lo lắng gì cả.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 21/4/2020: 3, 14<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi online 12 chòm sao dự báo Cự Giải có thể gặp gỡ bạn bè và họ hàng, người thân. Tâm trạng của bạn cực kì hưng phấn và tràn ngập tiếng cười. Nếu bạn gặp ai đó xấu tính thì hãy ngay lập tức tách mình khỏi người ấy, dĩ hòa vi quí không phải giải pháp trong thời điểm này.<br/><br/>&emsp;Về phương diện công việc, bạn càng đào sâu nghiên cứu để trau dồi chuyên môn bao nhiêu thì càng có cơ hội khẳng định vị trí của bản thân bấy nhiêu. Đây là thời điểm thích hợp để cung hoàng đạo này mở rộng môi trường làm việc, tăng khả năng phát triển bản thân.<br/><br/>&emsp;Bên cạnh kiến thức thì những kĩ năng mềm cũng là rất cần thiết để bạn chứng minh được năng lực của mình. Hơn thế nữa, việc mở rộng các mối quan hệ xã hội cũng là một cách tốt để thúc đẩy phát triển sự nghiệp, tăng cường vận may tìa chính cho bản thân trong tương lai.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 21/4/2020: 9, 17<br/><br/>",
	"SuTu":"&emsp;Tử vi ngày 21/4/2020 cho biết Sư Tử nên chấn chính lại thái độ làm việc của mình đi nhé. Công việc thì ngày nào cũng như vậy chỉ có tâm trạng là khác thôi, chỉ khi nào bạn tìm được cảm hứng làm việc thì mọi chuyện sẽ không còn quá tệ nữa. Hãy thể hiện mình là một người chuyên nghiệp nhé.<br/><br/>&emsp;Ngoài ra bạn cần phải cẩn thận các vấn đề liên quan đến tiền bạc kẻo sẽ dễ bị lừa gạt. Bình thường bạn cũng đa nghi, cảnh giác lắm nhưng hôm nay lại trở nên dễ dãi nên bị kẻ xấu lợi dụng cũng không hay. Đừng quá tin tưởng những người mình không quen biết dù họ đáng thương cũng chỉ nên giúp một phần thôi.<br/><br/>&emsp;Nếu định đi hẹn hò thì Sư Tử nên ghé tiệm làm tóc để tút tát lại nhan sắc và gây ấn tượng với nửa kia của mình. Hình ảnh mới của bạn chắc chắn sẽ khiến đối phương rất cảm thấy bất ngờ và bối rối đó. Đây cũng là một ngày lãng mạn để Sư Tử và người ấy tận hưởng giây phút êm đẹp bên nhau.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 21/4/2020: 21, 33<br/><br/>",
	"XuNu":"&emsp;Tử vi phương Tây 12 chòm sao nói rằng Xử Nữ không tập trung vào công việc cho lắm, thậm chí bạn còn muốn buông xuôi tất cả những việc quan trọng mà mình phải làm nữa. Thế nhưng nếu như vậy thì rất đáng báo động đấy, sẽ có lúc bạn sẽ phải hối hận vì quyết định của mình.<br/><br/>&emsp;Cung hoàng đạo này đang bị cuốn vào những niềm vui, cảm xúc mới mẻ trong chuyện tình cảm. Tình yêu đến một cách tự nhiên nhưng không hề dễ dàng chút nào, bởi bạn đặt ra những yêu cầu, tiêu chuẩn khá cao và cho rằng đó phải là một nửa hoàn hảo của mình.<br/><br/>&emsp;Xử Nữ chẳng nghĩ đến chuyện gì khác ngoài tình yêu, đó cũng là lý do bạn không tập trung vào công việc dù trước đó đã phải khó khăn như nào mới có được. Tình hình tài chính cũng không được khả quan cho lắm. Vì thế đây là thời điểm bạn nên quan sát và nghe ngóng thông tin hơn là bỏ tiền đầu tư.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 21/4/2020: 18, 42<br/><br/>",
	"ThienBinh":"&emsp;Công việc của Thiên Bình giậm chân tại chỗ và có rất nhiều việc không được như ý. Tốt nhất là bạn nên thận trọng trong từng việc mình làm, đừng liều lĩnh nếu không sẽ nhận lại hậu quả khó lường. Bạn cũng nên chú ý xây dựng quan hệ tốt đẹp với đồng nghiệp, đừng gây ấn tượng không tốt với mọi người.<br/><br/>&emsp;Các cặp đôi sẽ có một ngày tương đối sóng gió nhưng sự tinh tế và tình cảm chân thành dành cho nhau là chìa khóa giúp bạn hạn chế tối đa những phiền phức không đáng có. Cung hoàng đạo này còn độc thân nên chú ý đến cách ăn mặc khi đi ra ngoài vì vẻ bề ngoài đẹp sẽ giúp bạn thu hút ánh nhìn của người khác giới.<br/><br/>&emsp;Chỉ số tiền bạc của chòm sao này trong ngày khá thấp. Mặc dù không tới mức rơi vào tình cảnh cháy túi nhưng cũng chẳng dư dả là bao. Chuyện tiết kiệm tiền của Thiên Bình quả là không dễ, nhất là với người hào phóng như bạn. Hãy xem lại cách chi tiêu của mình để điều chỉnh hợp lý hơn nhé.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 21/4/2020: 2, 10<br/><br/>",
	"BoCap":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo chỉ ra rằng nếu Bọ Cạp không quen với việc nhận được quá nhiều sự quan tâm, chú ý từ những người khác. Cảm giác bị làm phiền, khó chịu bởi quá nhiều ánh mặt dò xét xung quanh bạn. Hãy cẩn thận với những hành động của họ lúc này, để tránh bị lừa nhé.<br/><br/>&emsp;Chuyện tình cảm không mấy suôn sẻ ảnh hưởng tới tâm trạng của bạn. Mâu thuẫn giữa bạn và người ấy càng ngày càng trở nên gay gắt hơn. Những suy nghĩ bảo thủ, áp đăt của bạn chỉ khiến tình cảm trở nên sứt mẻ hơn mà thôi. Hãy bình tình và lắng nghe suy nghĩ của đối phương nhiều hơn nhé.<br/><br/>&emsp;Chòm sao này tỏ ra rất thận trọng và tiết kiệm hết sức có thể trong việc tiêu tiền. Đó không phải vì ích kỷ mà bạn chỉ muốn được an toàn, cho những dự định của bạn. Bọ Cạp không cần phải giải thích với ai hãy làm những điều mà bạn cảm thấy tốt cho bản thân mình và đúng đắn nhất.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 21/4/2020: 13, 25<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo chỉ ra rằng nếu Bọ Cạp không quen với việc nhận được quá nhiều sự quan tâm, chú ý từ những người khác. Cảm giác bị làm phiền, khó chịu bởi quá nhiều ánh mặt dò xét xung quanh bạn. Hãy cẩn thận với những hành động của họ lúc này, để tránh bị lừa nhé.<br/><br/>&emsp;Chuyện tình cảm không mấy suôn sẻ ảnh hưởng tới tâm trạng của bạn. Mâu thuẫn giữa bạn và người ấy càng ngày càng trở nên gay gắt hơn. Những suy nghĩ bảo thủ, áp đăt của bạn chỉ khiến tình cảm trở nên sứt mẻ hơn mà thôi. Hãy bình tình và lắng nghe suy nghĩ của đối phương nhiều hơn nhé.<br/><br/>&emsp;Chòm sao này tỏ ra rất thận trọng và tiết kiệm hết sức có thể trong việc tiêu tiền. Đó không phải vì ích kỷ mà bạn chỉ muốn được an toàn, cho những dự định của bạn. Bọ Cạp không cần phải giải thích với ai hãy làm những điều mà bạn cảm thấy tốt cho bản thân mình và đúng đắn nhất.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 21/4/2020: 13, 25<br/><br/>",
	"MaKet":"&emsp;Theo tử vi phương Tây nói rằng Ma Kết đang chờ đợi một cơ hội để gắn kết những người bạn yêu quý lại với nhau, thì hôm nay chính là cơ hội để bạn có thể làm điều đó. Bởi vì nếu bạn còn chần chừa thêm nữa, sự hợp tác có thể nhanh chóng biến thành sự khó chịu mà thôi.<br/><br/>&emsp;Hãy tận dụng thời cơ và khả năng của bạn nhé. Công việc của chòm sao này đang gặp chút khó khăn. Sự bỡ ngỡ khi mới bắt đầu một công việc là điều không thể tránh khỏi. Nhưng bạn cũng đừng lo lắng quá nhé, mọi chuyện đều sẽ ổn cả thôi, dần dần bạn sẽ thích nghi và có thể hoàn thành chúng hiệu quả hơn.<br/><br/>&emsp;Thiếu ngủ đang khiến cơ thể bạn trở nên tồi tệ hơn. Việc này không chỉ nguyên nhân gây ra rất nhiều nguy cơ mắc bệnh tật mà còn làm giảm hiệu suất công việc của bạn. Từ đó kết quả bạn nhận được không như mong muốn. Việc điều chỉnh giờ giấc rất quan trọng và là điều Ma Kết cần phải làm lúc này.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 21/4/2020: 8, 29<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình hãy chuẩn bị đối phó với những điều không hay có thể xảy đến với cuộc sống của mình. Công việc đang tiến triển tốt đẹp thì bỗng gặp trở ngại, những việc khác cũng chẳng đâu vào đâu, bạn cảm giác như đang bị mắc kẹt giữa một đống hỗn độn vậy.<br/><br/>&emsp;Không những thế nửa kia cũng cứ khăng khăng làm theo ý mình mà không hiểu những điều bạn nói. Cả hai cũng găng lên thế là giận nhau thôi. Sự việc chẳng có gì mà cuối cùng cung hoàng đạo này lại bị buồn bực cả ngày trời. Đây cũng là nguyên nhân chính khiến bạn không thể tập trung làm việc được.<br/><br/>&emsp;Có thể chòm sao này sẽ cảm thấy mệt mỏi và kiệt quệ cả về thể chất lẫn tinh thần. Để có thể vượt qua trạng thái đi xuống trầm trọng lần này thì người có thể giúp được Bảo Bình không phải là người ấy mà là bạn bè và các thành viên trong gia đình. Người ấy thậm chí còn gây thêm áp lực, căng thẳng cho bạn.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 21/4/2020: 10, 22<br/><br/>",
	"SongNgu":"&emsp;Song Ngư được đánh giá cao vì đang làm rất tốt công việc của mình, bạn biết cách cư xử sao cho mọi người xung quanh không thấy khó chịu, luôn là người chủ động kết nối các thành viên trong nhóm lại với nhau. Hơn nữa bạn biết tiết chế cái tôi cá nhân, nhờ vậy mà các mối quan hệ cũng trở nên hài hòa.<br/><br/>&emsp;Chính vì thế bạn có thể dễ dàng hoàn thành được công việc và có thành tựu nhất định. Chòm sao này không phải tốn nhiều công sức mà vẫn có được điều mình muốn vì sự giúp đỡ nhiệt tình của mọi người, công việc cũng nhờ thế mà thuận lợi và dễ dàng hơn nhiều.<br/><br/>&emsp;Cung hoàng đạo này cũng không phải lo nghĩ nhiều về chuyện tình cảm trong ngày. Song Ngư gặp được định mệnh của đời mình trong một tình huống bất ngờ, ngay từ phút đầu tiên đã bị cuốn hút bởi từng ánh mắt và nụ cười của đối phương, cảm giác như mọi thứ xung quanh đều ngọt ngào và lãng mạn vậy.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 21/4/2020: 1, 15<br/><br/>"
    },
"20200420": {
    "Ty":"&emsp;Xem tử vi 12 con giáp cho thấy tuổi Tý trở nên mạnh mẽ, không còn nhu nhược, sợ hãi như trước mà đã biết vùng dậy, tự bảo vệ lấy mình. Những khó khăn trước mắt không làm khó được con giáp này mà ngược lại còn tăng thêm sức mạnh, sự quyết tâm vượt qua cho bản mệnh.<br/><br/>&emsp;Nhờ sự quyết đoán, dám nghĩ dám làm, không ngại xông pha mà con giáp này sẽ đạt được thành công ngoài sứ mong đợi. Đôi khi có những tình huống người tuổi Tý cần phải mạo hiểm một chút mới có thể vượt qua được khó khăn và trở ngại mà không phải người nào cũng dễ dàng vượt qua được.<br/><br/>&emsp;Tuy nhiên do ngũ hành tương xung nên bản mệnh cần điều chỉnh lại tâm trạng của mình một chút. Con giáp này không nên ích kỷ khi đang ở trong mối quan hệ lãng mạn với nửa kia, thay vào đó hãy sống và quan tâm tới đối phương nhiều hơn chứ đừng chỉ muốn đòi hỏi cho bản thân mình.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Suu":"&emsp;Tử vi hàng ngày 12 con giáp nói rằng đường tình duyên của người tuổi Sửu trong ngày Sửu Tị bán hợp, vô cùng rộng mở, cơ hội cho những người độc thân thoát khỏi tình trạng cô đơn không ít, chỉ cần con giáp này biết cách nắm bắt thời cơ đúng lúc thì sẽ sớm có được hạnh phúc cho riêng mình.<br/><br/>&emsp;Tuy nhiên vận trình công danh sự nghiệp lại tiềm ẩn những rủi ro khi mà bản mệnh phải đối mặt với những chuyện thị phi, tranh đấu. Trước giờ người tuổi Sửu đều không muốn tranh giành với ai nhưng có những tình huống bắt buộc phải đứng ra nói lên tiếng nói của mình.<br/><br/>&emsp;Con giáp này nên học cách tự bảo vệ bản thân, xác định rõ các mối quan hệ xã giao để biết được đâu là người đáng tin và không đáng tin mà tránh xa.  Ngoài ra, bản mệnh đừng bao giờ vội tin lời bất cứ ai, càng không nên vì cả nể mà nhận sự thiệt thòi về phía mình nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Hợi<br/><br/>",
	"Dan":"&emsp;Tử vi ngày 20/4/2020 cho thấy tuổi Dần gặp ngày tương hại nên vận trình không mấy suôn sẻ. Cục diện Dần Tị tứ hành xung khiến con giáp này có nhiều điều bất an, vợ chồng dễ nảy sinh mâu thuẫn, tranh cãi với nhau vì chuyện nhỏ nhặt không đáng có. Bản mệnh nên dành thêm gia đình để bồi đắp tình cảm gia đình.<br/><br/>&emsp;Bên cạnh đó phương diện công việc, sự nghiệp cũng có dấu hiệu sa sút, con giáp này rất khó có được kết quả đúng như mong muốn, thậm chí còn bị chậm trễ hoặc chậm tiến độ hơn so với dự tính. Người tuổi Dần nên tập trung vào công việc của mình nhiều hơn nữa.<br/><br/>&emsp;Mặc dù trong thâm tâm không muốn nhưng bản mệnh vẫn có thể lơ là và mắc sai lầm, khiến mọi chuyện ngày càng tồi tệ hơn. Con giáp này nên tập trung hơn vào công việc của mình. Đừng để những chuyện riêng tư cá nhân khiến cho mình phân tâm ảnh hưởng đến con đường thăng tiến nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Hợi<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp cho biết tuổi Mão sẽ có một ngày như ý, vận trình tài lộc hanh thông, vượng phát. Nhất là những người làm nghề kinh doanh, buôn bán thì càng gặp nhiều may mắn, tiền bạc vào nhà nhiều không kể xiết. Con giáp có thể chi tiêu thoải mái mà không phải lo nghĩ gì.<br/><br/>&emsp;Song thói đời đỏ bạc đen tình, bản mệnh phải chịu nhiều nỗi buồn phiền trong chuyện tình cảm. Ngũ hành bản mệnh sinh xuất tác động, lại thêm người tuổi Mão vì bận rộn với công việc và chuyện kiếm tiền nên không dành đủ thời gian cho nửa kia nên bị hờn ghen, trách móc.<br/><br/>&emsp;Con giáp này không biết cách làm thế nào để người mình thương yêu hài lòng, chính vì thế mà cũng có những lúc bản mệnh cảm thấy mệt mỏi và muốn buông xuôi. Người độc thân dù yêu thương rất nhiều nhưng không biết cách nói chuyện nên vẫn còn tự ti nên không dám ngỏ lời.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mùi<br/><br/>",
	"Thin":"&emsp;Theo tử vi phương Đông nói rằng người tuổi Thìn có thể đạt được những bước tiến mới trong sự nghiệp của mình. Con giáp này đang được cấp trên đánh giá rất cao về năng lực cũng như luôn tin tưởng giao phó cho những trọng trách quan trọng.<br/><br/>&emsp;Bản mệnh luôn ý thức rằng mình phải làm tốt công việc của mình, hoàn thành nhiệm vụ bằng tinh thần trách nhiệm cao mà không để ai phải nhắc nhở hay phàn nàn điều gì. Đây cũng chính là lý do khiến tuổi Thìn có thể đạt được nhiều mục tiêu trong cuộc sống của mình.<br/><br/>&emsp;Vân trình tình cảm đang trên đà tăng tiến do ngũ hành tương sinh. Con giáp này và nửa kia của mình yêu nhau càng lâu thì ngày càng khăng khít, nếu cảm thấy tình yêu đã chín muồi thì hãy lên kế hoạch để cùng nhau về ra mắt gia đình hai bên, sớm cùng nhau về chung một nhà đi nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tuất<br/><br/>",
	"Ti":"&emsp;Tử vi ngày 20/4/2020 của 12 con giáp chỉ ra đường tài lộc của tuổi Tị khá vượng, có dấu hiệu tốt về chuyện tiền bạc. Nguồn thu nhập của con giáp này khá ổn định, cả công việc chính lẫn phụ nên phần nào hóa giải được những khó khăn trong cuộc sống mà trước đây tưởng chừng không giải quyết được.<br/><br/>&emsp;Tuy nhiên về phần công việc thì khó tránh khỏi những rắc rối nảy sinh bất ngờ. Bản mệnh nên chú ý hơn đến tinh thần làm việc của mình, đừng vội đắc ý sớm với những thành tựu đã đạt được mà ngủ quyên trên chiến thắng, bởi hôm sau người tuổi Tị cũng có thể đi sau người khác.<br/><br/>&emsp;Hầu hết những người có ý chí thì sẽ không bao giờ dừng lại nếu thành công đạt được mới chỉ ở bước đầu. Con giáp này cũng nên học hỏi, tích lũy thêm kinh nghiệm cho mình, trau dồi kiến thức để có thể giành được những thành công vang dội nữa trong tương lai.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Sửu<br/><br/>",
	"Ngo":"&emsp;Đường tình duyên của người tuổi Ngọ có dấu hiệu khởi sắc rõ rệt, đây là điềm tốt cho các cặp đôi có thể hóa giải được mâu thuẫn, hiểu lầm từ trước đó. Người độc thân tuy cũng có cơ hội gặp được đối tượng khác giới nhưng mối quan hệ không có tiến triển gì nhiều.<br/><br/>&emsp;Bù lại vận tài lộc trong ngày rất tốt, nếu là dân kinh doanh thì ắt hẳn sẽ nắm bắt được những cơ hội hiếm có để gia tăng thu nhập cho mình. May mắn này không phải ai cũng có nên bản mệnh hãy chớp đúng thời cơ và vận dụng mọi kỹ năng để có được thu nhập như mơ ước nhé.<br/><br/>&emsp;Còn đối với người làm công ăn lương, hay dân văn phòng, công sở nếu tận dụng khoảng thời gian rảnh rỗi của mình để làm thêm việc bên ngoài thì cũng có thể tăng thu nhập. Nếu con giáp này chăm chỉ, nỗ lực thì sẽ có thành quả tốt, không phải lo lắng tới chuyện chi tiêu.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Dần<br/><br/>",
	"Mui":"&emsp;Tuổi Mùi trong ngày Mùi Tị tương hợp, vận trình hung cát đan xen. May mắn là đào hoa nở rộ, con giáp này có thể gặp được người mình yêu thương mà từ trước đến nay cũng không nghĩ rằng hai người có thể trở thành người yêu. Bản mệnh đắm chìm trong những xúc cảm ngọt ngào của tình yêu.<br/><br/>&emsp;Tuy nhiên cũng vì mải mê chuyện yêu đương mà con giáp này có phần xao lãng, lơ là công việc của mình. Đó là lý do chính khiến người tuổi Mùi phạm phải sai sót, mặc dù không hề cố ý gây ra, nhưng chính sự ngây thơ không chút đề phòng đã khiến cho bản mệnh phải trả cái giá này.<br/><br/>&emsp;Xung quanh vẫn luôn có những kẻ tiểu nhân ganh ghét, đố kỵ rình rập, bày mưu hãi hại khiến bản mệnh phải chịu thiệt thòi, sau đó là nhằm chiếm đoạt được vị trí mà tuổi Mùi đang nắm giữ. Vì vậy lúc nào con giáp này cũng phải cảnh giác để tránh rước họa vào thân.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Ngọ<br/><br/>",
	"Than":"&emsp;Đường tình duyên của Thân có phần bị cản trở, rạn nứt, gia đạo kém an yên do ảnh hưởng của cục diện Thân Tị tương hại. Các cặp vợ chồng vì không hiểu ý nhau nên nảy sinh nhiều hiểu lầm, nếu không giải quyết kịp thời thì ngày càng sâu sắc hơn, thậm chí mối quan hệ đối mặt với nguy cơ đổ vỡ.<br/><br/>&emsp;Người đang yêu nên dành thời gian cho nửa kia của mình nhiều hơn, đừng để chuyện tình cảm dần nhạt phai theo năm tháng mà không được vun đắp, bồi dưỡng mỗi ngày. Con giáp này hãy trân trọng người luôn ở bên cạnh và yêu thương mình nhé.<br/><br/>&emsp;May mắn là bản mệnh sẽ đón tin vui về tài lộc và sự nghiệp, an ủi bớt phần nào những nỗi buồn trong chuyện tình cảm. Sự cố gắng của tuổi Thân cuối cùng đã được cấp trên đánh giá cao, đồng nghiệp ghi nhận và có thể trao cho thêm cơ hội mới trong thời gian tới.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Dau":"&emsp;Tử vi 12 con giáp miễn phí chỉ ra rằng vận trình của người tuổi Dậu có dấu hiệu thăng tiến rõ ràng, cát khí ngập tràn, may mắn liên tiếp. Nhất là trong công việc dù con giáp này gặp phải không ít thử thách, khó khăn nhưng không có gì có thể cản trở bản mệnh giành lấy thành công.<br/><br/>&emsp;Tuy nhiên để đạt được những mục tiêu mà bản thân đã đề ra trong cuộc sống thì con giáp này cần phải nỗ lực nhiều hơn nữa, coi khó khăn là thử thách và tìm mọi cách để vượt qua. Bên cạnh đó đừng bao giờ cho phép mình được từ bỏ, bởi nếu bỏ cuộc thì những công sức trước đó vô cùng uổng phí.<br/><br/>&emsp;Trong ngày, tuổi Dậu còn độc thân cũng có cơ hội gặp được nhiều người khác phái, có thể tìm thấy một nửa ưng ý của đời mình. Con giáp này đã gạt bỏ được những kí ức buồn đau trong quá khứ, mạnh dạn tiến về phía trước và mở rộng lòng mình để đón nhận tình yêu.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Thìn<br/><br/>",
	"Tuat":"&emsp;Tuổi Tuất có cơ hội thăng quan tiến chức, giành được vị trí mà bản thân mong ước từ lâu. Những cố gắng và nỗ lực của con giáp này đã được đền đáp bằng thành quả tốt đẹp. Đứng trước trở ngại, khó khăn bản mệnh không bao giờ cho phép mình được lùi bước.<br/><br/>&emsp;Điều quan trọng là con giáp này biết ưu thế của mình ở đâu và phải làm thế nào để phát huy tối đa năng lực vốn có để giành được mục tiêu đã định. Ngũ hành tương sinh lại càng khiến cho vận trình tình cảm thêm phần mỹ mãn. Người tuổi Tuất cũng tận hưởng niềm hạnh phúc không có gì sánh được.<br/><br/>&emsp;Người ấy cảm thấy không thể sống thiếu bản mệnh và mong muốn mối quan hệ giữa hai người lên có thêm bước tiến mới. Người độc thân có thể sẽ có những cuộc gặp gỡ bất ngờ. Đừng nghĩ rằng mọi chuyện chỉ là vô tình, bởi biết đâu người có tình sẽ cố tình sắp đặt mọi thứ chỉ để gặp con giáp này mà thôi.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Ngọ<br/><br/>",
	"Hoi":"&emsp;Tử vi phương Đông dự báo, tuổi Hợi có thể gặp nhiều chuyện không ưng ý làm cho phiền muộn. Nguyên nhân cũng là do tác động của cục diện Hợi Tị tương xung nên con giáp này dễ vướng vào những chuyện thị phi, rắc rối vì những tham vọng có phần vượt quá khả năng của bản thân.<br/><br/>&emsp;Bản mệnh luôn đặt ra những mục tiêu trong sự nghiệp để phấn đấu hết mình nhưng cũng chính vì tham vọng quá lớn nên đôi khi lại muốn bất chấp tất cả chỉ để đạt được những điều mình muốn, tự gây họa cho chính mình. Người tuổi Hợi cần nhìn nhận năng lực của mình một cách khách quan nhất.<br/><br/>&emsp;Kiếp Tài còn báo hiệu tài lộc có nguy cơ tiêu tán, giữa lúc tinh thần bất ổn con giáp này có thể sẽ đưa ra những quyết định sai lầm. Tuổi Hợi không giữ được tiền bạc trong tay. Bản mệnh nên thận trọng suy xét trước mọi quyết định nếu không sẽ phải trả giá bằng chính số tiền mình vất vả kiếm được.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Sửu<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 2 ngày 20/4/2020 của 12 cung hoàng đạo cho thấy Bạch Dương có một tinh thần nhạy cảm, tốt hơn hẳn mọi ngày. Ngày đầu tuần làm việc tràn đầy năng lượng và hiệu quả của chòm sao này. Bạn biết cách phải làm gì để khiến người khác thoải mái, hòa hợp.<br/><br/>&emsp;Để đạt những mục tiêu của mình, đòi hỏi bạn phải nỗ lực rất nhiều, vì thế đừng chờ đợi những lời khen từ người khác, mà hãy cứ tập trung vào công việc của mình bạn sẽ nhận được thành quả xứng đáng cho những công sức của bạn. Để xây dưng một mối quan hệ, cần rất nhiều yêu thương, niềm tin và sự hi sinh.<br/><br/>&emsp;Người độc thân sẽ gặp được đối tượng phù hợp, tuy nhiên bạn khá e dè và bị động trong chuyện tình cảm nên dễ để lỡ cơ hội. Trước hết hãy cho bản thân thời gian suy nghĩ và đưa ra quyết định kịp thời, nếu không sau này bạn sẽ phải hối tiếc vì nhân duyên như vậy không đến nhiều lần trong đời đâu.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 20/4/2020: 7, 18<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu bắt đầu ngày làm việc sớm hơn để hoàn thành nốt những nhiệm vụ còn dang dở từ tuần trước. Tuy nhiên, mọi thứ không suôn sẻ như trong suy nghĩ của bạn. Một vài lời nhận xet, góp ý của cấp trên khiến bản cảm thấy buồn phiền một chút nhưng điều đó sẽ sớm qua nhanh.<br/><br/>&emsp;Thời gian qua, chòm sao này cảm thấy mình dồn toàn bộ sức lực, đầu óc suy nghĩ của mình dành cho công việc, đó là lí do bạn đang cảm thấy mệt mỏi. Nếu bạn cứ gượng ép bản thân thì sẽ sớm kiệt sức đấy. Hãy dành cho mình một chút thời gian để nghỉ ngơi để có thể tiếp tục công việc.<br/><br/>&emsp;Tình hình tài chính của Kim Ngưu khá bấp bênh, vậy nên đây không phải thời điểm thích hợp để quyết định đầu tư những khoản lớn. Hãy chú ý đến tâm trạng của bản thân, đừng để tâm trạng thay đổi thất thường khiến bạn mất bình tĩnh hoặc hấp tấp khi đưa ra quyết định.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 20/4/2020: 9, 37<br/><br/>",
	"SongTu":"&emsp;Song Tử làm việc vô cùng nhiệt tình và hăng say để quên đi những chuyện buồn mà bạn vừa gặp phải. Vùi đầu vào công việc là cách mà bạn lựa chọn trong lúc này để kìm nén những khủng hoảng đó. Mặc dù thường xuyên đối mặt với khủng hoảng về cảm xúc nhưng nó có thể bùng lên bất cứ lúc nào.<br/><br/>&emsp;Thế nhưng bạn đừng cố gắng quá vì nó không những ảnh hưởng đến tâm trạng mà còn ảnh hưởng đến cả sức khỏe đấy. Hãy tìm một người bạn mà mình tin tưởng hay người thân để chia sẻ những tâm sự, suy nghĩ trong lòng đó ra, cung hoàng đạo này sẽ khiến cảm thấy thoải mái và dễ chịu hơn đấy.<br/><br/>&emsp;Khi giao tiếp với người khác giới, chòm sao này nên chú ý tạo dựng cảm xúc tích cực giữa đôi bên một cách từ từ, chậm rãi. Chớ nên nóng vội có thể khiến đối phương e ngại và né tránh bạn. Song nếu bạn lại quá cẩn trọng, đề phòng nên rất khó để mở lòng cũng như có cơ hội trở nên thân thiết hơn.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 20/4/2020: 21, 40<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 cung hoàng đạo cho thấy Cự Giải có một ngày làm việc hiệu quả. Hãy dành thời gian sắp xếp những công việc của mình trước khi bắt tay vào làm, nó giúp bạn có thể hoàn thành công việc một cách nhanh chóng hơn đó. Một vài người bạn sẽ rủ bạn tham gia vào chuyến du lịch nào đó sắp tới.<br/><br/>&emsp;Có vẻ như chòm sao này này đang rất muốn tham gia chuyến đi này. Nếu vậy, còn chần chừ gì nữa mà không lên kế hoạch cho mình ngay chứ. Đây chính là cơ hội giúp bạn có khoảng thời gian dành cho bản thân để được nghỉ ngơi, thư giãn cũng như vun đắp các mối quan hệ của mình đó.<br/><br/>&emsp;Cự Giải là người khá dễ tính và thoải mái. Tuy nhiên đôi khi bạn rất dễ bị lừa gạt vì hào phóng quá. Lúc này bạn đừng dễ dàng cho ai đó mượn tiền khi không thật tin tưởng vào đối phương, vì có thể cầm luôn không có ý định trả lại đâu đó. Bạn cần suy nghĩ cẩn trọng trước khi quyết định cho ai đó mượn tiền.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 20/4/2020: 6, 39<br/><br/>",
	"SuTu":"&emsp;Sư Tử luôn giữ được mối quan hệ tốt với bạn bè, đồng nghiệp và những người hàng xóm xung quanh. Bởi vậy khi ai đó cần sự giúp đỡ, bạn chẳng ngại ngần gì mà luôn sẵn sàng có mặt, hỗ trợ hết sức trong khả năng của mình. Nhờ thế mà bạn được rất nhiều người quý mến và dành những lời có cánh.<br/><br/>&emsp;Dù bạn khá tự tin với năng lực của mình nhưng đôi khi cung hoàng đạo này vẫn cảm thấy chưa hài lòng về bản thân và những gì mình đã làm. Tinh thần ham học hỏi, cầu tiến và luôn nỗ lực không ngừng sẽ giúp bạn sớm đạt được thành công, vậy nên đừng đánh giá thấp khả năng của mình nhé.<br/><br/>&emsp;Chuyện tình yêu trong ngày khá êm đẹp. Sư Tử và người ấy càng ngày trở nên hiểu nhau hơn. Đặc biệt là sau những cuộc tranh cãi, mẫu thuẫn giữa hai người đã biết trân trọng tình cảm của nhau hơn, biết lắng nghe, chia sẻ những tâm tư, suy nghĩ của mình với đối phương.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 20/4/2020: 13, 35<br/><br/>",
	"XuNu":"&emsp;Tử vi ngày mới của 12 cung hoàng đạo nói rằng Xử Nữ là người dễ dao động nên hôm nay bạn khá lúng túng khi buộc phải đưa ra sự lựa chọn. Có nhiều tác động bên ngoài khiến bạn bối rối, đắn đo không biết quyết định như thế nào. Dù là người khá cầu toàn nhưng bạn lại không đủ quyết đoán cho bản thân mình.<br/><br/>&emsp;Chuyện tình cảm cũng giống như bao cặp đôi khác, đều thường xảy ra cãi vã, giận hờn, nhưng bạn vẫn một lòng với một nửa của mình. Tình yêu đôi khi khiến bạn cảm thấy có chút mệt mỏi, nhưng có lẽ tinh cảm của bạn dành cho người ấy rất lớn nên luôn cố gắng giải quyết mọi thứ ổn thỏa.<br/><br/>&emsp;Chòm sao này sử dụng khá nhiều thức ăn nhanh chỉ vì ngại vào bếp nấu nướng. Điều đó ảnh hưởng không tốt cho sức khỏe của bạn, nó chứa rất nhiều chất bảo quản đó. Công việc của Xử Nử trong ngày cũng không bận rộn cho lắm, vì thế hãy tự đi chợ và nấu một bữa ăn bổ dưỡng cho mình sẽ tốt hơn.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 20/4/2020: 4, 17<br/><br/>",
	"ThienBinh":"&emsp;Tử vi phương Tây 12 chòm sao cho biết Thiên Bình cảm thấy mệt mỏi, chán nản bao trùm đầu óc mình. Sau những ngày luôn căng thẳng, áp lực vì công việc. Tuy vậy, bạn vẫn biết phải làm gì vào thời điểm này. Hãy dành thời gian vui vẻ bên những người bạn hay người thân yêu của mình.<br/><br/>&emsp;Về phương diện tài chính của bạn có biến động đôi chút, tuy nhiên tổn thất không quá nặng nề nên cung hoàng đọa này không cần lo lắng quá. May mắn là bạn có thể chuyển tài sản của mình cho một người mà mình tin tưởng để giảm thiểu tối đa rủi ro.<br/><br/>&emsp;Tuy nhiên trong ngày bạn có thể sẽ phải đối mặt với rất nhiều tin đồn thất thiệt. Tuy nhiên đừng suy nghĩ quá nhiều về chúng mà khiến công việc của mình bị ảnh hưởng. Thiên Bình còn độc thân cảm thấy khá trống trải và có chút tủi thân khi người ta có đôi có cặp mà mình vẫn cô đơn.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 20/4/2020: 10, 28<br/><br/>",
	"BoCap":"&emsp;Công việc của Bọ Cạp thời gian gần đây khá chồng chất, bận rộn nên bạn không có thời gian dành cho chính mình nữa. Bạn nên biết rằng, cuộc sống còn nhiều phương diện quan trọng khác, thay vì vùi mình làm việc, bạn cũng nên dành thời gian để quan tâm tới bản thân và người yêu của mình nhiều hơn.<br/><br/>&emsp;Có lẽ chòm sao này không quan tâm nửa kia nhiều, những cuộc gọi hay tin nhắn cũng thưa thớt dần. Điều đó khiến đối phương cảm thấy rất buồn và tạo ra khoảng cách giữa bạn và người ấy. Chính vì thế hãy dành một buổi tối hẹn hò để hâm nóng lại tình cảm của hai người nhé.<br/><br/>&emsp;Cung hoàng đạo này có rất nhiều cơ hội phát triển tốt trong sự nghiệp và những người xung quanh sẽ rất tự hào về sự thể hiện của bạn. Thế nhưng hãy cẩn thận trong từng việc mình làm và nhớ đừng bao giờ có thái độ kiêu căng, khoe khoang hay tự mãn về bản thân.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 20/4/2020: 19, 32<br/><br/>",
	"NhanMa":"&emsp;Sự nhiệt huyết, hết mình của Nhân Mã trong ngày đầu tuần giúp truyền cảm hứng và năng lượng cho những đồng nghiệp của mình. Bạn luôn mang đến những ảnh hưởng tích cực tới mọi người xung quanh, bạn bè và người thân. Chẳng lạ gì nếu bạn nhận được cảm tình của nhiều người.<br/><br/>&emsp;Về phương diện tình cảm, có vẻ như ngày hôm nay cung hoàng đạo này đã bị ai đó thu hút rồi. Ánh mắt ngắm nhìn đối phương không rời có thể khiến ngườ ấy cảm thấy ngại và không thoải mái đó. Mặc dù bạn rất thích người ấy nhưng vẫn nên tiết chế cảm xúc của bản thân một chút nhé.<br/><br/>&emsp;Những tín hiệu may mắn liên quan đến tài chính đến với bạn trong ngày hôm nay. Chòm sạo này có thể được người thân trong gia đình cho một khoản tiền. Điều này có thể giúp Nhân Mã mua sắm bộ quần áo mà bạn đã thích từ rất lâu hay một món đồ đang rất cần.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 20/4/2020: 1, 38<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 chòm sao dự báo hôm nay không phải ngày làm việc hiệu quả của Ma Kết. Tâm trạng không tốt khiến bạn muốn buông xuôi mọi việc, tinh thần đi xuống không được tập trung. Tốt hơn hết, bạn này dành một chút thời gian nghỉ ngơi, thư giãn rồi tiếp tục công việc của mình.<br/><br/>&emsp;Chuyện tình cảm cũng không có nhiều biến động. Bạn và người ấy luôn dành cho nhau một niềm tin vững chắc. Vì vậy, dù cho có chuyện gì sẽ xảy ra thì bạn cũng không nên nói dối bởi vì điều đó không chỉ làm người ấy tổn thương mà còn sẽ ảnh hưởng khá nhiều đến tình yêu của hai bạn.<br/><br/>&emsp;Người độc thân đang cảm thấy bối rối trong mối quan hệ đang tìm hiểu của mình. Bạn muốn tiến tới với đối phương nhưng lại lo lắng không biết liệu đây có phải người sẽ mang lại tình yêu như mình mong muốn hay không. Điều Ma Kết nên làm lúc này là hãy nghe trái tim mình mách bảo nhé.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 20/4/2020: 23, 33<br/><br/>",
	"BaoBinh":"&emsp;Theo tử vi ngày mới, Bảo Bình là người cẩn thận, luôn có cái nhìn đa chiều về mọi vấn đề. Bạn rất tích cực trong việc tìm ra giải pháp trong công việc. Nhờ đó mà bạn nhận rất nhiều lời khen từ cấp trên, điều đó không chỉ giúp ích cho công việc của bạn mà còn giúp bạn giải quyết tốt mọi thứ.<br/><br/>&emsp;Về phương diện tài chính, cung hoàng đạo này chắc chắn rằng không cần thiết phải có thật nhiều tiền thì mới tìm được niềm vui trong cuộc sống, thà rằng có ít mà thanh thản còn hơn. Nhờ thế mà bạn không gặp phải quá nhiều lo lắng, hay gặp áp lực kinh tế, miễn sao là kiếm tiền đủ chi tiêu và tiết kiệm một chút là được.<br/><br/>&emsp;Trong tình yêu, bạn luôn dành thời gian để quan tâm, chăm sóc cho người ấy và mong muốn nhận lại những sự quan tâm tương tự và còn hơn thế nữa. Tuy nhiên, người ấy dường như quá tập trung vào công việc mà không dành thời gian cho bạn. Bảo Bình đang cảm thấy khá tủi thân và tổn thương.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 20/4/2020: 6, 15<br/><br/>",
	"SongNgu":"&emsp;Song Ngư làm việc rất chăm chỉ. Dù có gặp phải khó khăn tới đâu, bạn cũng vượt qua được mọi thử thách và hoàn thành thật tốt. Sẽ có nhiều người tỏ ra đố kị, muốn ngàng trở con đường bạn đang đi vì vậy hãy luôn đề cao cảnh giác và mạnh mẽ đối mặt với mọi tình huống có thể xảy ra.<br/><br/>&emsp;Thể hiện năng lực của bản thân là một chuyện nhưng khoe khoang về nó lại là một chuyện khác. Nếu biết tận dụng lợi thế của các thành viên trong nhóm thì Chòm sao này có thể có sức mạnh rất lớn đấy. Vậy nên hãy cố gắng sắp xếp và phân bổ công việc hợp lí để đạt được hiệu quả cao nhất.<br/><br/>&emsp;Đối với chuyện tình cảm, mối quan hệ của bạn và người ấy đang rất thoải mái, dễ chịu và tràn ngập yêu thương. Người ấy luôn là quan tâm, động viên và trở thành chỗ dựa vững chắc cho bạn trong cuộc sống. Hơn thế nữa, tình bạn và tình cảm gia đình cũng tiến triển vô cùng tốt đẹp.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 20/4/2020: 14, 27<br/><br/>"
    },
"20200422": {
    "Ty":"&emsp;Ngày Tý Mùi tương hại, đây là điềm báo cho thấy vận trình tình cảm của tuổi Tý không được thuận lợi cho lắm, gia đạo kém an yên. Con giáp này buồn lòng khi người thân mà chẳng hề quan tâm đến nhau. Mỗi người một mối quan tâm, mối quan hệ tình thân ngày càng trở nên xa cách.<br/><br/>&emsp;Đường tài lộc trong ngày cũng không khá hơn là mấy, bản mệnh có thể còn gặp phải kẻ tiểu nhân lừa gạt tiền bạc nữa. Chính vì thế người tuổi Tý cần phải thận trọng hơn trong chuyện tiền bạc nhé. Đừng tùy tiện để cho người khác biết được số tiền mình có trong tay.<br/><br/>&emsp;Lời khuyên dành cho con giáp này là nên cắt giảm những khoản chi tiêu không cần thiết nếu không muốn rơi vào cảnh túng thiếu, nợ nần. Những vấn đề gia đình đặt gánh nặng rất lớn lên đôi vai của bản mệnh, tuy nhiên tuổi Tý hoàn toàn có đủ sức mạnh để vượt qua tất cả những khó khăn đó.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Thân<br/><br/>",
	"Suu":"&emsp;Tuổi Sửu vì gặp ngày tương xung nên tình cảm giữa vợ chồng, người yêu dễ mâu thuẫn với nhau. Sự nóng nảy có thể khiến con giáp này phải đối mặt với nhiều mối nguy hại. Vì thế nên rất cần sự nhường nhịn thì bản mệnh và người ấy mới có thể đi tiếp với nhau lâu hơn và xa hơn được.<br/><br/>&emsp;Nếu con giáp này không chịu lắng nghe những lời góp ý, đóng góp của người thân thì rất có thể sẽ đẩy mối quan hệ ngày càng xa hơn. Tình yêu tuy vẫn còn nhưng ngày càng phai nhạt, đôi bên không còn sự yêu thương, đồng cảm và che chở cho nhau như trước nữa<br/><br/>&emsp;Người tuổi Sửu còn độc thân thì không nên quá áp đặt tiêu chuẩn với nửa kia của mình theo một khuôn mẫu nào đó. Nhân duyên vốn là thứ vô cùng khó nói, hai người ở bên nhau là để bổ khuyết cho nhau và giúp nhau tốt hơn chứ không phải là tạo ra hai mảnh ghép hoàn hảo không có khiếm khuyết gì.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mão<br/><br/>",
	"Dan":"&emsp;Tử vi ngày 22/4/2020 của 12 con giáp cho biết trong ngày ngũ hành tương xung, vận trình tình cảm của tuổi Dần gặp khá nhiều trục trặc. Các cặp đôi đang yêu có thể nảy sinh mâu thuẫn vì không có nhiều thời gian bên nhau hoặc vì mải vui với bạn bè mà quên mất nửa kia của mình.<br/><br/>&emsp;Có lẽ ai cũng vậy thôi, phải dành thời gian cho gia đình, bạn bè và các hoạt động khác nên có phần xao nhãng. Nhưng đây là nguồn cơn cho những giận hờn giữa hai người, thậm chí đôi bên còn nghi ngờ, mất lòng tin ở đối phương dẫn tới tranh cãi không thôi.<br/><br/>&emsp;Người độc thân thì mệt mỏi với sự thúc giục của gia đình, muốn được nghỉ ngơi nhưng cũng chẳng được yên vì liên tục bị người này người kia nói gần nói xa, có người còn giới thiệu cho gặp mặt đối tượng khác nhưng có vẻ con giáp này chỉ miễn cưỡng gặp lấy lệ mà thôi.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Hợi<br/><br/>",
	"Meo":"&emsp;Bói tử vi nói rằng đường tình duyên của người tuổi Mão thuận lợi vô cùng nhờ ngày tam hợp. Các cặp đôi có một ngày hẹn hò vui vẻ, lãng mạn bên nhau. Con giáp này và người ấy cùng trải qua những giây phút ngọt ngào, tình cảm ngày càng gắn bó, duyên phận nối dài mãi mãi.<br/><br/>&emsp;Người độc thân cũng có cơ hội gặp được đối tượng tâm đầu ý hợp với mình trong những chuyến đi. Bản mệnh luôn đánh giá cao về sự hòa hợp giữa hai tâm hồn, nhưng cũng khó xác định được ai mới là người phù hợp nếu chỉ gặp gỡ vài lần, vì thế hãy cho nhau thêm nhiều cơ hội hơn nữa nhé.<br/><br/>&emsp;Bên cạnh đó, đi đâu tuổi Mão cũng nên chú ý túi tiền của mình nhé. Nhất là khi đến những nơi đông đúc, khu vui chơi hay đi ngoài đường vì dễ bị mất tiền. Con giáp này cần bảo quan tư trang của mình, tránh để chúng rời xa tầm mắt, tốt nhất nên hạn chế mang theo đồ có giá trị trên người.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Thin":"&emsp;Người tuổi Thìn đối mặt với cục diện tương xung nên vận trình không mấy thuận lợi. Trong ngày có điềm báo tiểu nhân chơi xấu hoặc con giáp này sẽ gặp phải chuyện buồn trong tình cảm, gia đạo bất an tuy không nghiêm trọng lắm nhưng cũng khiến bản mệnh phải suy nghĩ.<br/><br/>&emsp;Dù thế nào thì con giáp này cũng nên dành nhiều thời gian cho gia đình của mình hơn nữa. Bởi có thể nguyên nhân khiến không khí gia đình không vui vẻ là vì các thành viên ít có thời gian quan tâm, vun đắp tình cảm nên không thấu hiểu và thông cảm cho nhau.<br/><br/>&emsp;Người yêu thương nhau chưa chắc đã đến được với nhau, có nhiều chướng ngại vật nằm giữa mối quan hệ của bạn và người ấy. Nhưng đừng quá nản lòng bởi nếu tình cảm giữa bản mệnh và đối phương là chân thật và nếu tình yêu đủ lớn thì bất cứ chuyện gì cũng có thể vượt qua được mà thôi.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tuất<br/><br/>",
	"Ti":"&emsp;Theo tử vi phương Đông, tuổi Tị khá rủng rỉnh về tiền bạc, có thể thoải mái chi tiêu trong ngày. Con giáp này hoàn toàn không phải chịu bất cứ áp lực về công việc nào mà có thể dành thời gian để lên các kế hoạch mới và nạp thêm năng lượng cho những ngày sắp tới.<br/><br/>&emsp;Song vận trình tình cảm lại không được tốt đẹp như mong đợi, các cặp đôi tranh cãi vì một vài chuyện nhỏ nhặt. Tuy thời gian này người tuổi Tị và nửa kia thực sự rảnh rỗi và có nhiều thời gian ở bên nhau nhưng vô tình lại khiến cho đối phương cảm thấy gò bò, ngột ngạt.<br/><br/>&emsp;Tuy nhiên trong ngày Tị Mùi tương hội, người độc thân có thể mơ về hạnh phúc lứa đôi bởi con giáp này sẽ có cơ hội gặp gỡ với khá nhiều người khác phái đó. Hãy thoải mái thể hiện bản thân mình và tỏa ra sức hút tự nhiên nhé. Chẳng mấy mà bản mệnh tìm thấy một nửa ưng ý cho mình.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Thân<br/><br/>",
	"Ngo":"&emsp;Người tuổi Ngọ gặp ngày tương hợp nên đường tình duyên khá may mắn, vận đào hoa khởi sắc thấy rõ. Con giáp này còn độc thân trong quá trình tìm kiếm một nửa cho mình. Các cặp đôi cũng sẽ có khoảng thời gian ngọt ngào bên nhau mà không phải lo lắng nhiều về cuộc sống.<br/><br/>&emsp;Vận trình tài lộc trong ngày cũng có dấu hiệu tăng tiến, nhất là người theo nghiệp buôn bán, kinh doanh có thể thu về lợi nhuận lớn. Tuy bản mệnh sẽ khá vất vả từ sáng sớm tới đêm khuya để phục vụ khách hàng nhưng bù lại khoản tiền thu về không ít chút nào.<br/><br/>&emsp;Con giáp này nên có kế hoạch tài chính cụ thể như vừa tiết kiệm vừa đầu tư hợp lý để tiền bạc lưu động không nằm yên một chỗ. Song cũng không nên mải mê kiếm tiền quá mà bỏ lỡ những giây phút quây quần bên gia đình nhé. Tuổi Ngọ cũng nên dành thời gian ở bên người thân của mình nhiều hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Mão<br/><br/>",
	"Mui":"&emsp;Ảnh hưởng của cục diện Mùi Thổ tự hình báo hiệu tuổi Mùi dễ gặp nhiều chuyện phiền lòng. Con giáp này cố chấp muốn mọi người phải làm theo ý mình mà không quan tâm tới cảm xúc của đối phương nên mối quan hệ ngày càng trở nên căng thẳng hơn, thậm chí là rạn nứt tình cảm.<br/><br/>&emsp;Tuy con giáp này và người ấy rất yêu thươngnhau nhưng nếu quan điểm quá trái ngược nhau thì rất khó đồng thuận cũng như hạnh phúc lâu bền được. Vì thế hãy cố gắng học cách kiên nhẫn, nhường nhịn nhau, học cách lắng nghe và tiếp thu chứ đừng chỉ muốn mọi người làm theo ý mình.<br/><br/>&emsp;Trong tình yêu, giữ gìn hạnh phút mới khó chứ phá bỏ nó thì lại rất dễ dàng. Nếu người tuổi Mùi cũng khôn trân quý hạnh phúc mà mình đang có thì làm sao có thể bảo vệ được mối quan hệ của mình và nửa kia trước những sóng gió, thử thách của cuộc đời.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Mão<br/><br/>",
	"Than":"&emsp;Tử vi hàng ngày 12 con giáp nói rằng tuổi Thân được cát tinh nâng đỡ nên con giáp này có không ít cơ hội kiếm tiền. Người làm công ăn lương với bản tính chăm chỉ nên bản mệnh vẫn nhận thêm công việc bên ngoài khác làm để cải thiện thu nhập cho mình.<br/><br/>&emsp;Đối với người kinh doanh cũng nên tận dụng thời cơ này để thu về tài lộc cho mình, trong lúc mọi người nghỉ ngơi, đi chơi thì đồng nghĩa khả năng làm ăn cũng tốt hơn nhiều. Tuy người tuổi Thân không có nhiều thời gian để nghỉ ngơi nhưng tiền bạc rủng rỉnh thì cũng được an ủi phần nào.<br/><br/>&emsp;Song vận trình tình duyên lại không được thuận lợi như vậy, người độc thân cũng vì mải mê kiếm tiền nên đến thời gian nghỉ ngơi còn chẳng có nói gì đến chuyện yêu đương. Thời gian này bản mệnh không để tâm tới chuyện đó vì điều con giáp này quan tâm nhất chính là tiền bạc.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Dau":"&emsp;Xem tử vi thứ tư 12 con giáp nói rằng tuổi Dậu gặp nhiều điều may mắn tốt lành, chuyện làm ăn kinh doanh cũng thuận buồm xuôi gió nên thu được không ít tiền bạc. Song không nên mải mê quá mà bỏ bê gia đình của mình nhé, bản mệnh cũng nên cân đối thời gian làm việc để quan tâm tới những người thân của mình.<br/><br/>&emsp;Song kẻ tiểu nhân vẫn luôn rình rập bên ngoài kia, con giáp này cần thận trọng trước những lời mời gọi đầu tư, kinh doanh hay đơn giản hơn là mua hàng hóa nọ kia. Hãy tỉnh táo bởi có thể những người bản mệnh tin tưởng hóa ra lại chẳng hề đáng tin lắm đâu.<br/><br/>&emsp;Ngũ hành tương sinh là điềm báo tốt cho người tuổi Dậu còn độc thân. Đường tình khởi sắc, con giáp này có thể tìm thấy một nửa của đời mình mà không còn phải trải qua đau khổ, muộn phiền nữa. Các cặp đôi cũng ngày càng thấu hiểu và yêu thương nhau hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Tị<br/><br/>",
	"Tuat":"&emsp;Vận trình tình duyên của tuổi Tuất không thuận lợi cho lắm vì tác động của cục diện Tuất Mùi tương phá. Người ấy buông ra những lời lẽ thiếu suy nghĩ khiến cho con giáp này tổn thương sâu sắc mà chẳng biết phải làm sao. Dù có tha thứ cho đối phương nhưng bản mệnh vẫn không thể xóa nhòa đi tất cả.<br/><br/>&emsp;Con giáp này không ngờ rằng một động thái nhỏ của mình ở hiện tại cũng có thể tạo nên những ảnh hưởng hoặc sự thay đổi lớn lao trong cuộc sống sau này. Bản mệnh là người khá biết cách cân bằng giữa làm việc và nghỉ ngơi, vậy nên dù bận rộn đến đâu tuổi Tuất vẫn có thể sắp xếp thời gian cho những điều có ý nghĩa khác.<br/><br/>&emsp;Chính Tài nhập cục, may mắn là nguồn thu nhập của con giáp này trong ngày khá ổn định. Tuy nhiên, người tuổi Tuất vẫn cần phải có kế hoạch chi tiêu hợp lý, và bắt đầu tiết kiệm để tránh những tình huống bất ngờ xảy ra trong tương lai mà không có gì để trang trải, lo liệu cho mình.<br/><br/>&emsp;Giờ tốt trong ngày: 9h – 11h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Dần<br/><br/>",
	"Hoi":"&emsp;Mùi Hợi bán hợp, đào hoa che chở nên tuổi Hợi có thể thoải mái làm những việc mình muốn. Vận trình tình duyên vượng sắc, đào hoa nở rộ, con giáp này dễ có được tình yêu như mong muốn. Bản mệnh nhanh chóng tìm được đối tượng tâm đầu ý hợp với mình mà không phải trải qua nhiều cửa ải khó khăn.<br/><br/>&emsp;Các cặp đôi thời gian này sẽ quan tâm, chăm sóc nhau nhiều hơn, tạo nhiều kỷ niệm đáng nhớ không thể nào quên. Người ấy yêu thương và nâng niu con giáp này, bản mệnh tự thấy hạnh phúc với những gì mình đang có. Hãy cố gắng hết sức để bảo vệ đoạn tình cảm này trước những sóng gió cuộc đời.<br/><br/>&emsp;Trong công việc, con giáp này là người rất có năng lực, trách nhiệm và có khả năng làm việc dưới áp lực cao. Tuy nhiên điều đó không có nghĩa là tuổi Hợi phải ôm đồm khối lượng gấp đôi, gấp ba người khác. Bên cạnh công việc còn rất nhiều điều khác có ý nghĩa trong cuộc sống, đừng quá tham lam mà lãng quên những điều quan trọng đó.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Mùi<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 4 ngày 22/4/2020 của 12 cung hoàng đạo nói rằng ngày mới của Bạch Dương  phát huy được năng lực đặc biệt, cách nhìn nhận vấn đề chuẩn xác. Dù có nhiều công việc dồn dập nhưng xử lý rất tốt, sự tự tin vững vàng đã giúp bạn qua được tất cả.<br/><br/>&emsp;Chòm sao này có số hao tài tốn của, vì thế cần suy nghĩ thật kĩ trước khi rút hầu bao để sau này không cảm thấy hối tiếc. Đây là thời điểm thích hợp để bạn thực hiện những chiến lược mình có trong công việc. Đồng nghiệp sẽ hỗ trợ bạn rất nhiều trong việc làm quen với môi trường cũng như mở ra những cánh cửa mới.<br/><br/>&emsp;Chuyện tình cảm riêng tư cũng tiến triển êm đẹp. Có vẻ như Bạch Dương và nửa kia đều là những người quan tâm đến nghệ thuật, vì thế một buổi hẹn cùng nhau đi xem triển lãm và bình luận về các tác phẩm có lẽ sẽ để lại rất nhiều ấn tượng với đối phương.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 22/4/2020: 17, 39<br/><br/>",
	"KimNguu":"&emsp;Tử vi ngày 22/4/2020 cho biết Kim Ngưu kiếm tiền dễ hơn, hãy tranh thủ để nâng cao thu nhập, tích lũy cho mình một khoản để chi dùng sau này. Số tiền này không phải tự nhiên có được mà bạn phải tự mình cố gắng làm việc chăm chỉ hơn, thậm chí hi sinh cả thời gian vui chơi nữa.<br/><br/>&emsp;Người trẻ tuổi dù năng lực xuất sắc, làm việc đâu ra đó nhưng lại có điểm không tốt là kiêu ngạo, có chút bốc đồng nên tạo ra hiểu lầm không đáng có. Cung hoàng đạo này nên thận trọng hơn khi giao tiếp với mọi người, tránh có thái độ không chuẩn mực gây ảnh hưởng tới sự nghiệp.<br/><br/>&emsp;Về phương diện tình cảm không phải mỹ mãn hoàn hảo nhưng chòm sao này luôn biết cách tìm niềm vui cho mình ngay cả khi gặp trở ngại và khó khăn. Nếu Kim Ngưu tích cực mở rộng mối quan hệ, làm quen thì bạn có thể tìm thấy đối tượng phù hợp khiến trái tim mình rung động.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 22/4/2020: 10, 14<br/><br/>",
	"SongTu":"&emsp;Song Tử đang quá bận tâm vì công việc mà quên chính bản thân mình. Đã rất lâu rồi bạn không có một giấc ngủ ngon, một chuyến đi chơi đúng nghĩa hay một bữa cơm trò chuyện cùng người thân, có lẽ do bạn đã đánh đổi vì mục tiêu gây dựng sự nghiệp nên bỏ lỡ rất nhiều thứ.<br/><br/>&emsp;Có lẽ hôm nay là một ngày mệt mỏi va nhiều lo lắng đối với chòm sao này. Bạn rất dễ bị ảnh hưởng bởi những yếu tố xung quanh và thay đổi quyết định của mình. Chưa kể đến việc bạn sẽ cảm thấy cực kì nhạy cảm, chỉ một vấn đề nhỏ thôi cũng khiến tinh thần tụt dốc và cảm thấy bế tắc.<br/><br/>&emsp;Sức khỏe của cung hoàng đạo này rất đáng báo động, nếu Song Tử không chăm lo cho chính mình nghỉ ngơi đầy đủ thì chẳng mấy chốc sẽ kiệt sức đấy. Những triệu chứng như đau đầu, tức ngực, choáng váng xuất hiện ngày càng nhiều đồng nghĩa thể lực năng giảm sút nghiêm trọng.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 22/4/2020: 21, 33<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi trực tuyến 12 cung hoàng đạo, Cự Giải đang phải chịu những áp lực vô hình từ những người xung quanh, bạn có cảm giác như mình phải đấu tranh với cả thế giới vậy. Mỗi người một ý, khuyên nhủ phải làm thế này thế kia nhưng lại không biết ước mơ và mong muốn thực sự của bạn là gì.<br/><br/>&emsp;Tình hình tài chính không quá ổn định, lúc này không nên tiến hành đầu tư vì có thể mắc sai lầm dẫn đến mất tiền. Trước khi quyết định ký kết hợp đồng, chòm sao này nên xem xét cẩn thận thì mới tránh được tổn thất, nhìn chung thời gian này chưa phải là dịp tốt của bạn đâu.<br/><br/>&emsp;Cự Giải đừng suy nghĩ quá nặng nề, nhất là trong chuyện tình cảm hãy tự làm mình vui bằng cách đi ra ngoài dạo chơi, xin nghỉ phép một vài ngày để đi du lịch sẽ giúp cho tinh thần thoải mái hơn. Tránh xa những lời bàn tán, thị phi bên ngoài và tìm lại niềm vui cho mình.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 22/4/2020: 6, 28<br/><br/>",
	"SuTu":"&emsp;Sư Tử trở nên mạnh mẽ và quyết đoán hơn hẳn, khiến mọi người xung quanh ai cũng phải nể phục. Công việc tiến triển thuận lợi, bạn có tài lãnh đạo và dẫn dắt người khác, dám đối mặt với khó khăn, thử thách và chịu trách nhiệm với tất cả nhiệm vụ mình đang làm.<br/><br/>&emsp;Nhờ vậy mà tài chính cũng tiến triển tích cực, lấp đầy túi tiền vì kiếm được những khoản rất khá. Nhân cơ hội này hãy nghĩ tới những kế hoạch dài hơi như mua nhà, mua xe, mở rộng kinh doanh riêng… Chỉ cần có sự quyết tâm thì chắc chắn chòm sao này sẽ hoàn thành được mục tiêu trong tương lai không xa.<br/><br/>&emsp;Tình trạng sức khỏe của cung hoàng đạo này không tốt cho lắm, bạn cảm thấy mệt mỏi tới mức không muốn ăn uống, thời gian này rất dễ mắc các bệnh theo mùa vì thế không được chủ quan. Nếu thấy dấu hiệu quả nặng nề thì nên thế bác sĩ để được thăm khám tư và có phương án chữa trị sớm nhất.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 22/4/2020: 15, 30<br/><br/>",
	"XuNu":"&emsp;Xử Nữ có thể nhận được sự trợ giúp từ phía người thân, gia đình. Bạn vốn là người có tính cách phóng khoáng, vừa tự do nhưng cũng rất trách nhiệm với mọi người, nhờ vậy người nhà cũng bao dung và dành cho bạn nhiều sự ủng hộ cả về vật chất lẫn tinh thần.<br/><br/>&emsp;Chuyện tình cảm của chòm sao này khá nhẹ nhàng bạn và người ấy tỏ ra vô cùng ăn ý trong nhiều chuyện, luôn thấu hiểu và cảm thông cho những vấn đề riêng của đối phương. Dù có ít thời gian gặp gỡ nhưng vẫn thường xuyên trò chuyện và chia sẻ nên mối quan hệ ngày càng gắn bó và thân thiết.<br/><br/>&emsp;Xử Nữ độc thân nên tham gia càng nhiều hoạt động càng tốt vì rất có thể đây là cơ hội để bạn gặp được nửa kia đích thực. Nếu có thời gian rảnh thì Xử Nữ nên lên kế hoạch rèn luyện thể dục thể thao đều đặn. Cơ thể được vận động sẽ khỏe khoắn, dẻo dai và tăng cường sức đề kháng cho mình.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 22/4/2020: 14, 26<br/><br/>",
	"ThienBinh":"&emsp;Tử vi ngày 22/4/2020 của 12 chòm sao nói rằng Thiên Bình trở nên nhạy cảm hơn rất nhiều, có thể vì một chuyện nhỏ nhặt cũng khó chịu, buồn rầu cả ngày. Nếu chuyện tình cảm gặp trục trặc thì chắc chắn bạn sẽ chẳng thể tập trung làm việc được mà chỉ nghĩ tới nó thôi.<br/><br/>&emsp;Hơn thể nữa, cung hoàng đạo này rất dễ bị kích động và đó chính là điểm yếu mà đối thủ lợi dụng để đánh bại bạn. Người này không chỉ hãm hại, cản trở trong công việc hoặc tình cảm mà còn khiến khó khăn chồng chất khó khăn, khiến bạn trở tay không kịp.<br/><br/>&emsp;Lời khuyên dành cho bạn là đừng nóng vội, bạn nên chia sẻ với bạn bè, người thân những suy nghĩ không vui trong lòng hoặc tự tìm cách giải tỏa thật nhanh. Ngoài ra Thiên Bình cần giữ đầu óc tỉnh táo mới có thể chống chọi lại những thế lực thù địch để bản thân không phải chịu thiệt thòi.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 22/4/2020: 5, 11<br/><br/>",
	"BoCap":"&emsp;Chuyện tình cảm không được như ý muốn khiến tâm trạng Bọ Cạp chán chường, u ám. Các cặp đôi cũng không thể tiến thêm một bước nữa như những gì bạn đã dự tính. Nếu bạn không có nhiều tiền thì cũng nên chú ý tới chi tiêu một chút, đừng vung tay quá trán để rồi sau đó phải hối tiếc.<br/><br/>&emsp;Bên cạnh đó, chòm sao này cần đề phòng tổn thất về tiền bạc như rơi mất tiền hay bị trộm cướp. Khi ra đường cần chú ý tài sản, tư trang, tránh để kẻ gian có cơ hội lấy mất. Ngoài ra Bọ Cạp cũng không nên cho người khác vay mượn tiền vì rất khó đòi lại được.<br/><br/>&emsp;Cung hoàng đạo này đang mong muốn được thể hiện bản thân rõ ràng hơn trong những lĩnh vực khác. Tuy nhiên có lẽ ngày hôm nay không phải thời điểm thích hợp. Mặc dù công việc bận rộn nhưng bạn vẫn sắp xếp được thời gian cho bản thân để trau dồi thêm kiến thức và rèn luyện những kĩ năng mà mình yêu thích.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 22/4/2020: 10, 27<br/><br/>",
	"NhanMa":"&emsp;Nhân Mã đã quá mệt mỏi khi cứ phải lo lắng cho những người xung quanh, bất chấp bản thân đang suy nghĩ điều gì. Và đã tới lúc bạn cần một sự thay đổi cho chính mình. Hãy quan tâm chăm sóc bản thân nhiều hơn, bắt đầu bằng việc tôn trọng mong muốn, lắng nghe xem cơ thể bạn đang cần gì.<br/><br/>&emsp;Phương diện tài chính tương đối ổn định. Thu nhập mặc dù chưa tăng nhưng lại đều đặn và có từ nhiều nguồn nên nhìn chung chòm sao nà cũng không phải lo lắng gì. Công việc suôn sẻ, bạn hợp tác tốt với đồng nghiệp và có nhiều cơ hội được thăng chức, tăng lương nhờ những kết quả đột phá của bản thân.<br/><br/>&emsp;Cung hoàng đạo cũng có cơ hội gặp gỡ nhiều người thú vị và trong đó có cả người sẽ hỗ trợ bạn rất nhiều trong việc phát triển sự nghiệp tương lai. Nhân Mã chẳng quá bận tâm đến bất kì điều gì mà chỉ muốn được tận hưởng một ngày vui vẻ và thư giãn mà thôi.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 22/4/2020: 3, 20<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 chòm sao nói rằng Ma Kết và một nửa có thể cãi nhau vì chuyện đơn giản nào đó, nhưng kết cục chưa chắc đã là xấu. Từ mâu thuẫn, tranh cãi này mà bạn và đối phương thêm hiểu nhau hơn, thông cảm cho nhau cũng như nhận ra những sai sót, khuyết điểm của bản thân để cùng sửa đổi.<br/><br/>&emsp;Bạn có những kế hoạc đầu tư thông minh nên đừng quên theo sát từng bước để thu được lợi nhuận lớn nhất có thể cho bản thân.  Chòm sao này hôm nay sẽ cực kì bận rộn với công việc, vậy nên chẳng còn cách nào khác ngoài việc hi sinh thời gian dành cho bản thân.<br/><br/>&emsp;Khi áp lực càng tăng cao thì bạn lại càng phải điều chỉnh thời gian làm việc hợp lí để không khiến mình kiệt sức. Nếu cảm thấy không thích những hoạt động ồn ào thì Ma Kết hãy tham gia một số công tác từ thiện hoặc câu lạc bộ theo sở thích. Môi trường nhẹ nhàng sẽ khiến bạn cảm thấy thư giãn và thoải mái hơn.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 22/4/2020: 18, 36<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình có cơ hội thăng tiến trong công việc, nhất là những bạn làm nghề truyền thông, báo chí hay nhân sự. Cung hoàng đạo này cần làm việc sôi nổi, tích cực, chăm chỉ hơn, trau dồi thêm kiến thức và khả năng ngoại ngữ, chắc chắn con đường thăng tiến rất rộng mở phía trước.<br/><br/>&emsp;Thành công thường đi cùng với cạnh tranh, chòm sao này không thể tránh được sự ganh ghét, đố kị từ phía đồng nghiệp. Trong công việc, đòi hỏi bạn lúc nào cũng phải nhanh nhạy, nắm bắt thời cơ chính xác, chỉ cần chậm một chút thôi là người khác sẽ vượt qua bất cứ lúc nào đấy.<br/><br/>&emsp;Mối quan hệ của bạn và người ấy đang tiến triển rất tốt đẹp, không có gì phải lo lắng cả. Đừng quên thể hiện sự chân thành để đối phương cảm nhận được tình cảm của mình. Bên cạnh đó, Bảo Bình nên kiểm soát việc chi tiêu tốt hơn để không đẩy bản thân vào tình trạng ăn bữa nay, lo bữa mai chỉ vì chi tiêu vô tổ chức.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 22/4/2020: 2, 17<br/><br/>",
	"SongNgu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo dự báo Song Ngư có thể điên đầu vì công việc, tiêu hao khá nhiều năng lượng. Bạn đang phấn khích vì sắp hoàn thành nhiệm vụ thì cảm xúc lại tuột dốc không phanh vì những sự cố bất ngờ, mọi việc trở nên rắc rối hơn nên mất nhiều thời gian để xử lý.<br/><br/>&emsp;Mặc dù có thể lực tốt nhưng cung hoàng đạo này cũng chẳng thể chống đỡ được với những áp lực dồn dập kia, vì công việc gấp gáp nên bạn chẳng dám xin nghỉ. Hãy cố gắng chịu đựng, giải quyết công việc đâu vào đó và về nhà ngủ một giấc thật no say để lấy tinh thần cho ngày mai nhé.<br/><br/>&emsp;Có lẽ vì bận rộn quá nên chòm sao này cũng chẳng có thời gian mà nghĩ tới những việc khác nữa, may mắn là nửa kia của bạn rất tâm lý, chẳng những không than phiền mà còn tận tâm động viên bạn, tiếp thêm động lực cho Song Ngư nhanh chóng vượt qua giai đoạn này.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 22/4/2020: 8, 22<br/><br/>"
    },
"backup": {
	"Ty":"",
	"Suu":"",
	"Dan":"",
	"Meo":"",
	"Thin":"",
	"Ti":"",
	"Ngo":"",
	"Mui":"",
	"Than":"",
	"Dau":"",
	"Tuat":"",
	"Hoi":"",
	"BachDuong":"",
	"KimNguu":"",
	"SongTu":"",
	"CuGiai":"",
	"SuTu":"",
	"XuNu":"",
	"ThienBinh":"",
	"BoCap":"",
	"NhanMa":"",
	"MaKet":"",
	"BaoBinh":"",
	"SongNgu":""
	}
}