{"2021": {
	"Cung":"Cung 2020",
	"Tuoi":"<div><b>Tử vi tuổi Tý (Chuột)</b>: Hăng say lao động cùng với khả năng sáng tạo chính là thế mạnh giúp tuổi Tý gặt hái thành công và giải quyết những vấn đề phát sinh trong cuộc sống.</div><div><b>Tử vi tuổi Sửu (Trâu)</b>: Đối với tuổi Sửu thì sự nghiệp hanh thông. Mọi dự định hay mục tiêu mà tuổi Sửu đặt ra đều sớm đạt được. </div><div><b>Tử vi tuổi Dần (Hổ)</b>: “Cầu được ước thấy” chính là câu nói để hình dung về vận trình cuộc sống của người tuổi Dần trong năm 2020. Trong công việc cũng như cuộc sống năm Canh Tý bạn đều có được những bước phát triển mới. </div><div><b>Tử vi tuổi Mão (Mèo)</b>: Con đường công danh của tuổi Mão trong tử vi 2020 sẽ gặp được nhiều may mắn. Đồng thời nhờ có sự giúp đỡ của quý nhân mà con đường công danh ngày càng rộng mở. </div><div><b>Tử vi tuổi Thìn (Rồng)</b>: Gieo quẻ đầu năm 2020 Canh Tý sẽ biết được Tuổi Thìn trong năm mọi sự đều hanh thông thuận lợi bởi: Cung tài lộc hanh thông - gia tăng tích lũy, sự nghiệp có những bước phát triển mới, tình duyên gia đạo êm ấm và sức khỏe tốt.</div><div><b>Tử vi tuổi Tỵ (Rắn)</b>: Điểm sáng trong năm Canh Tý với người tuổi Tỵ chính là con đường tình duyên có nhiều khởi sắc. Sự nghiệp cũng nhận được may mắn mà thuận lợi hơn. </div><div><b>Tử vi tuổi Ngọ (Ngựa)</b>: Xem bói toán 2020 những người tuổi Ngọ sẽ có thêm nhiều khoản thu nhập mới. Tuy không nhiều và không phải từ công việc chính nhưng cũng giúp cuộc sống của bạn ổn định hơn. </div><div><b>Tử vi tuổi Mùi (Dê)</b>: Người tuổi Mùi năm nay sẽ có nhiều khởi sắc trên con đường tình duyên. Những người tuổi Mùi độc thân nhờ cung đào hoa nở rộ mà có được nhân duyên của mình.</div><div><b>Tử vi tuổi Thân (Khỉ)</b>: Sự nghiệp sẽ được quý nhân phù trợ. Nên khó khăn nào cũng có thể vượt qua. Theo thái ất tử vi 2020 nhờ có may mắn về cung tài lộc nên người tuổi Thân không phải lo lắng về vấn đề tiền bạc.</div><div><b>Tử vi tuổi Dậu (Gà)</b>: Xem tử vi 2020 thì người tuổi Dậu sẽ gặp nhiều may mắn về đường tình duyên. Vận đào hoa tới nên các bạn tuổi Dậu nếu đang độc thân thì sẽ nhận được nhiều lời tỏ tình trong thời gian sắp tới.</div><div><b>Tử vi tuổi Tuất (Chó)</b>: Đây là thời điểm mà người tuổi Tuất vượt qua được “Nút thắt cổ chai” nhờ thế mà tài lộc ùn ùn kéo tới. </div><div><b>Tử vi tuổi Hợi (Lợn)</b>: Trong tử vi năm 2020 thì sự nghiệp của tuổi Hợi sẽ có nhiều điềm báo tốt về thăng quan tiến chức. Đồng thời đường tình duyên cũng có nhiều khởi sắc hơn.</div>"
	},
"2020": {
	"Ty":"Tử vi năm 2020 tuổi Tý, dự đoán rằng một số cơ hội tuyệt vời sẽ đến với bạn vào năm 2020! Tuy nhiên, điều đó hoàn toàn phụ thuộc vào việc bạn có đón nhận hay không. Thời gian tốt nhất để tạo ra sự thay đổi trong cuộc sống của bạn là trong vòng ba tháng đầu năm. Bạn có thể cảm thấy tự do hơn trong năm nay, cởi mở hơn với những điều mới, ước mơ của cuộc sống. Mặc dù bạn sẽ không quên thế giới thực tại, nhưng bạn lại dành rất nhiều thời gian để tận hưởng. Bạn sẽ dành thời gian với những người khác và có một khoảng thời gian vui vẻ trong năm.<br/><br/>&emsp;Tuổi Tý là con giáp đầu tiên trong 12 con giáp. Những người sinh ra tuổi Tý được cho là rất hòa đồng, duyên dáng và thích vui vẻ. Những người tuổi Tý có thể tham lam và đầy bản lĩnh. Những người này, cũng tò mò và tìm cách học hỏi thêm mỗi ngày. Tất cả những đặc điểm này đều ảnh hưởng đến dấu hiệu của tử vi tuổi Tý năm 2020.<br/><br/>&emsp;Năm 2020 là năm Canh Tý, vì vậy tuổi Tý phải thận trọng hơn đặc biệt là về sức khỏe và các mối quan hệ. Họ có thể có nguy cơ mất một khoản tiền nhỏ trong các khoản đầu tư và thấy mình có tính khí thất thường hơn bình thường.<br/><br/>&emsp;Sẽ có rất nhiều mức cao và thấp cho tuổi Tý trong năm nay và bạn phải học cách đứng lên sau một thất bại và tận dụng khi có cơ hội. Bạn được khuyên nên đợi đến năm sau để đưa ra quyết định lớn.<br/><br/>&emsp;Tuổi Tý sẽ thấy mình mất tập trung và đôi khi dễ trở nên xúc động. Tình hình tài chính của bạn vẫn sẽ ổn định vì vậy ban nên chú ý hơn đến sức khỏe và các mối quan hệ của bạn.<br/><br/>&emsp;Tuổi Tý năm nay nên tham gia vào công việc từ thiện và tham dự các đám cưới để bù đắp năng lượng tiêu cực khác. Quá mức Âm như đám tang và nghĩa trang nên tránh càng nhiều càng tốt.<br/><br/>&emsp;Các tháng tốt nhất cho tuổi Tý trong năm 2020 là tháng ba, tháng chín và tháng mười một, bên cạnh đó bạn nên cảnh giác hơn trong suốt tháng tư, tháng bảy và tháng mười.<br/><br/><b>Sự nghiệp của tuổi Tý năm 2020</b><br/>&emsp;Dự báo năm 2020 cho thấy năm nay tuổi Tý sẽ cần phải tự đẩy mình đến thành công tại nơi làm việc. Không ai khác sẽ làm điều đó cho bạn. Trong khi bạn làm việc, bạn cần suy nghĩ về cách công việc của bạn sẽ ảnh hưởng đến bạn và cuộc sống của bạn trong tương lai. Công việc của bạn có làm bạn hạnh phúc không và nó có cho bạn đủ tiền để sống thoải mái không? Nếu bạn có thể trả lời câu hỏi không có câu hỏi nào, thì đây có thể là thời điểm tốt để bắt đầu tìm kiếm một công việc mới. Cho dù bạn có công việc gì, đó cũng là một ý tưởng tốt để tăng cường khả năng giao tiếp, sự tin cậy và kỹ năng làm việc nhóm trong năm nay.<br/><br/>&emsp;Sự nghiệp của bạn được dự đoán sẽ tăng lên vào năm 2020. Miễn là bạn quyết tâm, bạn sẽ đạt được mục tiêu và mong muốn của chúng. Tuổi Tý cũng có cơ hội mạnh mẽ để được thăng chức hoặc tăng lương nếu bạn làm việc chăm chỉ.<br/><br/>&emsp;Tuổi Tý sinh vào mùa xuân hoặc mùa hè thường hung dữ hơn. Năm nay, bạn không được chờ đợi một cơ hội từ trên trời rơi xuống. Nếu bạn muốn được tăng lương, bạn phải lên tiếng với sếp vì lợi ích riêng của bạn.<br/><br/>&emsp;Mặt khác, Tuổi Tý sinh vào mùa đông có thể lùi một bước vào tháng Năm.<br/><br/><b>Tài chính của tuổi Tý năm 2020</b><br/>&emsp;Năm nay năm 2020 bạn sẽ hạnh phúc nhất khi bạn tiêu tiền của mình cho người khác thay vì cho chính mình. Điều này có thể khiến mọi người nghĩ rằng bạn đang cố gắng để mua tình cảm của họ trong năm nay. Vì vậy, hãy chắc chắn rằng bạn có một số tình cảm đối với những người này. Tiền có thể cung cấp sự thoải mái trong năm nay cho các tuổi Tý. Tuy nhiên, hãy cố gắng tiết kiệm những gì bạn có thể sau khi thanh toán hóa đơn và các khoản nợ khác. Bị mắc nợ sẽ khiến bạn cảm thấy khó chịu, vì vậy hãy cố gắng tránh điều này vào năm 2020.<br/><br/>&emsp;Tử vi năm 2020, dự báo tài chính cho chuột vào năm 2020 cho thấy bạn sẽ duy trì triển vọng tài chính tốt trong suốt cả năm. Điều này đặc biệt đúng đối với những người có công việc toàn thời gian ổn định hoặc những người điều hành doanh nghiệp của riêng họ.<br/><br/>&emsp;Khi nói đến cơ hội đầu tư, Tuổi Tý sẽ đi trước một bước so với mọi người khác. Tuy nhiên, bạn cũng có thể bị cám dỗ chi tiền trong năm nay.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng ba, tháng bảy, tháng mười một và tháng mười hai, trong khi những tháng không may mắn là tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Tý năm 2020</b><br/>&emsp;Năm nay tuổi Tý có may mắn vào năm 2020 không? Dự đoán tình yêu chuột cho thấy dự đoán cuộc sống tình yêu của bạn cho thấy sự thích thú vào năm 2020. Bạn có khả năng hành động tự phát hơn trong năm nay, điều này sẽ tạo thêm hứng thú cho cuộc sống tình yêu của bạn, cho dù bạn đang trong tình yêu hay độc thân. Nếu bạn độc thân và nếu bạn muốn có một mối quan hệ, thì đó là năm may mắn của bạn! Nhiều cơ hội cho sự lãng mạn mới sẽ đến theo cách của bạn trong năm nay. Khi bạn đang cố gắng để có được với một người mới, hãy chắc chắn rằng bạn cho họ thấy con người thật của bạn ngay từ đầu.<br/><br/>&emsp;Tuổi Tý sẽ kết hôn vào năm 2020? Hãy chắc chắn vững vàng với những gì bạn muốn trong mối quan hệ của bạn, và lắng nghe những gì đối tác của bạn cũng muốn. Điều này cũng sẽ giúp ngăn chặn nhiều đối số có thể xảy ra nếu bạn không làm điều này. Bản chất quyến rũ của tuổi Tý chắc chắn sẽ cho bạn một năm rất nhiều tình cảm. Tuổi Tý cũng có khả năng có những trải nghiệm quan trọng, tích cực với bạn bè và gia đình trong năm nay. Miễn là bạn vẫn tự tin và sáng tác, bạn chắc chắn sẽ có một mối quan hệ thành công, bất kể mối quan hệ nào, với bất cứ ai bạn đồng ý vào năm 2020.<br/><br/><b>Sức khoẻ của tuổi Tý năm 2020</b><br/>&emsp;Sức khỏe của những người sinh năm con chuột sẽ ít nhiều giống như năm ngoái. Nếu bạn khỏe mạnh, thì bạn có khả năng giữ sức khỏe. Nếu bạn bị bệnh, tốt, bạn có thể muốn gặp bác sĩ. Điều này không có nghĩa là bạn nên lười biếng khi nói đến sức khỏe của bạn nếu bạn thường khỏe mạnh. Tập thể dục, ăn uống hợp lý và đảm bảo ngủ đủ giấc vào năm 2020.<br/><br/>&emsp;Khi đi du lịch, tuổi Tý tốt hơn nên dùng phương tiện giao thông công cộng. Nếu không, bạn nên rất chú ý khi lái xe. Bạn cũng nên cẩn thận khi ở dưới nước trong mùa hè.<br/><br/>&emsp;Thiếu ngủ cũng có thể dẫn đến các vấn đề cho tuổi Tý. Khi cảm thấy không khỏe, bạn nên gặp bác sĩ càng sớm càng tốt. Bạn cũng có thể tham gia hiến máu.<br/><br/>&emsp;Tuổi Tý nên chú ý hơn với sức khỏe của chúng trong các tháng 1, 2 và 10. Bạn cũng phải cẩn thận khi ở dưới nước vào tháng Năm và tháng Sáu.",
	"Suu":"Tử vi năm 2020 tuổi Sửu là năm may mắn khá. Tài sản sẽ tăng lên. Bạn có thể có được một tài sản lớn trong các dự án hoặc kiếm tiền từ khoản đầu tư của mình thông qua trí thông minh và trí tuệ. Hiệu suất của bạn trong công việc sẽ tốt hơn. Đôi khi bạn có thể do dự khi giải quyết mọi việc, nhưng nếu bạn nỗ lực, kết quả sẽ tốt. Đối với sức khỏe, bạn nên giữ dáng thông qua tập thể dục. Năm 2020, bạn nên dành nhiều thời gian hơn cho gia đình.<br/><br/>&emsp;Bên cạnh đó, dựa trên dự đoán vận may của tuổi Sửu năm 2020, Sửu trẻ tuổi rất may mắn trong các kỳ thi và học tập. Vì vậy, những sinh viên sinh năm Sửu nên tận dụng hết năm may mắn này và học tập chăm chỉ. Những nỗ lực sẽ được đền đáp. Một năm tốt đẹp hơn đang đến với tuổi Sửu. Sự tương hợp của năm Canh Tý và Sửu sẽ làm cho một năm tràn đầy phúc lành và tiến bộ. Và là một năm cho sự nghiệp giáo dục và sức khỏe của bạn.<br/><br/><b>Sự nghiệp của tuổi Sửu năm 2020</b><br/>&emsp;Mặc dù năm trước Kỷ Hợi tỏ ra thiếu thốn với tuổi Sửu, nhưng năm nay sẽ tạo nên sự khác biệt. Năm Canh Tý sẽ đứng về phía tuổi Sửu! Đã được biết đến với sự trung thực và kiên trì của mình, tuổi Sửu sẽ đón nhận sự khen ngợi bằng hình thức khuyến mãi và bằng khen. Đặc điểm tính cách tốt nhất của bạn sẽ được thể hiện cho tất cả mọi người, và công việc khó khăn của bạn cuối cùng sẽ được đền đáp bằng kết quả xứng đáng. Với thành công trên đường chân trời, bạn thậm chí có cơ hội để bắt đầu một cái gì đó mới. Thiết lập một cửa hàng trực tuyến, một nhà hàng pop-up nhỏ hoặc một công ty với những đồng nghiệp cũ. Đừng lãng phí may mắn của bạn trong năm nay. Đi lớn lên hoặc về nhà, như năm nay nói!<br/><br/>&emsp;Tuy nhiên, hãy quan tâm đến đồng nghiệp, vì bất hạnh có thể đến với bạn từ các đồng nghiệp nam. Mặc dù bạn đánh giá cao sự trung thực và đáng tin cậy, những người khác có thể không. Chọn bạn bè của bạn một cách khôn ngoan, và bạn bè công việc đề ý nhiều hơn như vậy.<br/><br/>&emsp;- Tháng may mắn: Tháng hai, tháng tư, tháng bảy, tháng tám và tháng mười một.<br/><br/>&emsp;- Tháng không may mắn: Tháng một, tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tài lộc của tuổi Sửu năm 2020</b><br/>&emsp;Năm 2020, những người sinh năm Sửu có một may mắn rất lớn về sự giàu có. Bạn có thể kiếm được nhiều tiền thông qua đầu tư. Khi đầu tư vào một số dự án, họ nên tìm hiểu thêm về dự án, nếu không họ có thể mất rất nhiều. Bên cạnh đó, việc mở một cửa hàng ở những nơi bận rộn và thịnh vượng sẽ dễ dàng mang lại cho bạn một gia tài.<br/><br/><b>Tình cảm của tuổi Sửu năm 2020</b><br/>&emsp;Vận may trong tình yêu và mối quan hệ với tuổi Sửu khác nhau giữa nam và nữ. Đối với những chàng trai sinh năm Sửu, họ có cơ hội yêu. Họ có thể gặp các cô gái thông qua các bữa tiệc và các dịp vui khác nhau. Đối với con gái, vận may trong tình yêu không phải là tốt; Bạn nên chủ động theo đuổi tình yêu của mình một cách dũng cảm thay vì chỉ chờ đợi.<br/><br/><b>Sức khỏe của tuổi Sửu năm 2020</b><br/>&emsp;Dựa vào tử vi năm 2020, may mắn về sức khỏe cho tuổi Sửu là không tốt. Họ có thể dễ dàng bị cảm lạnh và có vấn đề về dạ dày và gan. Họ có thể bị thương khi tranh chấp với người khác. Đôi mắt và trái tim cũng cần được chăm sóc tốt. Bạn nên không tạo cho mình quá nhiều áp lực và thức khuya, nhưng duy trì chế độ ăn uống lành mạnh và lịch trình ổn định, điều này sẽ giúp bạn khỏe mạnh.",
	"Dan":"Tử vi năm 2020 của tuổi Dần dự đoán rằng năm bắt đầu đặc biệt hứa hẹn thành công trong mọi công việc của mình. Lời khuyên tốt nhất cho bạn là hãy tự tin vào chính mình. Đi về phía trước mà không hỏi bản thân quá nhiều câu hỏi. Năng lượng của năm 2020 cộng hưởng với tuổi Dần, bạn sẽ có một năm tuyệt vời, nhưng không phải là không có thách thức. Những người sinh năm Dần: Giáp Dần (1974), Bính Dần (1986), Mậu Dần (1938, 1998), Nhâm Dần (1962, 2022), Canh Dần (1950, 2010).<br/><br/>&emsp;Tuổi Dần là tượng trưng cho sức mạnh, niềm đam mê, và chiến binh táo bạo và dũng cảm. Bạn cười khi đối mặt với nguy hiểm và thành công dưới áp lực. Tuổi Dần có lúc bốc đồng và không thể tha thứ nhưng sẽ hoàn thành bất kỳ nhiệm vụ nào với hiệu quả và sự nhiệt tình mặc dù bạn có thể muốn làm điều đó một mình để đảm bảo công việc được thực hiện đúng quỹ đạo. Tuổi Dần có đức tính cao thượng và thường sẽ đứng lên và chiến đấu cho những gì bạn cho là đúng.<br/><br/><b>Sự nghiệp của tuổi Dần năm 2020</b><br/>&emsp;Những người sinh tuổi Dần sẽ có một may mắn trong việc vượt qua các kỳ thi kiểm tra trình độ và nhận được các chứng chỉ, điều này sẽ hữu ích trong việc thăng tiến nghề nghiệp và tìm kiếm việc làm. Họ nên nắm bắt cơ hội và chiến đấu cho những gì họ muốn khi có cơ hội.<br/><br/>&emsp;Bạn phải làm cho sự hiện diện của bạn trong cộng đồng với các kỹ năng và trí tuệ. Ngoài ra, bạn phải mạnh mẽ, tò mò và năng động hơn để phù hợp với tốc độ của quay của năm 2020 Canh Tý, nếu bạn phải thành công trong cuộc sống. Bạn phải gác lại bản chất của mình và tiếp cận cuộc sống trong năm Tý với tất cả sự nghiêm túc. Điều này sẽ giúp bạn đối mặt với những thách thức bạn gặp phải để tiến tới thành công.<br/><br/>&emsp;Đối với những người sinh năm Hổ, may mắn trong sự nghiệp của bạn không quá tệ cũng không được cải thiện nhiều. Lý do chính cho điều này là có quá nhiều nhiệm vụ rườm rà trong công việc có thể khiến bạn không thể thực hiện công việc và có hại cho bạn để phát triển. Nếu bạn là người làm công ăn lương, hiệu suất công việc có thể không đạt yêu cầu do năng lực hạn chế, kém hiệu quả của bạn. Vì lý do này, bạn cần dành nhiều thời gian hơn để học một số kiến ​​thức chuyên môn và cải thiện khả năng cá nhân để đóng góp cho sự tiến bộ của sự nghiệp. Đối với những người lãnh đạo tuổi Dần, bạn có thể dễ bị nghẽn cổ chai trong công việc và khó đạt được kỳ vọng trong sự nghiệp, vì vậy hãy điều chỉnh tâm lý của bạn và làm việc chăm chỉ để tìm giải pháp.<br/><br/>&emsp;Dự báo cho sự nghiệp của tuổi Dần trong năm 2020 tổng quan là một giai đoạn rất hài lòng. Bạn có thể mong đợi lên các vị trí cấp cao với phần thưởng tài chính đi kèm. Bạn có thể đi lên trong nghề nghiệp của mình với sự hỗ trợ của đồng nghiệp và người có kinh nghiệm đi trước.<br/><br/><b>Tài lộc của tuổi Dần năm 2020</b><br/>&emsp;Người tuổi Dần sẽ có một may mắn khá lớn về tài lộc, điều này có thể mang lại cho bạn những phúc lợi và tiền lương tốt hơn. Bạn sẽ nhận được lợi ích, kế thừa và sự giúp đỡ từ người thân của bạn. Bạn sẽ kiếm được nhiều tiền hơn nếu tham gia vào ngành nước, phục vụ và nuôi trồng thủy sản nếu có.<br/><br/>&emsp;Nói chung, mặc dù khó khăn trong sự nghiệp, thu nhập tiền lương của bạn sẽ không bị ảnh hưởng quá nhiều và may mắn của bạn cho thu nhập từ công việc sẽ giữ một xu thế tăng. Đồng thời, vận may của bạn sẽ khá tốt và hầu như không mất kể cả lợi nhuận cho khoản đầu tư của bạn. Năm nay, bạn có thể tụ tập nhiều hơn với bạn bè và người thân, và chi tiêu rất nhiều cho việc này. Bạn nên lập một kế hoạch tiêu dùng hợp lý và chi tiêu hợp lý để tránh mất mát và lãng phí tiền bạc.<br/><br/>&emsp;Những người tuổi Dần là những nhà đầu tư dày dạn kinh nghiệm có thể sử dụng một phần tiền của mình để đầu tư vào một liên doanh mới. Đầu tư sẽ mang lại lợi nhuận vượt trội nếu được thực hiện với sự giúp đỡ của các chuyên gia tài chính. Một chút nghiên cứu nghiêm túc cũng sẽ giúp ích. Sẽ là khôn ngoan để hạn chế chi phí của bạn và đầu tư tiền dư vào tiết kiệm.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng 3, tháng 9 và tháng 10<br/><br/><b>Tình cảm của tuổi Dần năm 2020</b><br/>&emsp;Theo vận may của tuổi Dần năm 2020, những cô gái sinh ra trong những năm của Dần sẽ gặp người đàn ông họ yêu và phát triển mối quan hệ đó. Các cô gái có thể sử dụng mối quan hệ xã hội hiện tại mà họ có để biết người kia và mạnh dạn theo đuổi tình yêu. Ngược lại, con trai có thể rơi vào tình huống thụ động trong mối quan hệ yêu đương, và họ nên tự mình đấu tranh cho tình yêu.<br/><br/>&emsp;Tuổi Dần sẽ được ban phúc trong mối quan hệ tình yêu và bạn sẽ bắt đầu một mối quan hệ vào năm 2020 nếu bạn độc thân. Nếu bạn thất bại trong mối quan hệ tình yêu năm ngoái, bạn sẽ có mối quan hệ tình cảm với một người quen năm nay. Đối với những người đã kết hôn, năm 2020 có thể là một năm hạnh phúc để bạn tận hưởng sự hòa hợp và bạn sẽ lắng nghe nhau về mọi thứ, khiến người khác ngưỡng mộ rất nhiều.<br/><br/>&emsp;Năm 2020 Canh Tý bạn có đào hoa một chút, điều đó có nghĩa là những người còn độc thân có thể gặp một số rắc rối trong khi tìm kiếm bạn đời. Mặc dù họ chưa có khả năng gặp bạn đồng hành của mình nhưng họ vẫn sẽ gặp những người khác nhau và kết bạn mới. Những con tuổi Dần độc thân có thể không may mắn có được những đối tác phù hợp trong năm nay và điều này có thể khiến cuộc sống của bạn trở nên yên bình hơn. Khả năng có tình bạn mới là tươi sáng.<br/><br/>&emsp;Những tuổi Dần đã kết hôn hoặc hiện đang có mối quan hệ phải giải quyết vấn đề càng sớm càng tốt nếu có mâu thuẫn. Bỏ qua các vấn đề về trong mối quan hệ tình cảm có thể là khúc dạo đầu cho những rắc rối lớn hơn nhiều trong tương lai.<br/><br/><b>Sức khỏe của tuổi Dần năm 2020</b><br/>&emsp;Không có vấn đề lớn về sức khỏe của người tuổi Dần năm 2020. Nhưng họ vẫn nên chăm sóc bản thân tốt. Đừng tham gia các hoạt động nguy hiểm, đừng chơi dưới nước, đừng đi đến nơi tối tăm và ẩm ướt, và đừng cãi nhau gay gắt với người khác.<br/><br/>&emsp;Tuổi Dần sẽ gặp vấn đề nhỏ khi nói đến sức khỏe năm 2020. Bạn sẽ mắc các bệnh phổ biến như cảm lạnh, cúm và đau dạ dày. Bạn cũng cần thận trọng đối với viêm xoang và viêm khớp.<br/><br/>&emsp;Nói chung, Tuổi Dần sẽ ổn nếu bạn ăn tốt, ngủ ngon và tập thể dục thường xuyên nhưng bạn nên thận trọng hơn trong các tháng 1, 4, 7 và 12.",
	"Meo":"Tử vi năm 2020 của tuổi Mão dự đoán, bạn sẽ phải chịu đựng những tiếng lạ, tranh chấp, sự nghiệp bị hư hỏng, cản trở may mắn trong việc kiếm tiền và nhiều bệnh tật hoặc thảm họa. Đặc biệt, sự nghiệp và tài lộc của bạn sẽ suy giảm rất nhiều do tác động của những ngôi sao khắc kỵ, thậm chí sẽ ảnh hưởng đến sức khỏe của bạn. Bạn sẽ đương đầu với nhiều thử thách, dù trong công việc hay cuộc sống và nên tập hợp sức mạnh của mình để đối mặt với những khó khăn tích cực trong năm nay.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng bất cứ điều gì bạn làm năm ngoái sẽ ảnh hưởng trực tiếp đến năm nay của bạn. Bạn sẽ tiếp tục làm việc trên tất cả mọi thứ mà bạn đang làm vào năm ngoái. Nhưng, bạn cũng sẽ nhận thức rõ hơn về những gì bạn đang làm trong năm nay. Bạn sẽ cần tiếp tục thực hiện các mục tiêu của mình nếu bạn muốn hoàn thành chúng; có thể bạn sẽ giành được tiến bộ bằng cách không làm gì cả. Cố gắng học hỏi nhiều hơn trong năm 2020 Canh Tý. Luôn luôn cố gắng cải thiện bản thân bằng cách này hay cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Mão<br/><br/><b>Sự nghiệp của tuổi Mão năm 2020</b><br/>&emsp;Đối với những người tuổi Mão, may mắn cho sự nghiệp của bạn có thể kém may mắn năm 2020. Nếu bạn là người làm công ăn lương, hiệu suất của bạn có thể không ổn định vì bạn không thể chủ động làm việc; bị ảnh hưởng bởi ngôi sao khắc kỵ, bạn sẽ khó thể hiện khả năng của mình do giới hạn trong việc quản lý. Đối với lãnh đạo tuổi Mão, sự nghiệp cũng có thể kém thỏa đáng hơn vì bạn sẽ trở nên xấu tính, nóng nảy, cáu kỉnh và khắc nghiệt với cấp dưới do ngôi sao xấu của năm, có thể khiến bạn mất đi sự hỗ trợ. Bạn nên thay đổi tính khí và kiên nhẫn hơn, khoan dung và tốt bụng hơn với cấp dưới, thì sự nghiệp chính thức của bạn sẽ ngày càng tốt hơn.<br/><br/>&emsp;Làm việc chăm chỉ vào năm 2020 và chắc chắn sẽ có kết quả trong những năm tới. Ngoài ra, tuổi Mão sẽ có thêm kiến ​​thức về sự nghiệp của họ trong năm nay. Hoặc, học các kỹ năng mới có thể giúp công việc của bạn. Sau đó, bạn sẽ có cơ hội tốt hơn để được chú ý hoặc thăng chức. Đừng ngại làm việc với những người khác trong năm nay. Đồng nghiệp của bạn rất có thể là tài sản lớn nhất của bạn trong công việc năm nay.<br/><br/>&emsp;Dự báo về sự nghiệp tuổi Mão năm 2020 cho thấy rằng bạn sẽ đạt được tiến bộ xuất sắc trong lĩnh vực chuyên môn. Trong việc này, bạn sẽ nhận được sự hỗ trợ từ các đồng nghiệp nữ và người cao niên do những ảnh hưởng chiêm tinh.<br/><br/><b>Tài lộc của tuổi Mão năm 2020</b><br/>&emsp;Tài lộc năm nay của bạn ở mức bình thường, bạn khó có thể tích lũy quá nhiều của cải và khó có thể nhận được tiền lãi từ đầu tư dưới tác động của những ngôi sao xấu. Do đó, bạn phải làm công việc thật tốt và mong đợi được trả nhiều tiền hơn từ tiến độ trong công việc. Do thiếu may ắn, ngôi sao tốt lành về tài lộc có bị chặn, dẫn đến nhiều rủi ro trong đầu tư tài chính. Vì lý do này, bạn không nên đầu tư vào các sản phẩm tài chính mà hãy bắt tay vào làm việc chăm chỉ.<br/><br/>&emsp;2020 có may mắn cho tuổi Mão không? Dự đoán tuổi Mão năm 2020 yêu cầu bạn trả hết mọi khoản nợ cũ mà bạn có thể có. Những khoản nợ này có khả năng làm bạn căng thẳng nếu bạn không trả hết sớm. Làm sạch ngân sách của bạn và cố gắng cân bằng nó trong năm nay. Làm việc nhiều hơn để trả tiền, thay vì mua những thứ mới. Tiết kiệm tiền cho những năm tới cũng là một ý tưởng hay trong năm 2020.<br/><br/>&emsp;Đối với những người đang tìm kiếm tài lộc liên quan đến công việc gần đây có thể là một sự thất vọng từ sếp đó. Hãy nhớ rằng thời gian tốt đẹp sẽ không kéo dài mãi mãi và người ta cũng không nên để lòng tham dẫn tới sự sụp đổ của một thành tích.<br/><br/>&emsp;Quan trọng hơn bạn nên biết khi nào nên từ chức và để người khác có cơ hội tiếp quản. Đối với những người lãnh đạo doanh nghiệp, bạn muốn tồn tại và phát triển bạn phải sẵn sàng thích nghi với những thay đổi và nhu cầu thị trường.<br/><br/><b>Tình cảm của tuổi Mão năm 2020</b><br/>&emsp;Năm nay tình cảm của bạn sẽ may mắn hơn. Được chúc phúc bởi ngôi sao tốt lành phụ trách mối quan hệ yêu đương, bạn sẽ được ban phúc nhiều hơn, bất kể độc thân hay đã kết hôn. Đối với những tuổi Mão độc thân, bạn sẽ duyên dáng và nổi tiếng hơn với người khác giới, và có cơ hội bắt đầu một mối quan hệ. Đối với những người đã và đang yêu, bạn cũng có thể có người cầu hôn và dễ bị cám dỗ dẫn đến ngoại tình và gây ra khủng hoảng cho cuộc hôn nhân của bạn. Vì vậy, hãy chú ý đến lời nói và hành động của bạn trong cuộc sống hàng ngày và giữ một khoảng cách nhất định với người khác giới xung quanh để chống lại cám dỗ.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng tuổi Mão có khả năng tìm kiếm mối quan hệ lý tưởng trong năm nay, lãng mạn hoặc thân thiện. Tuổi Mão sẽ kết hôn vào năm 2020? Bạn có thể có hình ảnh của đối tác hoàn hảo trong tâm trí của bạn. Đừng lãng phí thời gian của bạn để tìm kiếm người này trong năm nay. Nếu bạn còn độc thân, hãy hẹn hò và tìm một người gần gũi với lý tưởng của bạn. Tuy nhiên, đừng bỏ ai đó chỉ vì họ không phù hợp với tất cả các tiêu chí của bạn. Nếu bạn đã có một mối quan hệ, đây là thời điểm tuyệt vời để làm mọi thứ rung chuyển. Thử những điều mới, đến những địa điểm mới và quan hệ mới theo những cách khác nhau đều là những cách tốt để tăng thêm hứng thú cho mối quan hệ của bạn.<br/><br/><b>Sức khỏe của tuổi Mão năm 2020</b><br/>&emsp;Năm 2020 sức khoẻ cũng không hẳn tốt với bạn. Mặc dù tác động xấu cảu năm, nhưng ít nghiêm trọng hơn, nhưng những ngôi sao không thể tránh khỏi ảnh hưởng đến bạn rất nhiều. Ví dụ, nó sẽ khiến bạn mất kiên nhẫn và cáu kỉnh, điều này sẽ có hại cho sức khỏe của bạn. Bên cạnh đó, sẽ khiến bạn mệt mỏi, mất tinh thần và đãng trí, do đó dễ bị tai nạn. Do đó, bạn nên thư giãn, điều chỉnh suy nghĩ, xen kẽ làm việc với nghỉ ngơi và tránh làm việc quá sức.<br/><br/>&emsp;Tuổi Mão, tất cả các công việc bạn đang làm chắc chắn sẽ làm bạn căng thẳng. Vì vậy, sẽ rất thuận lợi khi học một số kỹ thuật giảm căng thẳng trong năm. Cố gắng dành nhiều thời gian ngoài trời và ít thời gian hơn trước màn hình trong năm nay. Điều này có thể khuyến khích bạn tập thể dục nhiều hơn. Ở phía trước ít màn hình hơn sẽ khiến mắt bạn cảm thấy khỏe mạnh và cũng giúp bạn bớt đau đầu hơn. Giữ cho năng động và ăn một chế độ ăn uống cân bằng là rất quan trọng trong năm nay. Vì vậy, cố gắng làm những điều sẽ giúp cải thiện sức khoẻ.",
	"Thin":"Tử vi năm 2020 của tuổi Thìn dự đoán năm nay sẽ tương đối yên tĩnh cho bạn. Bạn sẽ thực tế hơn, điều này sẽ có thể giúp bạn trong nhiều lĩnh vực của cuộc sống trong năm 2020. Đôi khi bạn có thể gặp khó khăn trong việc tìm kiếm động lực của mình. Nhưng khi bạn có động lực, bạn sẽ có thể suy nghĩ rõ ràng và lập kế hoạch cho tương lai một cách dễ dàng. Đôi khi, bạn sẽ có mức năng lượng cao, và đây là thời điểm tốt nhất để thực hiện công việc hoặc thực hiện các mục tiêu của bạn.<br/><br/>&emsp;Tuổi Thìn được cho là dấu hiệu của sự may mắn và thịnh vượng. Những người được sinh ra vào năm rồng được cho là mạnh mẽ, tốt bụng, thân thiện, may mắn trong mọi nỗ lực. Những đặc điểm này chắc chắn sẽ giúp bất kỳ người nào sinh ra trong năm con rồng với tử vi của bạn vào năm 2020!<br/><br/>&emsp;Tử vi năm 2020 dự đoán năm nay sẽ là một năm tuyệt vời với một số ngôi sao ảnh hưởng đến vận mệnh của tuổi Thìn theo hướng tích cực. Mặc dù ảnh hưởng chiêm tinh của một số ngôi sao là tiêu cực, nhưng chúng bị đối trọng bởi những rung cảm tích cực của những ngôi sao tốt. Nhìn chung, năm 2020 hứa hẹn sẽ là một giai đoạn tuyệt vời trong cuộc đời của người tuổi Thìn.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Thìn<br/><br/>&emsp;Người tuổi rồng sẽ thấy vận may  được cải thiện đáng kể vào năm 2020 và có thể được ban phúc trong cả sự nghiệp và tình yêu. Về vấn đề này, bạn nên nắm bắt cơ hội. Mặc dù tài lộc của bạn sẽ không thay đổi đáng kể, bạn vẫn có thể tiết kiệm như mong muốn miễn là bạn giữ thói quen quản lý các vấn đề tiền bạc và không tiêu tiền hoang phí. Mặt khác, tuổi Thìn nên tận dụng sự may mắn để tìm kiếm cơ hội mới và làm những điều bạn chưa từng nghĩ đến trong cuộc sống hàng ngày, để làm cho cuộc sống của bạn trở nên đầy màu sắc và thú vị. Một khi bạn lựa chọn đúng, bạn sẽ có thể có kết quả tốt.<br/><br/>&emsp;Tuổi Thìn chuyên nghiệp có thể mong đợi sự hỗ trợ của đồng nghiệp và người có kinh nghiệm trong công việc của họ. Bạn cũng sẽ nhận được sự khuyến khích từ quản lý cấp trên trong việc tiến bộ trong sự nghiệp. Điều quan trọng là hòa đồng với các đồng nghiệp của bạn. Ngoài ra, hãy ngoại giao và đừng chà xát vào mặt sai.<br/><br/>&emsp;Người tuổi Thìn được biết đến với khả năng lãnh đạo và kỹ năng chiến đấu. Kết quả là, vào năm Tý, bạn sẽ có thể hoàn thành nhiệm vụ của mình với sự kiên trì và sức mạnh ý chí mạnh mẽ. Do đó, sự thăng tiến trong cuộc sống của bạn sẽ suôn sẻ và sinh lời.<br/><br/><b>Sự nghiệp của tuổi Thìn năm 2020</b><br/>&emsp;Bản chất mạnh mẽ và thông minh, bạn không cần phải lo lắng về sự nghiệp của mình và có thể đạt được điều gì đó miễn là bạn hành động theo cảm xúc của mình. Trong năm qua, những vấn đề tầm thường đã gây ra một cuộc khủng hoảng trong sự nghiệp của bạn, điều này khiến sợ hãi của bạn tăng lên. Năm 2020, bạn có thể là người tốt mà không bị làm phiền bởi những vấn đề tầm thường và mong chờ sự may mắn cho sự nghiệp. Tuy nhiên, đừng trở nên tự mãn vì tài sản, sự nghiệp đã phục hồi. Bình tĩnh, làm việc theo cách thực tế. Trong một thời gian ngắn, bạn sẽ có thể đạt được thành công lớn hơn và đáng chú ý trong sự nghiệp của bạn.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng nhiều cơ hội mới sẽ đến với bạn trong công việc vào năm 2020. Đây là thời điểm tuyệt vời để thảo luận với cấp trên của bạn nếu bạn đang tìm kiếm một kế hoạch phát triển. Đây cũng là một năm tuyệt vời để hòa đồng với đồng nghiệp của bạn. Cùng với việc kết bạn mới, đồng nghiệp của bạn có khả năng giúp bạn thực hiện các dự án tại nhà. Hãy cố gắng tập trung vào một mục tiêu lớn trong công việc vào năm 2020, cũng như tiếp tục làm việc với bất cứ điều gì cấp trên của bạn bảo bạn làm trong năm 2020 này.<br/><br/>&emsp;Dự đoán về sự nghiệp cho con rồng cho năm 2020 cũng cho thấy rằng bạn sẽ mở rộng, cao hơn trong sự nghiệp chuyên nghiệp của mình. Ngoài ra nhiều chương trình tài chính và gia tăng tài lộc có thể đến với bạn. Sự cần cù của bạn sẽ được ban lãnh đạo đánh giá cao và được đềnđáp xứng đáng. Do đó, bạn sẽ có cơ hội sử dụng các khả năng quản trị và kỹ năng thực hành của mình.<br/><br/>&emsp;Trách nhiệm và quyền lực trở nên mạnh mẽ và tích cực khi bạn đang đảm nhận bất kỳ dự án nào. Bạn nên sử dụng sự khéo léo của mình và giao tiếp phù hợp mà không làm tổn thương người khác. Bạn nên cố gắng tranh thủ sự hỗ trợ của các đồng nghiệp trong công việc.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng hai, tháng bảy, tháng tám và tháng mười một.<br/><br/><b>Tài lộc của tuổi Thìn năm 2020</b><br/>&emsp;Do nhieeuv công việc lại mới bắt đầu năm 2020, bạn thường chỉ có thể mong đợi sự may mắn trong việc kiếm tiền và tạo điều kiện tốt hơn để cải thiện tài lộc của bạn. Ngoài công việc khó khăn, bạn có thể thử những cách mới, chẳng hạn như công việc bán thời gian và các cuộc thi mà bạn đã từ chối làm trong quá khứ, nếu bạn muốn có được tài lộc hơn; miễn là bạn sẵn sàng làm điều đó, bạn chắc chắn sẽ nhận được kết quả tốt với tài năng của mình. Đồng thời, cân bằng thu nhập chi tiêu và cố gắng tiết kiệm một chút. Theo vận hạn may mắn, bạn có thể sáng suốt và có kỹ năng quản lý và đầu tư tài chính, có cơ hội giành giải thưởng trong các hoạt động xổ số và nhận được sự giàu có bất ngờ thông qua việc đó, giành giải thưởng và các cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Thìn dự báo tài chính cho thấy một năm cũng ấm áp về các vấn đề tiền bạc. Dòng tiền sẽ chậm chạp, nhưng bạn vẫn có thể trang trải chi phí của mình. Bất kỳ khoản đầu tư nào bạn đang thực hiện nên có mục đích và dựa trên phân tích thích hợp.<br/><br/>&emsp;Các chỉ số chiêm tinh chỉ ra khả năng mất mát tài chính nghiêm trọng trong tháng ba và tháng chín. Bạn phải cực kỳ cảnh giác trong những tháng này. Ngoài ra, tránh tất cả các khoản đầu tư trong thời gian này. Bất kỳ sự tham lam sẽ dẫn đến thảm họa.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng bảy và tháng tám.<br/><br/><b>Tình cảm của tuổi Thìn năm 2020</b><br/>&emsp;Người tuổi Thìn, độc thân, đang yêu hoặc đã kết hôn, được ban phúc trong mối quan hệ tình cảm trong năm nay và bạn sẽ duy trì mối quan hệ tốt. Nếu bạn còn độc thân, bạn sẽ có cơ hội tìm được người cùng chí hướng và bắt đầu một mối quan hệ tốt đẹp. Tuy nhiên, nếu bạn đang yêu hoặc đã kết hôn, may mắn sẽ là bình thường bởi vì bạn quá chiếm hữu và mạnh mẽ và cai trị bạn tình bằng một cây gậy sắt, khiến người đó không hài lòng với bạn. Do đó, bạn nên nhẹ nhàng và ân cần và cho nhau nhiều không gian trống để giữ cảm giác bí ẩn và duy trì mối quan hệ ổn định.<br/><br/>&emsp;Dự đoán chiêm tinh cho tuổi Thìn trong năm 2020 chỉ ra rằng bạn sẽ quan tâm nhiều hơn đến các hoạt động của chính mình. Ngoài ra bạn sẽ tránh các mối quan hệ tình cảm phát sinh. Nếu bạn đang trong tình yêu, rất có thể bạn sẽ vướng vào những cuộc cãi vã với đối tác của mình một cách không cần thiết. Nhìn chung, bạn không thể lặp lại những điều tốt đẹp trong tình yêu của năm 2019 trong năm nay.<br/><br/>&emsp;Rồng cô đơn nên cố gắng mạo hiểm và cố gắng lôi cuốn các đối tác mới vào mối quan hệ tình cảm. Sáu tháng đầu năm 2020 dường như đầy hứa hẹn cho tình yêu, miễn là bạn sẵn sàng. Bạn cũng nên cố gắng tận dụng các cơ hội bạn có được.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng sáu, tháng tám và tháng mười một.<br/><br/><b>Sức khỏe của tuổi Thìn năm 2020</b><br/>&emsp;Đối với những người sinh năm Rồng, sức khỏe có thể rõ ràng vào năm 2020 và bạn sẽ dễ mắc bệnh nhẹ trong cuộc sống hàng ngày. Do đó, bạn nên theo dõi sức khỏe của mình và đừng bao giờ coi tuổi trẻ là cái cớ để hành động liều lĩnh và không quan tâm đến điều gì. Đặt sức khỏe của bạn lên hàng đầu trong mọi tình huống.<br/><br/>&emsp;Theo tử vi dự báo sức khỏe tuổi Thìn trong năm 2020 chỉ ra một năm khá tốt. Bệnh nhẹ và thương tích nhỏ có khả năng. Ngoài ra, hãy chăm sóc sức khỏe của bạn bằng cách ăn kiêng hợp lý và đừng quên thực hiện một thói quen tập thể dục. Chấn thương có thể tránh được bằng cách thận trọng hơn. Lái xe nên thận trọng trong các tháng của tháng một, tháng chín và tháng mười hai. Tháng 4 là nguy hiểm cho các môn thể thao dưới nước.",
	"Ti":"Tử vi năm 2020 của tuổi Tỵ dự đoán rằng mọi thứ sẽ dễ dàng hơn cho bạn trong năm nay so với những năm trước. Bạn sẽ cảm thấy như bạn có nhiều tự do hơn để làm những điều mà bạn thích. Bạn sẽ có thể thoát khỏi nhiều phiền toái trong cuộc sống của bạn. Sẽ có ít vấn đề hơn trong cuộc sống của bạn trong năm Canh Tý 2020 này và cũng có nhiều cơ hội thăng tiến hơn. Bạn có thể quên đi những điều khó chịu đã xảy ra trong cuộc sống của mình và mong chờ một thời gian dễ chịu vào năm 2020. Bạn có thể nhận được một năm với một tâm trí bình yên và không bị xáo trộn.<br/><br/>&emsp;Năm 2020 sẽ mang đến cho bạn rất nhiều sự mở cửa đòi hỏi nhiều hành động và nhiều chuyến đi. Những triển vọng này đi kèm với các mối nguy hiểm vốn có, và bạn phải di chuyển nhanh chóng và cẩn thận nếu bạn phải đạt được thành công.<br/><br/>&emsp;Năm 2020 Canh Tý đòi hỏi tuổi Tỵ phải siêng năng và phù hợp với tốc độ biến động cuộc sống. Nếu bạn phải hoàn thành mục tiêu của mình, sẽ cần phải cải thiện kỹ thuật giao tiếp của bạn. Cũng cần có sự chân thành và cống hiến trong cách tiếp cận của bạn đối với các công việc khác nhau mà bạn đã đảm nhận.<br/><br/>&emsp;Tuổi Tỵ năm nay cũng có thể mong đợi sự khuyến khích và hỗ trợ từ một người quen hoặc người thân trong việc biến các dự án của bạn thành công. Mặc dù năm 2020 hứa hẹn cho các khoản đầu tư, nhưng chúng cần được hỗ trợ bởi chuyên môn phù hợp.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Tỵ<br/><br/>&emsp;Vào năm 2020 Canh Tý, thuộc về nước trong Ngũ hành trong khi Tỵ thuộc về lửa, vì vậy những người tuổi Tỵ cảm thấy không may mắn về mọi mặt, đặc biệt là trong sự nghiệp và mối quan hệ yêu đương. Tuy nhiên thực tế, Về mặt sự nghiệp, công việc của bạn sẽ tiếp tục rất tốt và bạn sẽ thấy không gian hạn chế để phát triển của bạn. Bạn sẽ mất rất nhiều công để thay đổi tình hình. Đối với mối quan hệ tình cảm, bạn sẽ cảm thấy bị giữ chặt, đặc biệt nếu bạn độc thân - thất bại trong việc bắt đầu một mối quan hệ, thiếu đi một mối quan hệ đúng đắn và những trở ngại trên con đường của bạn.<br/><br/><b>Sự nghiệp của tuổi Tỵ năm 2020</b><br/>&emsp;Năm 2020 sẽ có dấu hiệu tiến bộ trong sự nghiệp của bạn, vẫn có một số khó khăn sẽ xảy ra với bạn. Đối với những người làm công ăn lương, bạn sẽ khó có thể vượt qua tình trạng hiện tại trong sự nghiệp của mình trong năm nay. Bạn có thể chọn tạm thời chuyển trọng tâm công việc và bắt đầu từ những việc nhỏ nhặt; nếu bạn có thể làm cho mọi chi tiết nhỏ trở nên hoàn hảo, bạn có thể đạt được những điều tuyệt vời. Đối với những người tự kinh doanh hoặc doanh nhân tuổi Tỵ, bạn không nên cẩu thả trong năm nay mà cực kỳ thận trọng trong việc lựa chọn đối tác hoặc xử lý các thói quen hàng ngày, đặc biệt là khi ký thỏa thuận hoặc hợp đồng với người khác, để tránh tổn thất cho chính bạn hoặc công ty của bạn.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Tỵ dự đoán rằng công việc của bạn sẽ đa dạng hóa trong năm nay cho dù chính bạn là người thực hiện các thay đổi hoặc do người khác. Sẽ có thêm một số cơ hội thăng tiến trong công việc vào năm 2020 vì tất cả những thay đổi này. Nếu bạn có thể chứng tỏ mình là người tuyệt vời ở nhiều thứ khác nhau, hoặc một người chơi nhóm có thể khiến người khác làm nhiều việc khác nhau, thì bạn gần như chắc chắn sẽ được thăng chức hoặc tăng lương. Làm việc chăm chỉ trong năm nay sẽ cải thiện cuộc sống của bạn.<br/><br/>&emsp;Nếu Rắn đang nghĩ đến việc thay đổi công việc mới, thì năm nay không phải là triển vọng thực hiện. Mặc dù bạn có thể phải đối mặt với một số hỗn loạn tại nơi làm việc, bạn sẽ có sự giúp đỡ của một thiên thần hộ mệnh để vượt qua các thử thách.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 4, Tháng 7, Tháng 8 và Tháng 11.<br/><br/><b>Tài lộc của tuổi Tỵ năm 2020</b><br/>&emsp;Tài chính ổn định cho tuổi Tỵ năm nay, có thể có đột phá nào đó ngoài dự kiến sẽ xảy ra so sánh với năm ngoái. Về thu nhập từ công việc, bạn sẽ có được thu nhập tiền lương ổn định và ấn tượng. Từ quan điểm của tử vi, bạn sẽ nhận được rất nhiều lợi nhuận đầu tư từ phương tiện tài chính hợp lý, tầm nhìn độc đáo, nắm bắt tốt các cơ hội, cũng như sự giúp đỡ và hướng dẫn của các chuyên gia. Mặc dù thu nhập tốt, chi phí cá nhân của bạn cũng sẽ tăng so với các năm trước. Bạn nên thực hành tiêu dùng hợp lý và lập kế hoạch tiêu dùng hợp lý để giữ cho thu nhập và chi tiêu của bạn được cân bằng.<br/><br/>&emsp;Năm nay cũng là năm làm việc để trả hết nợ cũ trước khi bạn chi tiền cho những thứ mới. Tránh thúc đẩy mua và chi tiêu vượt mức nếu bạn muốn giữ cho ngân sách của bạn cân bằng. Mặc dù vậy, cũng không nên tiết kiệm quá. So với năm trước, tình hình tài chính năm nay của bạn sẽ tốt hơn, nhưng vẫn phải quản lý tốt.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng 4, tháng 7 và tháng 8.<br/><br/><b>Tình cảm của tuổi Tỵ năm 2020</b><br/>&emsp;Tình yêu có thể không lý tưởng trong năm nay, đặc biệt đối với tuổi Tỵ đang yêu có thể gặp khủng hoảng trong tình yêu. Nếu bạn không chăm sóc sẽ không được ban phúc trong mối quan hệ tình cảm trong năm nay và ngay cả khi bạn phải lòng một ai đó, bạn có thể sẽ không gặp phải bất kỳ khó khăn nào khi theo đuổi anh ấy / cô ấy và cảm thấy khó khăn trong mối quan hệ. Đối với những bạn đã kết hôn, mối quan hệ tình yêu của bạn cũng có thể khá gập ghềnh và tình yêu của bạn có thể bị đe dọa bởi một bên thứ ba vì sẽ có nhiều cám dỗ xung quanh.<br/><br/>&emsp;Tuổi Tỵ có may mắn vào năm 2020 không? Sẽ có nhiều thay đổi trong cuộc sống tình yêu của bạn trong năm nay, nhưng chủ yếu là trong chính bạn. Bạn chắc chắn sẽ cảm thấy nhiều cảm xúc hơn trong năm nay. Điều này sẽ giúp bạn thể hiện bản thân dễ dàng hơn trong các mối quan hệ của bạn. Điều này sẽ làm cho các mối quan hệ của bạn có ý nghĩa hơn, cho dù chúng thân thiện hay lãng mạn. Nếu bạn còn độc thân, thì đây là thời gian để cố gắng tìm một người hiểu bạn và giống bạn hơn là không.<br/><br/>&emsp;Cuộc sống hôn nhân có thể trở nên thú vị bằng cách giữ cho kênh liên lạc cởi mở với vợ / chồng của bạn. Bạn cũng có thể nhờ sự giúp đỡ của bạn bè để làm mờ các nếp nhăn trong mối quan hệ của bạn. Cần phải tiếp cận những vấn đề trong hôn nhân của bạn với tinh thần lạc quan và với một tinh thần cởi mở.<br/><br/>&emsp;Những người độc thân sẽ có thể có được những mối quan hệ mới, và bạn thậm chí có thể may mắn có được một người bạn chọn. Trước khi bạn xác nhận mối quan hệ, hãy dành thời gian của riêng bạn và cố gắng hiểu người đó một cách đầy đủ. Điều này sẽ tránh những rắc rối không cần thiết trong tương lai.<br/><br/><b>Sức khỏe của tuổi Tỵ năm 2020</b><br/>&emsp;Sức khỏe sẽ tốt cho bạn, những người sinh ra tuổi Tỵ không có gì nghiêm trọng nhưng những vấn đề nhỏ sẽ xảy ra. Nói chung, bạn sẽ giữ một sức khỏe tốt. Tuy nhiên, đừng vì thế mà quên đi trong cuộc sống hàng ngày; thay vào đó, bạn sẽ theo dõi cơ thể của mình và tìm kiếm lời khuyên y tế kịp thời miễn là bạn cảm thấy không khỏe. Không bao giờ quá tự tin vào cơ thể của bạn và trì hoãn chữa bệnh, nếu không nó sẽ xấu đi và ảnh hưởng đến sức khỏe của bạn.<br/><br/>&emsp;Tử vi Sức khỏe cho tuổi Tỵ dự báo trong năm 2020 trong các vấn đề chung. Bạn bè và các thành viên gia đình già có khả năng bị bệnh. Phải có biện pháp phòng và chữa bệnh kịp thời sẽ tránh được tình trạng nặng thêm.<br/><br/>&emsp;Để phòng ngừa, hãy duy trì sức khỏe của bạn bằng các thói quen tập thể dục phù hợp, chế độ ăn uống hợp lý và thư giãn vừa đủ. Vì vậy, bạn có thể tham dự các bữa tiệc để làm cuộc sống thêm thú vị.",
	"Ngo":"Tử vi tuổi Ngọ năm 2020 cho thấy đây có thể là một năm đầy thách thức. Có tính xung đột giữa Tý - Ngọ và bạn phải cảnh giác hơn bình thường. Và do thực tế là có một số ngôi sao không may mắn mang đến tuổi Ngọ của bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền.<br/><br/>&emsp;Vì vậy, chiến lược tốt nhất của bạn có lẽ là giữ một nhịp độ sống thấp và không nên đưa ra bất kỳ thay đổi và quyết định lớn nào. Không phải là một năm tốt để kết hôn, đừng thay đổi công việc của bạn và đừng mua một ngôi nhà hoặc doanh nghiệp mới. Coi chừng những kẻ phản bội âm mưu chống lại bạn.<br/><br/>&emsp;Cố gắng làm công việc tình nguyện hoặc từ thiện để cân bằng năng lượng xấu hoặc sắp xếp để đi đến các điểm tâm linh và cầu nguyện cho phúc lành an toàn từ các tác động tiêu cực của ngôi sao nói. Tránh những nơi quá âm như đám tang và nghĩa địa, và tốt nhất nên đến nơi tổ chức đám cưới hoặc những dịp hạnh phúc khác trong gia đình để mang lại năng lượng tốt cho bạn. Nói chung, chỉ cần làm hết sức mình để tránh xung đột, tranh chấp và rắc rối.<br/><br/>&emsp;Tử vi năm 2020 dự báo cho thấy năm đó sẽ là thời gian thử nghiệm cho tuổi Ngọ. Vì có xung đột Tý - Ngọ, nên cần phải có sự cảnh giác nhất định. Các ngôi sao cũng không thuận lợi, và điều này có thể gây ra những điều không cần thiết, mất tài chính do áp dụng sai.<br/><br/>&emsp;Vì năm nay không tốt cho tất cả các tuổi Ngọ, nên trì hoãn tất cả các quyết định quan trọng. Nếu bạn đang nghĩ đến việc đầu tư vào một ngôi nhà mới, tốt hơn bạn nên hoãn lại. Đừng vội vàng thay đổi công việc của bạn hoặc kết duyên với một cô dâu tương lai. Bạn cũng nên cảnh giác với những người đang cố đố kỵ bạn. Nhìn chung, đi chậm và để thời gian xấu đi qua.<br/><br/>&emsp;Điều quan trọng đối với Ngọ là tập trung vào làm việc theo nhóm, đề cao lòng tự trọng của mình để thành công trong năm 2020 Canh Tý. Bạn nên quan tâm đến cảm xúc của người khác và từ bi với các cộng sự của mình.<br/><br/>&emsp;Bạn có thể cải thiện cơ hội thành công của mình trong năm 2020 bằng cách phủ nhận các tác động có hại của các ngôi sao. Đã đến lúc làm các công việc nhân đạo để giúp đỡ người nghèo hoặc hướng sự chú ý của bạn vào các hoạt động tín ngưỡng và tâm linh. Bạn nên tham gia các hoạt động gia đình đầy niềm vui và tránh những nơi có năng lượng tiêu cực. Hãy tốt với người khác và họ sẽ đáp lại lòng tốt của bạn.<br/><br/><b>Sự nghiệp tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán về sự nghiệp cho ngựa trong năm 2020 đã báo trước rằng sẽ có vô số những con đường dẫn đến sự nghiệp của bạn. Bạn phải đối phó với tình huống một cách tỉnh táo và phải có can đảm để vượt qua các thử thách. Hãy cẩn thận trong khi giao tiếp với người khác và thậm chí nên sẵn sàng cho các cuộc tranh cãi pháp lý.<br/><br/>&emsp;Bạn nên tránh xung đột với đồng nghiệp, cấp trên và nên sẵn sàng đối phó với mưu mô của kẻ đố kỵ. Học hỏi từ những kinh nghiệm tồi tệ qua các năm và chuyển đổi chúng thành lợi thế của bạn trong những năm tới.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tình cảm của tuổi Ngọ năm 2020</b><br/>&emsp;Dự báo tình yêu cho Tử vi tuổi Ngọ năm 2020 cho thấy một năm rất ảm đạm cho tình yêu và sự lãng mạn. Bạn độc thân sẽ khó tìm được đối tác lãng mạn và bạn vẫn FA đơn độc trong năm. Không có hại trong việc cố gắng và bạn nên tìm kiếm tình yêu trong gia đình và các cuộc tụ tập vui chơi.<br/><br/>&emsp;Nếu bạn đã có một mối quan hệ tình cảm đang yêu, bạn nên cố gắng bằng cách dễ chịu với người yêu của bạn và giữ cô ấy trong tâm trạng tốt. Không nên làm đám cưới của bạn trong năm nay và hạnh phúc nếu bạn có thể giữ mối quan hệ.<br/><br/>&emsp;Những tuổi Ngọ đã kết hôn cũng sẽ thấy cuộc sống của mình không có bất kỳ niềm vui hay điều bất thường nào.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán tài chính năm 2020 tuổi Ngọ</b><br/>&emsp;Những lời tiên tri trong năm 2020 cho thấy khả năng thu nhập âm trên một số khoản đầu tư. Nhìn chung, tình hình tiền tệ sẽ rất biến động và bạn nên giảm thiểu các hoạt động tài chính của mình. Bạn nên chỉ lập kế hoạch tương lai tài chính của bạn.<br/><br/>&emsp;Tuổi Ngọ sinh vào mùa thu hoặc mùa đông nên sẵn sàng đối mặt với một số khó khăn trên mặt trận tài lộc vào năm 2020. Không được thưởng thức bất kỳ loại đầu tư, đầu cơ nào. Trì hoãn tất cả các hoạt động chính như đầu tư vào tài sản giá trị lớn. Theo dõi chặt chẽ các chi phí của bạn và không mua bất kỳ mặt hàng xa xỉ nào.<br/><br/>&emsp;Nếu bạn sinh vào mùa xuân hoặc mùa hè, bạn có thể cố gắng dùng tiền của mình vào các khoản đầu tư mới. Nhưng đừng quên nghiên cứu nghiêm túc trước khi bạn bỏ tiền vào các khoản đầu tư này. Không có chỗ cho sự đầu cơ hay lòng tham.<br/><br/>&emsp;Tháng may mắn cho tài chính: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán sức khoẻ tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho Ngựa trong năm 2020 cho thấy một năm dưới mức trung bình. Mặc dù không có gì nghiêm trọng được dự đoán trước, hãy sẵn sàng đối mặt với những cơn đau dai dẳng và những cơn thiếu quyết đoán. Bạn cũng có thể dễ bị chấn thương. Lái xe phải hết sức cẩn thận khi đi trên đường.<br/><br/>&emsp;Sức khỏe nên được duy trì bằng cách kiểm tra y tế thường xuyên. Chế độ ăn uống hợp lý, ngủ đủ giấc và tập thể dục đầy đủ sẽ giúp bạn về lâu dài. Một cách khác để cải thiện vận may của bạn là giúp đỡ người khác bằng công việc từ thiện hoặc hiến máu.<br/><br/>&emsp;Tháng không may mắn cho sức khỏe: tháng hai, tháng tư, tháng bảy, tháng mười một và tháng mười hai.",
	"Mui":"Tử vi tuổi Mùi năm 2020 sẽ là một năm có nhiều vận may bị chi phối bởi những ảnh hưởng tiêu cực của các ngôi sao. Nếu bạn đã không gặp rắc rối, bạn có thể sẽ có một năm sẽ khó khăn. Vì vậy, hãy chuẩn bị cho một chuyến đi khó khăn đó nhé.<br/><br/>&emsp;Tuổi Mùi sẽ phải đối mặt với một năm thú vị 2020 Canh Tý với rất nhiều sự cống hiến và sức chịu đựng. Sáu tháng đầu năm sẽ mang đến cho bạn cơ hội tuyệt vời về lợi nhuận tài chính. Bạn phải tận dụng những triển vọng này và tiết kiệm cho những  khó khăn phía trước. Bốn năm tới sẽ là bất lợi đặc biệt, và bạn sẽ phải phụ thuộc vào tài chính bạn có được trong năm.<br/><br/>&emsp;Sẽ có rất nhiều hứng thú trong nửa đầu năm và từ nửa cuối năm 2020 tuổi Mùi nên sẵn sàng đối mặt với thực tế nghiệt ngã. Điều này sẽ đòi hỏi sự cống hiến và quyết tâm tuyệt vời. Năm Tý sẽ khiến bạn trở thành một cá nhân cứng rắn sẵn sàng đối mặt với những rào cản trong tương lai.<br/><br/>&emsp;Tử vi năm 2020 dự đoán, những người tuổi Mùi sẽ thấy vận may không ổn định, đôi khi tốt và đôi khi xấu. trong tất cả các khía cạnh. Trong suốt cả năm, sự nghiệp của bạn sẽ phải chịu đựng nhiều nhất từ ​​những điều trên, chủ yếu bị ảnh hưởng bởi ngôi sao không thuận lợi, và nó có thể bị đình trệ trong một thời gian. Hơn nữa, tài lộc và sự nghiệp có phần song song, vì vậy bạn sẽ có ít may mắn vì tiền từ sự nghiệp. Về sức khỏe, người tuổi Mùi thường cảm thấy ốm yếu vì áp lực lớn trong công việc. May mắn thay, tình yêu có thể suôn sẻ trong năm nay và bạn có thể gặp nhiều điều hạnh phúc, điều này có thể an ủi bạn một chút.<br/><br/>&emsp;Năm Tý bạn nên duy trì sự điềm tĩnh của mình. Không có chỗ cho tình cảm, và bạn phải vượt qua những khó khăn trong cuộc sống bằng cách khó khăn. Bạn nên chú ý duy trì sức mạnh thể chất và tinh thần của mình để có thể chuyển đổi năm thành năm thành công. Các chuyên gia sẽ có nhiều cơ hội để chuyển sang một công việc mới hoặc thay đổi nơi làm việc trong năm. Nếu có thể, bạn nên ngừng làm điều đó vì lợi ích của mình. Cơ hội tài chính không nên chi phối bởi lòng tham, và cần phải kiểm soát chi phí của bạn. Các khoản tiết kiệm bạn thực hiện sẽ có ích cho tương lai.<br/><br/><b>Sự nghiệp của tuổi Mùi năm 2020</b><br/>&emsp;Nhiều cuộc khủng hoảng có thể xảy ra đối với sự nghiệp của những người tuổi Mùi, trong đó những người bị ảnh hưởng nhiều nhất sẽ là tầng lớp lao động. Nếu bạn là người làm công ăn lương, bạn sẽ khó đạt được tiến bộ lớn, và xác suất tăng lương và thăng chức cũng sẽ mờ mịt; rất nhiều rắc rối trong công việc và tình trạng làm việc kém sẽ khiến bạn không thể hoàn toàn mà thường bị cấp trên chỉ trích và khiển trách, thậm chí có thể mất việc. Đối với tuổi Mùi trong vai trò lãnh đạo, điều quan trọng nhất sẽ nằm ở khía cạnh 'con người' và bạn cần nỗ lực nhất định để hòa nhập với mọi người xung quanh; đừng quá hà khắc với cấp dưới mà hãy chiến thắng mọi người bằng niềm tin, sự tử tế với người khác.<br/><br/>&emsp;Trong năm 2020 cho thấy rằng về mặt chuyên môn, bạn sẽ làm tốt một cách hợp lý. Có nhiều cơ hội để đạt được tiến bộ trong công việc của bạn. Bạn sẽ có nhiều triển vọng để kiếm thêm tiền nếu bạn có sự thông minh để sử dụng các cơ hội bạn gặp phải. Nếu bạn làm trong ngành dịch vụ như bảo hiểm nhân thọ, giao dịch tài sản, bạn sẽ có một khoảng thời gian rất hiệu quả. Bạn có thể mong đợi thu nhập của bạn tăng lên ngoài mong đợi của bạn. Bạn phải nỗ lực rất nhiều và nắm bắt cơ hội khi chúng đến. Hãy yên tâm rằng những nỗ lực của bạn sẽ được bù đắp.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tài lộc của tuổi Mùi năm 2020</b><br/>&emsp;Vào năm 2020, sự may mắn của bạn đối với tài lộc rất xấu. Bạn sẽ thấy gần như không có cách nào để kiếm tiền và thu nhập của bạn sẽ giảm rất nhiều so với dự kiến. Về đầu tư và quản lý tài chính, bạn khó có thể kiếm được lợi nhuận lớn do thiếu kiên nhẫn và lòng tham cho lợi nhuận nhỏ. Đồng thời, mong muốn cá nhân của bạn sẽ dẫn đến chi tiêu lớn và không siêng năng  tiết kiệm có thể dễ dàng khiến bạn sống vượt quá thu nhập của mình. Để có được may mắn hơn cho tài chính, trước tiên bạn phải tiết kiệm, chi tiêu hợp lý và thiết lập chế độ chính xác về tiền bạc; Thứ hai, bạn phải làm việc chăm chỉ để kiếm tiền và cải thiện thu nhập cá nhân.<br/><br/>&emsp;Không nên đầu tư đầu cơ như cổ phiếu và cổ phiếu. Đừng hào phóng trong việc cho người khác vay tiền. Đảm bảo thu nhập và làm thêm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Mùi năm 2020</b><br/>&emsp;Ngôi sao tốt lành sẽ mang lại cho bạn may mắn về khía cạnh tình cảm. Mối quan hệ của bạn sẽ trở nên sâu sắc và bền chặt hơn và bạn sẽ tin tưởng và yêu nhau, và cùng nhau chịu đựng những thử thách mang lại. Một số Mùi độc thân sẽ khá nổi tiếng với những người khác giới và có nhiều người ngưỡng mộ, từ đó bạn có thể gặp đúng người để bắt đầu một mối quan hệ. Ngoài ra, những người đã kết hôn có thể bước vào một giai đoạn mới, mang thai và nâng cấp lên cha mẹ, điều này thực sự hài lòng.<br/><br/>&emsp;Tuổi Mùi trong các mối quan hệ nên tránh xung đột. Tất cả những hiểu lầm nên được xóa bằng đối thoại và tương tác. Cuộc sống tình yêu cho các cặp vợ chồng nên giản đơn và không có rườm rà.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng năm và tháng chín.<br/><br/><b>Sức khỏe của tuổi Mùi năm 2020</b><br/>&emsp;Bạn Người cừu sẽ ở trong tình trạng chung và sự dao động sẽ không có hại. Tuy nhiên, thời gian khó khăn trong công việc chắc chắn sẽ ảnh hưởng đến tâm trạng của bạn và khiến bạn có tinh thần thấp, do đó ảnh hưởng đến cả sức khỏe thể chất và tinh thần. Bạn được nên điều chỉnh suy nghĩ của mình, giữ thái độ tích cực và lạc quan, giảm nhẹ gánh nặng của bạn đúng cách, giảm bớt tâm trạng và ra ngoài dành thời gian rảnh rỗi để thư giãn.",
	"Than":"Tử vi tuổi Thân năm 2020 sẽ là một năm trung bình. Mọi thứ sẽ không tốt hoặc quá khủng khiếp. Bạn có thể vượt qua năm bằng cách duy trì hiện trạng và hoãn tất cả các quyết định quan trọng cho tương lai. Nếu bạn đang nghĩ đến việc nhận một công việc mới hoặc mua một ngôi nhà mới, bạn có thể thực hiện điều đó.<br/><br/>&emsp;Tuổi Thân gặp năm tam hợp Tý, sẽ tương đối tốt hơn so với các năm tới. Bạn phải kiếm đủ và tiết kiệm càng nhiều càng tốt trong năm. Tuổi Thân phải kỷ luật và siêng năng hơn và cố gắng hoàn thành mục tiêu của mình.<br/><br/>&emsp;Có điều, tuổi Thân nên gác lại sự bướng bỉnh của mình và tranh thủ sự hỗ trợ của đồng nghiệp và những người có kinh nghiệm trong việc đạt được mục tiêu. Bạn phải tìm kiếm lời khuyên từ người khác và giao lưu với các đồng nghiệp của mình để vượt qua những khó khăn mà bạn có thể phải đối mặt trong năm Tý.<br/><br/>&emsp;Trong khi bạn đang thực hiện tất cả các biện pháp thận trọng, bạn nên hết sức cảnh giác trong việc phát hiện kẻ thù và cố gắng loại bỏ âm mưu của chúng để âm mưu chống lại bạn. Bạn nên xoay quanh đối thủ của mình bằng cách ngoại giao và nói chuyện suôn sẻ.<br/><br/>&emsp;Bạn sẽ cần phải dựa vào chính mình hơn bất kỳ ai khác trong năm Tý. Điều này có nghĩa là bạn cần phải làm việc chăm chỉ hơn. Bạn phải học cách trở thành một người tích cực của nhóm làm việc và chú ý hơn đến các chi tiết. Ngoài ra, sự bướng bỉnh của bạn dường như sẽ giúp bạn trở nên tốt hơn trong năm nay. Bạn nên cố gắng linh hoạt hơn và thực hành và học cách lắng nghe và giao tiếp với người khác. Và mặc dù bạn sẽ phải đối mặt với tất cả các loại thử thách trong năm nay, bạn sẽ luôn có ai đó giúp bạn giải thoát khó khắn. Đồng nghiệp, bạn bè và cấp trên sẽ rất ủng hộ bạn và sẽ vững vàng phía sau bạn trong mọi nỗ lực.<br/><br/>&emsp;Trong khi đó, hãy nhớ quan đằng sau bạn vì ai đó có thể đố kỵ hoặc đang âm mưu chống lại bạn. Bạn có thể vô tình giẫm phải một vài vết xe đổ một vài bản ngã do mâu thuẫn, vì vậy hãy lưu ý và làm dịu mội vấn đề trước khi cho phép bản thân có cơ hội nói.<br/><br/><b>Tử vi sự nghiệp của tuổi Thân năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho tuổi Thân trong năm Tý 2020 cho thấy nhiều rào cản đối với sự nghiệp của bạn. Nó phụ thuộc vào trí thông minh của bạn làm thế nào bạn có thể vượt qua những thách thức này và vẫn hoàn thành công việc của mình để làm hài lòng sếp.<br/><br/>&emsp;Bạn phải giảm bớt sự hung hăng của bạn và đưa những người khác đi cùng để hoàn thành các dự án của bạn. Hãy cảnh giác với những người đang cố gắng tạo ra những trở ngại trên con đường tiến bộ của bạn. Bạn nên nhận thức được những hạn chế của mình và đừng quá nhiệt tình trong việc thực hiện các công việc mà bạn không thể hoàn thành.<br/><br/>&emsp;Triển vọng nghề nghiệp rất đáng khích lệ đối với những tuổi Thân được sinh ra trong sáu tháng đầu năm. Những người sinh vào nửa cuối năm có thể có một năm khó khăn. Ngoài ra, đừng hứa bất cứ điều gì trừ khi bạn chắc chắn 100%. Những người tuổi Thân được sinh ra vào mùa xuân và mùa hè sẽ có may mắn hơn trong sự nghiệp so với những con được sinh ra vào mùa thu và mùa đông.<br/><br/>&emsp;Trong năm nay, các doanh nhân tuổi Thân sẽ có một khởi đầu tốt và hầu hết bạn có thể có được một vị trí trong ngành với sự cạnh tranh khốc liệt nhờ vào đầu óc kinh doanh nhanh nhẹn của bạn. Đồng thời, bạn sẽ được nhiều người ủng hộ để giúp cho con đường khởi nghiệp của bạn trở nên suôn sẻ hơn. Đối với những người làm công ăn lương, bạn sẽ gặp may mắn trong sự nghiệp, làm việc một cách hiệu quả hơn và giành được sự công nhận của sếp với thành tích cá nhân xuất sắc. Đối với những người săn việc làm, bạn sẽ gặp may mắn ở mức trung bình cho sự nghiệp và sự khó khăn do môi trường mới mang lại có thể khiến bạn không thể làm việc trong trạng thái rất tốt. Do đó, hãy suy nghĩ kỹ trước khi bạn đưa ra quyết định về nhảy việc, tham khảo ý kiến ​​của những người đi trước và chọn một công việc phù hợp nhất.<br/><br/><b>Tài lộc của tuổi Thân năm 2020</b><br/>&emsp;Những chú khỉ sẽ được Thần may mắn và những ngôi sao tốt lành vào năm 2020. Do đó, bạn sẽ trải nghiệm một câu thần chú may mắn và cảm thấy khá may mắn về cả thu nhập từ công việc. Thu nhập tiền lương của bạn sẽ được cải thiện và bạn sẽ nhận được mức thù lao mong muốn. Ngoài ra, lời khuyên được đưa ra bởi nhiều người lớn tuổi có kinh nghiệm xung quanh và tích luỹ của bạn trong học tập và nhận thức sẽ mang lại cho bạn rất nhiều tài lộc bất ngờ từ đầu tư và quản lý tài chính. Tuy nhiên, bạn nên chi tiêu hợp lý thay vì ngông cuồng, hoặc sẽ rất khó để tiết kiệm tiền cho dù bạn đã kiếm được bao nhiêu.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Dự đoán tình yêu của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho tuổi Thân trong năm 2020 cho thấy một năm có phần nhất quán cho các mối quan hệ. Người đã kết hôn có thể hy vọng năm sẽ ổn định và yên bình. Những người độc thân sẽ tận hưởng khoảng thời gian dễ chịu tìm kiếm, và sẽ không thiếu bạn mới.<br/><br/>&emsp;Bạn sẽ có rất nhiều sự lựa chọn và bạn có thể chọn đúng một trong những sở thích của bạn. Cả nam và nữ sẽ có một số lượng lớn người cầu hôn, và bạn phải chọn và chọn. Những người trong tình yêu sẽ có một năm thú vị.<br/><br/>&emsp;Các nam tuổi Thân sẽ trải qua một vài mối quan hệ chỉ trong một năm và nữ sẽ được bao quanh bởi nhiều người cầu hôn, có lẽ bạn không biết điều này, nhưng bạn thực sự có một hoặc nhiều người bạn là những người ngưỡng mộ bí mật của bạn. Vì vậy, hãy để mắt và tai mở to, và bạn có thể thấy mình là một người quan trọng khác.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 11.<br/><br/><b>Dự đoán về tiền và tài chính của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán tuổi Thân về các vấn đề tài chính cho thấy rằng tất cả các khoản đầu tư lớn nên tránh. Đầu tư mạo hiểm và đánh bạc đều bị nghiêm cấm. Ngay cả khi bạn đầu tư, bạn nên thực hiện nhiều nghiên cứu và chọn lọc. Những người làm ngành môi giới và hoa hồng hoặc bảo hiểm không được đảm bảo về thu nhập ổn định. Coi chừng các khoản đầu tư hứa hẹn lợi nhuận đáng kể.<br/><br/>&emsp;Dự báo năm 2020 cho tiền thấy rằng đối với những người làm việc môi giới như bảo hiểm, bất động sản, bạn phải lên kế hoạch trước và chuẩn bị cho một năm với những thăng trầm. Nói chung, tránh đầu tư lớn, và không bao giờ hành động theo quyết định bốc đồng. Hãy khách quan và hợp lý khi nói đến đầu tư. Và hãy nhớ rằng, đừng tin mọi lời khuyên từ bạn bè của bạn và tránh xa đầu tư rủi ro, hợp tác hoặc đánh bạc. Trên thực tế, ai đó đang âm mưu đố kỵ và dễ có một số tổn thất tài chính.<br/><br/>&emsp;Đi du lịch có thể mang lại cho bạn bất ngờ bất ngờ sẽ làm tăng lợi nhuận tài chính của bạn. Vì vậy, bắt đầu lên kế hoạch cho kỳ nghỉ tiếp theo của bạn. Ngoài ra, nó có thể là một ý tưởng tốt để bắt đầu kinh doanh hoặc thực hiện một số trường hợp từ nước ngoài.<br/><br/>&emsp;Tháng may mắn về tài chính: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Sức khoẻ của tuổi Thân năm 2020</b><br/>&emsp;Sức khỏe của khỉ trong năm 2020 sẽ không gây ra bất kỳ vấn đề nghiêm trọng nào trên mặt trận sức khỏe. Sẽ có những sự thiếu sót nhỏ có thể được chăm sóc bằng cách hỗ trợ y tế nhanh chóng. Có thể là sốt và các vấn đề dạ dày.<br/><br/>&emsp;Bạn có thể dễ dàng cảm thấy mệt mỏi, và điều này có thể được chữa khỏi bằng cách nghỉ ngơi đầy đủ. Một vấn đề khác sẽ là từ căng thẳng nghề nghiệp. Đặc biệt là các chuyên gia và người tài chính có thể phải đối mặt với một số thất bại trong công việc của họ. Biện pháp duy nhất là thư giãn bằng các kỹ thuật như yoga và thiền định.",
	"Dau":"Tử vi tuổi Dậu năm 2020 dự báo trước rằng những ảnh hưởng chiêm tinh tích cực của các ngôi sao trong năm Tý trở thành một năm đáng kinh ngạc đối với người tuổi Dậu. Bạn có thể mong đợi năm sẽ vô cùng may mắn trong tất cả các lĩnh vực của cuộc sống. Các chuyên gia và doanh nhân sẽ thịnh vượng theo kế hoạch của họ.<br/><br/>&emsp;Tình yêu cuộc sống sẽ tuyệt vời, và người độc thân sẽ có rất nhiều cơ hội để có được mối quan hệ tình cảm. Năm 2020 hứa hẹn với những người nổi tiếng và sự may mắn đối với bạn. Bạn sẽ nhận được sự khuyến khích và giúp đỡ từ đồng nghiệp, quản lý, gia đình và bạn bè trong tất cả các công việc của bạn.<br/><br/>&emsp;Tất cả những điều này có thể đạt được nếu bạn sử dụng thông minh và giao tiếp của bạn đúng cách. Bạn nên có khả năng ngoại giao trong giao dịch với người khác và mang theo người khác để hoàn thành các dự án của bạn. Kỹ năng quản lý và sự cống hiến của bạn có được lợi nhuận.<br/><br/>&emsp;Vào năm 2020, những người tuổi Dậu sự nghiệp sẽ là khía cạnh tốt nhất trong năm nay và bạn có thể mở rộng tầm cao mới và hoàn thành điều gì đó dưới sự ban phúc của những ngôi sao tốt lành; sự may mắn bất lợi cho tài lộc sẽ đòi hỏi bạn phải chú ý nhiều hơn về tiền của mình; may mắn trong mối quan hệ tình cảm, nhưng bạn cần để mắt đến điều không thuận lợi khi bắt đầu một mối quan hệ. Còn về sức khỏe, có sức khỏe kém, vì vậy hãy cẩn thận trong cuộc sống hàng ngày.<br/><br/><b>Tử vi tuổi Dậu năm 2020 cho sự nghiệp</b><br/>&emsp;Dự đoán tử vi Trung Quốc cho sự nghiệp của người tuổi Dậu vào năm 2020 cho thấy sự mở rộng để tiến bộ trong nghề nghiệp hoặc dự án kinh doanh của bạn. Nếu bạn được tuyển dụng, các khen thưởng cấp cao hơn và phần thưởng tài chính sẽ theo sau nếu bạn siêng năng. Bạn có thể tin tưởng vào sự hỗ trợ từ các cộng sự của bạn. May mắn đứng về phía bạn, và bạn phải tận dụng nó.<br/><br/>&emsp;Mặt khác, bạn có thể phá hỏng cơ hội tiến bộ nếu bạn không cẩn thận trong giao tiếp với đồng nghiệp. Bạn không nên vướng vào bất kỳ tranh cãi nào và tôn trọng ý kiến ​​của người khác. Ngoại giao và đối thoại đúng đắn sẽ giúp bạn về lâu dài.<br/><br/>&emsp;Với sự giúp đỡ của ngôi sao tốt lành Tang Fu, bạn tuổi Dậu sẽ thấy sự tiến bộ lớn hơn trong sự nghiệp so với năm ngoái, có thể đột nhiên thăng tiến trong cuộc sống và có được sức mạnh to lớn. Ngay cả khi bạn là một nhân viên bán hàng nhỏ, bạn có thể lại nổi lên như nút chai, được thăng chức và tăng lương và tạo sự khác biệt trong nghề nghiệp chính của bạn. Tuy nhiên, điều này sẽ đòi hỏi bạn phải cống hiến nhiều hơn cho sự nghiệp, tích cực hoàn thành các nhiệm vụ do cấp trên giao và giữ mối quan hệ tốt với đồng nghiệp. Sự phát triển tốt hơn trong sự nghiệp cũng có thể bù đắp cho sự thiếu hụt tài sản tài chính ở một mức độ nhất định. Để cải thiện vận may trong sự nghiệp vào năm 2020, tốt hơn nên đeo vòng tay Lapis Lazuli có ký hiệu Dậu.<br/><br/>&emsp;Tử vi tuổi Dậu 2020 cho sự nghiệp cho thấy sẽ có rất nhiều cơ hội cho bạn. Trên thực tế, bạn có một cơ hội khá tốt để được thăng chức hoặc tăng lương, vì vậy mặc dù bạn sẽ dành nhiều thời gian và công sức cho công việc của mình, ít nhất, bạn sẽ được khen thưởng. Hơn nữa, bạn bè của bạn sẽ giúp đỡ bạn rất nhiều khi nói đến sự nghiệp và công việc của bạn. Vì vậy, hãy để trái tim và tâm hồn của bạn vào sự nghiệp của bạn và cho mọi người thấy những gì bạn được tạo ra. Có cơ hội thăng tiến và nâng cao sẽ may mắn.<br/><br/>&emsp;Tuy nhiên, năm không hoàn toàn sẽ có những xui xẻo, vì vậy bạn phải chú ý đến những gì bạn nói. Cố gắng giữ ý kiến của bạn với bản thân và thể hiện lòng trắc ẩn và tôn trọng người khác. Bạn cần quan tâm đến việc kinh doanh của riêng bạn. Đôi khi, cái miệng lớn của bạn có thể là kẻ thù tồi tệ nhất của chính bạn gây rắc rối cho bạn. Tránh xung đột và tranh chấp với người khác.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 1, Tháng 3, Tháng 4, Tháng 6, Tháng 8, Tháng 12.<br/><br/><b>Dự đoán tài lộc của tuổi Dậu năm 2020</b><br/>&emsp;Tài chính cho người tuổi Dậu vào năm 2020 dự đoán một năm có lợi nhuận cao cho các doanh nhân. Tất cả các liên doanh và đầu tư tài chính mới sẽ sinh lời. Điều quan trọng là phải khốn khổ khi chi tiêu. Tất cả các khoản đầu tư nên được nghiên cứu thích hợp.<br/><br/>&emsp;Người độc thân nên hỏi ý kiến cha mẹ để xử lý các vấn đề tài chính của họ. Tương tự, các doanh nhân nam nên cho phép vợ chăm sóc tài chính. Trong năm, bạn sẽ có sự hỗ trợ liên tục của bạn bè. Tránh bất kỳ suy đoán và tham lam để nhân số tiền của bạn.<br/><br/>&emsp;Tuổi Dậu dự báo năm 2020 cho thấy đây là năm bạn sẽ mỉm cười suốt chặng đường đến ngân hàng. Bất cứ điều gì bạn có trong đầu - một doanh nghiệp mới hoặc đầu tư, bạn có thể kiếm được khá nhiều lợi nhuận từ nó. Tuy nhiên, đừng ném tiền của bạn như nước, thực hiện một số nghiên cứu và tin tưởng vào bản năng của bạn, và bạn sẽ có được thu hoạch mà bạn mong muốn. Bạn sẽ nhận được nhiều sự giúp đỡ từ bạn bè bất cứ khi nào bạn cần. Nhớ đừng đánh bạc và không nên quá tham lam khi đầu tư.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 4, tháng 6, tháng 8, tháng 12.<br/><br/><b>Dự đoán tình cảm tuổi Dậu năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho những người tuổi Dậu trong năm Tý báo trước rằng định mệnh đứng về phía bạn trong vấn đề tình yêu. Mặc dù ít cơ hội để có được mối quan hệ yêu đương, bạn vẫn có thể gặp để có được người bạn đời phù hợp.<br/><br/>&emsp;Nếu bạn có thể xác định đúng đối tác, anh ấy hoặc cô ấy có thể từ vòng kết nối xã hội hoặc văn phòng của bạn. Chỉ có điều, bạn phải hết sức cảnh giác và gây ấn tượng với người khác giới.<br/><br/>&emsp;Có một mối nguy hiểm rình rập đối với các cặp vợ chồng trong năm Tý. Do đó, nếu cuộc hôn nhân của bạn lâu bền, bạn phải giữ cho người bạn đời của bạn hạnh phúc với sự quan tâm và ấm áp của bạn. Sự lãng mạn giữa bạn và bạn đời sẽ nảy nở, và có nhiều khả năng sẽ có một thành viên mới trong gia đình.<br/><br/>&emsp;Những người tuổi Dậu sẽ có vận may tình yêu vào năm 2020. Họ dễ gặp may mắn lãng mạn nhờ bạn bè và dễ dàng tìm kiếm cơ hội tình yêu ở những nơi giải trí và tiệc tùng. Tuy nhiên, những mối quan hệ bất ngờ này sẽ mang lại bất ngờ cho họ. Đối với những người tuổi Dậu đã kết hôn, nên tự giác, và tránh xa rượu, tránh mang lại những rắc rối tiềm ẩn cho gia đình và hôn nhân.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng tư, tháng sáu, tháng mười hai.<br/><br/><b>Dự đoán năm 2020 về sức khoẻ tuổi Dậu</b><br/>&emsp;Dự báo sức khỏe cho những người tuổi Dậu trong năm Tý 2020 không thể hiện một bức tranh đẹp. Nơi làm việc có thể là một nguồn gây căng thẳng, và bạn nên thực hiện các bước khắc phục để giảm căng thẳng. Lái xe nên cẩn thận trên đường để tránh bị tai nạn.<br/><br/>&emsp;Người tuổi Dậu nên cẩn thận để tránh chấn thương từ những vật sắc nhọn và phụ nữ đang mang thai nên chú ý đến những gì họ mặc.<br/><br/>&emsp;Nghiện rượu sẽ mang lại cho họ sự khó chịu về thể chất và những nguy hiểm tiềm ẩn. Người tuổi Dậu sẽ dễ dàng bị liên lụy hoặc gây ra thảm họa, gây thương tích cho cơ thể. Họ rất dễ mắc các vấn đề về hệ hô hấp và bệnh thương hàn. Chúng tôi khuyên nên tránh xa vùng nước nguy hiểm hoặc những nơi ẩm ướt.",
	"Tuat":"Tử vi tuổi Tuất năm 2020 cho thấy sau một năm chậm chạp 2019, cuối cùng, hãy ôm lấy bản thân để có một năm tốt đẹp hơn trong năm Tý 2020. Với một vài ngôi sao may mắn trên đường chân trời của bạn, mọi thứ sẽ luôn trở nên tốt đẹp hơn. Thành công là của bạn khi tham gia vào một số lĩnh vực bạn muốn theo đuổi.<br/><br/>&emsp;Bạn bè sẽ đóng một vai trò quan trọng trong cuộc sống của bạn vào năm Tý 2020. Vì vậy, hãy kết bạn thay vì kẻ thù và đánh giá cao tất cả những người bạn tốt mà bạn có. Họ chắc chắn sẽ giúp một tay khi bạn cần. Sẽ có một số thăng trầm và trở ngại, mặc dù có thể có những thay đổi phía trước như công việc mới hoặc vị trí hiện tại, nếu bạn có thể chọn, tốt hơn là giữ nguyên thay vì thay đổi lớn. Vì vậy, ở lại với công ty của bạn hoặc ngôi nhà hiện tại của bạn. Đừng thực hiện bất kỳ động thái hay kế hoạch lớn nào, có lẽ tốt hơn là đợi đến năm sau.<br/><br/>&emsp;Để hoàn thành mục tiêu của bạn trong năm 2020, Bạn phải tránh sự cố chấp và điều chỉnh bản thân với các điều kiện luôn thay đổi. Bạn sẽ phải lắng nghe quan điểm của người khác và đưa ra ý tưởng của bạn rõ ràng cho người khác.<br/><br/>&emsp;Người tuổi Tuất sẽ gặp may mắn vào năm 2020. Nhưng bạn cần quản lý vấn đề tiền bạc một cách hợp lý và không tiêu xài hoang phí, bởi vì vận may thông thường không có nghĩa là sẽ không có chuyện gì xảy ra. Ngược lại, những sự cố bất ngờ có thể khiến bạn mất rất nhiều tiền. Năm nay, những người tuổi Tuất nên đặc biệt chú ý đến sức khỏe và rất cẩn thận khi lái xe hoặc đi bộ bên ngoài.<br/><br/>&emsp;Tuy nhiên, tuổi Tuất cũng sẽ có nhiều cơ hội trong năm Tý 2020 và tất cả những gì cần thiết là mất thêm một chút và sẵn sàng điều chỉnh nhanh với một số sự kiện và đòi hỏi khắt khe. Trong khi đó, bạn sẽ cảm thấy xúc động và kích động theo thời gian. Cố gắng học hỏi từ những sai lầm của bạn trong những khoảnh khắc trước dây, và tận dụng những khoảnh khắc khi bạn đang ở trên đỉnh cao. Cụ thể, tốc độ cuộc sống cao hơn có thể khiếncác quyết định nhanh chóng được đưa ra để tận dụng các cơ hội trong năm nay.<br/><br/><b>Sự nghiệp của tuổi Tuất năm 2020</b><br/>&emsp;So với năm ngoái, sẽ không có gì đặc biệt xảy ra với sự nghiệp của bạn, vì vậy đừng có chuyển đổi công việc. Nói chung, nhảy việc là ngu ngốc khi bạn kém may mắn trong sự nghiệp. Do đó, bạn nên làm việc tốt hơn ở vị trí hiện tại và điều quan trọng nhất là làm tốt công việc trước mắt - chỉ bằng cách này bạn mới có thể tìm kiếm một công việc tốt hơn. Mỗi tuổi Tuất đều có ngày - bạn sẽ không gặp xui xẻo trong sự nghiệp; một ngày nào đó, bạn sẽ gặp may mắn.<br/><br/>&emsp;Năm 2020 thể hiện một bức tranh màu hồng trong công việc. Cần có thêm sự tự tin trong khi hoàn thành các dự án của bạn. Sự siêng năng của bạn sẽ được quản lý công nhận và sự nghiệp của bạn sẽ thăng tiến. Điều này sẽ được đi kèm với các khen thưởng và tăng lương. Trong khi làm việc, bạn nên tìm cách hoàn thành công việc của mình một cách hoàn hảo. Bạn cũng phải theo dõi các dự án được giao cho bạn đến điểm hoàn thành. Năm Tý sẽ cho bạn nhiều cơ hội để đảm nhận công việc bổ sung ngoài nơi làm việc hiện tại của bạn. Bạn có thể tận dụng kinh nghiệm và tài năng của mình để kiếm thêm tiền.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng 5, tháng 7, tháng 10, tháng 12.<br/><br/><b>Tài lộc của tuổi Tuất năm 2020</b><br/>&emsp;Đối với tài lộc, những người tuổi Tuất dễ bị tổn thất tài chính cá nhân. Nhưng đừng quá lo lắng về điều đó - tình hình sẽ không tồi tệ mà mất ít tiền. Theo lý thuyết phong thủy, thật tốt khi chịu tổn thất tài chính bất ngờ nhưng 'của đi thay người'. Trong suốt cả năm, tốt hơn hết bạn không nên đánh bạc hoặc mua vé số. Nó không quan trọng nếu bạn làm điều đó cho vui.<br/><br/>&emsp;Dự báo chiêm tinh tuổi Tuất năm 2020 đã báo trước một giai đoạn tuyệt vời về tiền bạc. Các tuổi Tuất sẽ có được thu nhập ổn định và sẽ có đủ để tiết kiệm. Bạn không nên phung phí vào những thứ xa xỉ và sử dụng thu nhập đưa vào tiền tiết kiệm. Các bạn làm việc trong các ngành bảo hiểm và bất động sản sẽ sẵn sàng đối mặt với sự biến động trong dòng tiền. Thỉnh thoảng bạn có thể mong đợi một khoản lợi nhuận từ các nguồn không xác định ngoài thu nhập thường xuyên của bạn.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 5, tháng 10, tháng 12.<br/><br/><b>Tình cảm của tuổi Tuất năm 2020</b><br/>&emsp;Tuổi Tuất sẽ được ban phúc trong mối quan hệ tình cảm vào năm 2020. Nếu bạn kết hôn, cuộc hôn nhân của bạn sẽ được cải thiện hơn nữa và không bị cãi vã; nếu bạn độc thân hoặc không có người thân, bạn có thể gặp đúng người, vì vậy hãy nắm bắt cơ hội để đi chơi nhiều hơn, kết bạn nhiều hơn và gặp gỡ nhiều người hơn để tăng xác suất. Mặc dù bạn sẽ trở nên nổi tiếng hơn với người khác giới, nhưng bạn không nên nói chuyện với người khác; nếu không thì nghiệp chướng sẽ trừng phạt bạn và người khác sẽ làm tổn thương bạn khi bạn làm tổn thương người khác.<br/><br/>&emsp;Dự đoán về tình yêu năm Tý khuyên các cặp vợ chồng nên vun đắp sự hòa hợp trong cuộc hôn nhân của họ. Bạn nên tận hưởng cuộc sống với người bạn đời của bạn. Điều tương tự cũng áp dụng cho các cặp đang trong giai đoạn tình yêu.<br/><br/>&emsp;Tuổi Tuất độc thân nên dành thời gian để tạo mối quan hệ mới. Bạn sẽ có rất nhiều cơ hội để có được bạn tình phù hợp nếu bạn nhìn xung quanh. May mắn đứng về phía bạn, và bạn có thể ngạc nhiên khi tìm thấy trong vòng tròn cuộc sống của bạn.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng năm, tháng mười, tháng mười hai.<br/><br/><b>Sức khỏe của tuổi Tuất năm 2020</b><br/>&emsp;Theo quan điểm về sự may mắn cho sức khỏe vào năm 2020, những người tuổi Tuất cần phải rất cẩn thận khi ra ngoài, hoặc bạn có thể dễ dàng gặp tai nạn. Bạn sẽ dễ bị chấn thương do tai nạn hơn là bệnh tật. Đối với phụ nữ tuổi Tuất, bạn không nên đi bộ một mình vào ban đêm mà nên thận trọng trong mọi việc; Đối với người đàn ông, chú ý đến sự an toàn khi bạn đang lái xe.<br/><br/>&emsp;Sẽ có các vấn đề sức khỏe liên quan đến công việc bên cạnh các chấn thương và các sự kiện liên quan đến nước. Điều cần thiết là bạn phải chú ý đến sức khỏe cảm xúc của mình bên cạnh việc rèn luyện thể chất. Sức khỏe của một số thành viên trong gia đình cũng sẽ gây ra một số lo lắng, và bạn phải chú ý đúng mức đến sức khỏe của họ.",
	"Hoi":"Tử vi năm 2020 tuổi Hợi cho thấy sau một năm 2019 đầy khó khăn, cuối cùng may mắn của bạn đã chuyển sang những điều tốt đẹp hơn trong năm Tý 2020, đặc biệt là vào nửa cuối năm. Vẫn còn một số trở ngại và va chạm trên đường đi, vì vậy bạn cần kiên nhẫn, bình tĩnh và vận may của bạn sẽ ngày càng tốt hơn vào mùa thu. Do thực tế là có một số ngôi sao không may mắn được mang đến cho bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền nhỏ trong khoản đầu tư.<br/><br/>&emsp;Cố gắng đừng để mất tập trung và nóng nảy, bạn phải học cách theo dõi hành vi và lời nói của mình, bạn có thể vô tình giẫm phải vết xe đổ một vài bản ngã do xung đột, vì vậy hãy lưu ý và làm mát trước khi cho phép bạn có cơ hội nói. Bên cạnh việc cẩn thận với những gì bạn nói, bạn cũng cần học cách quan tâm đến việc kinh doanh của chính mình; bạn có thể kéo mình vào thứ gì đó mà bạn thực sự không quan tâm. Trong khi đó, sức khỏe cũng có thể trở thành một trong những mối quan tâm lớn của bạn trong năm nay, vì vậy hãy chú ý hơn đến sức khỏe của chính bạn.<br/><br/>&emsp;Người tuổi Hợi sẽ giống như những chú chó may mắn vào năm 2020. Được ban phúc bởi ngôi sao tốt lành, bạn sẽ khá may mắn trong cả sự nghiệp và tài lộc, như thể được ông trời ủng hộ. Tuy nhiên, mối quan hệ tình yêu sẽ không may mắn như vậy, tuy nhiên có thể phụ thuộc vào may mắn để bạn gặp đúng người! Sức khỏe sẽ là điều bạn cần quan tâm nhất vì đây là khía cạnh kém may mắn nhất. Đừng thờ ơ với sức khỏe vì công việc mà hãy tập trung vào cả hai để đạt được thành công. Nói tóm lại, xu hướng chung của tuổi Hợi sẽ rất tốt trong năm 2020. Đừng quên nắm bắt cơ hội vì cơ hội như vậy không thể bỏ lỡ. Thành công thường nằm ở một điểm cụ thể, vì vậy hãy chắc chắn rằng bạn sẽ nắm lấy cơ hội.<br/><br/>&emsp;Tử vi năm 2020 trong năm Tý cho thấy trong sáu tháng đầu năm, bạn sẽ phải đối mặt với nhiều trở ngại. Do đó cần phải duy trì sự điềm tĩnh của bạn và hy vọng cho những ngày tốt hơn. Sức mạnh của sao không hữu ích trong năm có khả năng bạn trở nên cáu kỉnh. Trong quá trình đó, sẽ có sự mất tập trung và thậm chí các vấn đề tài chính. Tránh tất cả các loại xung đột và tranh cãi và phải tập trung vào trách nhiệm của bạn<br/><br/><b>Sự nghiệp của tuổi Hợi năm 2020</b><br/>&emsp;Khá may mắn trong sự nghiệp, những người sinh ra năm tuổi Hợi sẽ ở đỉnh cao của sự nghiệp, vì vậy hãy nắm bắt cơ hội và không bao giờ lãng phí may mắn trong sự nghiệp. Hãy thử nhiều công việc khác nhau, bạn sẽ tìm thấy một công việc phù hợp bất ngờ. Về mặt học hành, bạn là ưu tú vì bạn rất thông minh và phù hợp nhất để khởi nghiệp. Nhưng nếu không được phép bởi các điều kiện khách quan, bạn cũng có thể làm việc để người khác hoàn thành điều gì đó; đừng chùn bước vì trí thông minh của bạn - thành công bao gồm 1% quà tặng và 99% nỗ lực. Chỉ khi bạn tận dụng tốt năng lượng và tài năng của mình, bạn mới có thể sống với may mắn khá tốt cho sự nghiệp trong năm nay.<br/><br/>&emsp;Mặc dù những người có người sẽ có cơ hội vàng tại nơi làm việc và nhận được sự giúp đỡ từ cấp trên, nhưng các đối thủ cạnh tranh cũng sẽ nắm lấy cơ hội của bạn vì cạnh tranh. Bên cạnh đó, sự xáo trộn từ những người có tính cách đố kỵ sẽ dẫn đến ảnh hưởng trong công việc. Bạn nên giữ bình tĩnh; Hãy là một người dịu dàng. Ngoài ra, dành nhiều thời gian hơn để đọc sách để cải thiện cá nhân.<br/><br/>&emsp;Mặt khác, bạn nên sẵn sàng đối mặt với căng thẳng do công việc của bạn tạo ra và khắc phục những vấn đề do đối thủ của bạn tạo ra. Có khả năng gặp rắc rối pháp lý trong năm nay. Bạn phải đối phó với tất cả những khó khăn với một khung tâm trí tuyệt vời, và thành công cuối cùng sẽ thuộc về bạn.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tài lộc của tuổi Hợi năm 2020</b><br/>&emsp;Tuổi Hợi sẽ rất may mắn trong việc kiếm tiền và nhận được lợi ích lớn trong đầu tư chứng khoán. Nhưng bạn nên kiểm soát  tiêu tiền. Nếu không, bạn sẽ không cân bằng được thu nhập và chi phí và không tiết kiệm tiền. Ngoài đầu tư, bạn cũng sẽ có cơ hội nhận được lợi nhuận từ việc mua vé số, nhặt tiền hoặc được cảm ơn vì đã mạnh dạn làm những gì chính đáng. Nói một cách dễ hiểu, hãy làm nhiều việc tốt hơn và tích lũy may mắn để được ban phúc nhiều hơn trong tài lộc và nhận được sự giúp đỡ từ người khác.<br/><br/>&emsp;Những cơ hội có thể tạo ra một lượng thu nhập nhất định có thể sẽ bị người khác chộp lấy. Bằng cách này, lợi nhuận cá nhân của bạn sẽ bị xâm phạm. Những kết quả không may mắn này sẽ đến từ các cuộc chạy đua thất bại hoặc thái độ cạnh tranh tiêu cực đối với công việc và cuộc sống. Bạn nên tránh xa các khoản đầu tư mạo hiểm và cũng tránh hợp tác với bạn bè trong năm nay.<br/><br/>&emsp;Tuổi Hợi đi việc làm sẽ có thu nhập ổn định. Bạn nên tập trung vào tiết kiệm và tránh các chi phí không cần thiết. Tất cả các khoản đầu tư đầu cơ nên cẩn thận, và tiết kiệm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tình cảm của tuổi Hợi năm 2020</b><br/>&emsp;Mối quan hệ tình cảm cũng sẽ được ban phúc cho bạn, những người tuổi Hợi có thể cảm thấy thoải mái về điều đó. Được hỗ trợ bởi ngôi sao tốt lành, những chú Lợn độc thân sẽ có nhiều khả năng bắt đầu một mối quan hệ và trở nên nổi bật hơn với người khác giới. Mặc dù vậy, bạn không thể hoàn toàn tập trung vào mối quan hệ tình cảm nhưng lại gây căng thẳng trong công việc và tình yêu bởi vì xem xét cài gì là nền tảng của tình yêu và hạnh phúc. Đối với tuổi Hợi đã kết hôn, bạn nên duy trì hôn nhân đúng cách và tránh xa mối quan hệ ngoài hôn nhân.<br/><br/>&emsp;Các cặp vợ chồng sẽ có một năm tuyệt vời với sự hạnh phúc của họ. Mối quan hệ của bạn sẽ là nguồn ghen tị cho người khác bất chấp những cuộc mâu thuẫn nhỏ thông thường trong cuộc sống hôn nhân. Tất cả các vấn đề giữa các cặp vợ chồng nên được hài hoà ngay lập tức, và sự hòa hợp sẽ thắng thế. Tuooit Hợi đang yêu cũng sẽ có một năm tuyệt vời.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 9, tháng 12.<br/><br/><b>Sức khỏe của tuổi Hợi năm 2020</b><br/>&emsp;Sức khỏe vào năm 2020 và bạn có thể bị một căn bệnh nghiêm trọng, dữ dội và không thể cưỡng lại. Nhưng đừng quá bận tâm về nó vì nó không phải là một căn bệnh nan y nhưng có thể rất đau đớn và đau đớn. Đừng đánh mất trái tim, hãy tự tin và tiếp tục vui sống. Chỉ bằng cách này, bạn có thể phục hồi tốt hơn và nhanh hơn. Đối với bạn, lý do chính khiến bạn bị ốm sẽ là ngày và đêm làm việc liên tục tiêu tốn sức khỏe của bạn; một khi bạn thức khuya trong một thời gian dài và bị bế tắc trong một thời gian dài, bệnh tật, nghiêm trọng hoặc nhỏ, sẽ đánh bạn và kéo bạn xuống từng bước.<br/><br/>&emsp;Dựa trên dự đoán vận may của lợn vào năm 2020, người lợn có nhiều khả năng bị thấp khớp, rối loạn gan và tim và các bệnh trong hệ hô hấp. Lời khuyên là hãy tránh xa những nơi tối tăm và ẩm ướt. Ngoài ra, tham gia các sự kiện ngoài trời và giúp đỡ người khác là phương pháp tốt để điều chỉnh sức khoẻ hợp lý.",
	"BachDuong":"<b>Tử vi về tình cảm của Bạch Dương 2020</b><br/>&emsp;Đối với những bạn cung Bạch Dương mà còn độc thân thì đường tình cảm của bạn trong năm 2020 sẽ rất thuận lợi, may mắn. Bạn có thể sẽ tìm thấy được tình yêu giữa những người bạn đã có sự quen biết và  những người có nhiều điểm chung và có nhiều triển vọng của hôn nhân vào năm 2020.<br/><br/>&emsp;Với những bạn Bạch Dương đã kết hôn, cuộc sống hôn nhân của bạn sẽ hạnh phúc, êm ấm và tràn ngập tình yêu giữ 2 người do ảnh hưởng của hành tinh. Nhưng chuyện đau buồn, cãi vã và cả tổn thương trong quá khứ có thể dễ dàng quên đi. Để tránh những cãi vã trong cuộc sống vợ chồng, 2 người nên thẳng thắn trong giao tiếp sẽ giúp ích rất nhiều để cải thiện tình cảm.<br/><br/><b>Về sự nghiệp của Bạch Dương năm 2020</b><br/>&emsp;Dự báo năm 2020 cho Bạch Dương cho thấy đây có thể là một giai đoạn hỗn loạn trong nửa đầu năm 2020 này. Bạn có thể sẽ gặp một ít khó khăn, nhưng mọi chuyện sẽ sớm suôn sẻ hơn và có thể sẽ có những thay đổi trong sự nghiệp. Tuy nhiên, bạn cũng nên giữ mối quan hệ hài hòa với người có kinh nghiệm và đồng nghiệp của mình. <br/><br/><b>Về tài chính năm 2020</b><br/>&emsp;Trong năm 2020 của Bạch Dương dự đoán một năm có rất nhiều may mắn về tài chính, đặc biệt là cuối tháng Sáu. Nếu quyết tâm và kiên trì bạn hoàn toàn có thể  bắt đầu một doanh nghiệp hoặc công việcc mới. Với vận may của năm nay, ban sẽ không gặp nhiều trục trặc đáng kể nào trong tình hình tài lộc của bạn và bạn có thể hứng thú với việc quyên góp vào các hoạt động nhân đạo.<br/><br/><b>Về sức khỏe của Bạch Dương năm 2020</b><br/>&emsp;Tình hình sức khỏe của Bạch Dương cho thấy bạn nên tập trung vào cuộc sống bình an và tránh căng thẳng. Ảnh hưởng của Sao Mộc có thể được nhìn thấy trong việc duy trì sức khỏe tốt của bạn trong nửa đầu năm. Sáu tháng cuối năm sẽ trở nên tồi tệ trên mặt trận sức khỏe, bạn cần phải bảo tồn và duy trì năng lượng trong bạn.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Bạch Dương cho thấy bạn sẽ khá bình thản, và may mắn trong năm nay. Đối với hầu hết các việc, mọi thứ sẽ ổn định và không đáng lo ngại. Những thay đổi đáng kể có thể đến, nhưng chỉ khi bạn là người tạo ra chúng. Những thay đổi nhỏ sẽ tự đến. Bạn sẽ cần phải hành động hoặc làm việc chăm chỉ hơn nữa nếu bạn muốn làm cho năm của bạn thú vị hơn.<br/><br/><b>Tử vi hàng tháng của Bạch Dương 2020</b><br/><b>Tháng 1</b>:  Đây là thời điểm tuyệt vời để Bạch Dương bắt đầu một liên doanh, công việc hoặc những hợp đồng mới.<br/><br/><b>Tháng 2</b>: Một tháng tuyệt vời để xây dựng các mối quan hệ ngoại giao chuyên nghiệp và cá nhân của bạn.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng giúp bạn bạn sẽ có năng lượng và hứng thú để thực hiện những nhiệm vụ khó khăn nhất trong công việc của mình.<br/><br/><b>Tháng 4</b>:  Tháng này là thời điểm tốt nhất để sử dụng năng lượng của bạn cho các ý tưởng xây dựng trong công việc.<br/><br/><b>Tháng 5</b>:  Tháng này bạn phải cẩn thận để không tham gia vào các dự án đầy tham vọng.<br/><br/><b>Tháng 6</b>: Vào tháng 6 bạn cần kiên trì và có sự kiên nhẫn cho những thời điểm khó khăn để vượt qua.<br/><br/><b>Tháng 7</b>: Đây là tháng giúp đỡ người khác sẽ mang lại cho bạn niềm vui và hạnh phúc.<br/><br/><b>Tháng 8</b>:  Tháng 8 có thể mang lại một số nhầm lẫn trong các khía cạnh khác nhau của cuộc sống.<br/><br/><b>Tháng 9</b>: Đây là tháng sẽ mang đến sự quan tâm trong việc thức tỉnh tâm linh cho cung hoàng đạo Bạch Dương.<br/><br/><b>Tháng 10</b>:  Tháng 10 chính xác là lúc bạn sẽ bận rộn với nhiều điều xảy ra trong cuộc sống.<br/><br/><b>Tháng 11</b>: Bạn sẽ cần phải đi chậm, cân nhắc kỹ lưỡng về công việc của mình hơn  để bạn không bị thua lỗ.<br/><br/><b>Tháng 12</b>:  Đây sẽ là một tháng tốt cho Bạch Dương, và bạn cũng sẽ cảm thấy tốt khi giúp đỡ người khác.<br/><br/>&emsp;",
	"KimNguu":"<b>Về sự nghiệp năm 2020 của Kim Ngưu</b><br/>&emsp;Tử vi năm 2020 của Kim Ngưu cho thấy bạn nên cẩn trọng về các mối quan hệ với đồng nghiệp của mình, những người có thể tạo ra những trở ngại cho bạn. Tuy nhiên, trong năm nay bạn có thể hoàn thành mục tiêu của mình bằng sự siêng năng và kiên trì, mọi nỗ lực đều có thể thu lại được thành quả xứng đáng. Bạn cũng có thể có một ông việc tốt hơn hoặc được thăng chức lên một vị trí cấp cao.<br/><br/><b>Về tài chính của Kim Ngưu 2020</b><br/>&emsp;Dự đoán cung hoàng đạo Kim Ngưu 2020, vào khoảng cuối tháng 8 vấn đề tài chính của bạn sẽ may mắn, thành công hơn. Bên cạnh đó, nếu bạn có bất cứ dự định gì cần tiêu sài đến tiền, thì mọi thứ sẽ không quá khó khăn. Tuy nhiên hãy luôn biết tiết kiệm tiền và giữ nó cho ngày sau.<br/><br/><b>Tử vi tình yêu của Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, tình yêu cuộc sống của bạn sẽ tràn ngập cảm xúc và đam mê. Mối quan hệ của bạn sẽ tốt đẹp và thuận lợi hơn rất nhiều. Đây cũng là dịp giúp bạn kết nối lại các mối quan hệ căng thẳng trong những năm qua. <br/><br/>&emsp;Đối với những người đã kết hôn, việc tiến tới hôn nhân là điều tự nhiên. Cuộc sống vợ chồng sẽ có nhiều điều mới mẻ, hạnh phúc trong năm nay.<br/><br/><b>Tử vi gia đình Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, cuộc sống gia đình của Kim Ngưu đảm bảo sẽ có một năm hạnh phúc và dễ chịu hơn so với mọi năm. Mặc dù có thể có một số xích mích trong nửa đầu năm giữa các thành viên trong gia đình, nhưng những tháng cuối năm moi chyện sẽ ổn thỏa và tốt đẹp hơn. <br/><br/><b>Tử vi sức khỏe của Kim Ngưu năm 2020</b><br/>&emsp;Trong năm 2020 này, Kim Ngưu nên hết sức chú tâm đến tình trạng sức khỏe của bạn trong năm nay. Bạn hãy cố gắng thực hiện một số thói quen tập thể dục và cố gắng ăn một chế độ ăn uống điều độ, cân bằng để bạn có thể khỏe mạnh nhất có thể.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Kim Ngưu cho thấy đây là một năm ổn định và bình yên đối với bạn. Do đó là thời điểm thích hợp để bạn bắt tay vào những kế hoạch đẫ đặt ra. Hãy chuẩn bị để đưa ra quyết định quan trọng liên quan đến nghề nghiệp hoặc các mối quan hệ của bạn. Ngoài ra, bạn cũng nên hỏi ý kiến của người thân trong gia đình để đưa ra quyết định đúng đắn nhất.<br/><br/><b>Tử vi hàng tháng của Kim Ngưu 2020</b><br/><b>Tháng 1</b>: Trong tháng này Kim Ngưu cần phải cẩn thận trên mặt trận sức khỏe của bản thân, tập thể dục và ăn uống điều độ.<br/><br/><b>Tháng 2</b>: Tháng này sẽ yêu cầu bạn phải kiên nhẫn trên các mặt trận cá nhân cũng như tính chuyên nghiệp.<br/><br/><b>Tháng 3</b>: Tháng này, Kim Ngưu sẽ thấy được ​​sự cải thiện về tài chính và nắm giữ tiền tệ.<br/><br/><b>Tháng 4</b>: Đây sẽ là tháng bạn đạt được nhiều thành tự trong công việc, c cải thiện triển vọng kinh doanh và sự nghiệp của bạn.<br/><br/><b>Tháng 5</b>: Đây là một tháng tốt lành cho du lịch và phúc lành tài chính.<br/><br/><b>Tháng 6</b>: Mọi điều tốt đẹp sẽ đến với sức khỏe tốt và cơ hội mới cho Kim Ngưu.<br/><br/><b>Tháng 7</b>: Tháng 7 này, bạn có thể theo đuổi một kỹ năng mới và phát triển cơ hội kiếm việc làm tốt hơn.<br/><br/><b>Tháng 8</b>: Bạn sẽ kiếm được một số tiền từ các nguồn bất ngờ.<br/><br/><b>Tháng 9</b>: Đây có thể sẽ là một tháng lý tưởng để dành cho bạn bè và gia đình, hãy dành thời gian để quan têm đến gia đình của mình hơn.<br/><br/><b>Tháng 10</b>: Đây là khoảng thời gian những người đã sai, bạn sẽ phải gánh chịu hậu quả.<br/><br/><b>Tháng 11</b>: Là thời điểm thích hợp cho sự khởi đầu mới. Bạn sẽ được ban phúc với may mắn và hạnh phúc.<br/><br/><b>Tháng 12</b>: Tháng 12 sẽ là thời điểm tốt để tận hưởng bản thân và đi nghỉ dài ngày với những người thân yêu.<br/><br/>&emsp;",
	"SongTu":"<b>Tử vi sự nghiệp Song Tử  năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho Song Tử trong năm 2020, nếu bạn làm việc trong ngành nghề và quan hệ đối tác sẽ có một giai đoạn thuận lợi. Do những khía cạnh tích cực của Sao Mộc, bạn có thể mong đợi rất nhiều thành tích trong công việc của mình. Bên cạnh đó, bạn cũng sẽ đạt được bởi những thay đổi bước ngoặt trong môi trường kinh doanh.<br/><br/><b>Tử vi tài chính Song Tử 2020</b><br/>&emsp;Những người thuộc cung Song Tử có thể sẽ gặp nhiều khó khăn trong vấn đề tài chính trong năm nay. Điều này chủ yếu là do các khía cạnh tiêu cực của Sao Thổ. Hơn nữa, bạn nên tránh những chi phí không cần thiết, chi phí phải phù hợp hoặc nằm trong thu nhập của bạn và cần học cách tiết kiệm.<br/><br/><b>Tử vi tình yêu Song Tử năm 2020</b><br/>&emsp;Tình yêu của Song Tử cho năm 2020 cho thấy một giai đoạn hài hòa, hạnh phúc cho các cặp vợ chồng và cả những ai còn độc thân. Bạn sẽ có nhiều cơ hội để hiểu đối tượng của mình hơn. Kết quả là tình yêu cuộc sống sẽ thú vị và bình yên.<br/><br/>&emsp;Với những ai đã kết hôn có thể sẽ có được rất nhiều niềm vui và đam mê trong năm 2020. Để duy trì mọi mối quan hệ,  bạn cần tránh tranh cãi về những điều nhỏ nhặt.<br/><br/><b>Tử vi gia đình Song Tử năm 2020</b><br/>&emsp;Dự đoán chiêm tinh Gia đình Song Tử cho năm 2020 chỉ ra rằng các khía cạnh kết hợp của Sao Mộc và Sao Thổ sẽ mang lại sự hài hòa cũng như chia sẻ các vấn đề. Cuộc sống gia đình sẽ hòa thuận, êm ấm, tuy nhiên cũng hết sức tránh các mâu thuẫn từ vấn đề nhỏ. Bên cạnh đó, hãy thường xuyên hỏi thăm và chia sẻ với thành viên trong gia đình.<br/><br/><b>Tử vi sức khỏe Song Tử 2020</b><br/>&emsp;Tử vi cung Song Tử dự báo cho thấy sức khỏe của bạn sẽ có vấn đề trong năm 2020. Vạy nên hãy thường xuyên chăm chút đến sức khỏe của mình. Trong quý thứ hai, bạn nên chuẩn bị để đối mặt với những cơn đau ốm đột ngột vì những khía cạnh tiêu cực của Sao Mộc.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Tử cho thấy rằng năm nay là một khởi đầu mới cho bạn. Trong năm nay, bạn hoàn toàn có thể chọn lựa bắt đầu một thứ gì đó mới mẻ để làm việc hoặc giải trí. Làm những việc mà bạn yêu thích và không thỏa hiệp với bất kỳ ai khác. 2020 là năm của bạn, vì vậy hãy làm bất cứ điều gì bạn cần làm để làm cho nó tuyệt.<br/><br/><b>Hãy cùng xem tử vi cung Song Tử hàng tháng năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là thời gian để bạn suy ngẫm về bước đi tiếp theo của mình và tập trung hơn vào giáo dục.<br/><br/><b>Tháng 2</b>: Hãy hết mình theo đuổi đam mê và cả các sự kiến giáo dục của mình.<br/><br/><b>Tháng 3</b>: Tháng 3 có thể là thời điểm khó khăn để bạn giữ im lặng khi thấy điều gì đó không ổn xảy ra.<br/><br/><b>Tháng 4</b>: Bạn có thể cải thiện mối quan hệ của bạn với bạn bè và gia đình của bạn.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng đầy đam mê và cảm xúc. Thực hành thiền sẽ có lợi.<br/><br/><b>Tháng 6</b>: Là một tháng tràn đầy năng lượng khi bạn sẽ muốn làm một cái gì đó mới, tiếp tục hết mình với công việc của mình.<br/><br/><b>Tháng 7</b>: Hãy lên kế hoạch cho tương lai của bạn. Có thể là một nghề nghiệp hoặc các mối quan hệ mới, đây là một tháng tốt để suy nghĩ về nó.<br/><br/><b>Tháng 8</b>: Tháng 8 sẽ là một tháng đầy biến động trong cuộc sống của bạn. Thời điểm khó khăn có thể đến trước mặt bạn.<br/><br/><b>Tháng 9</b>: Bạn nên giao tiếp tốt hơn với những người thân yêu và đồng nghiệp.<br/><br/><b>Tháng 10</b>: Bạn sẽ cần đưa ra những quyết định quan trọng có thể thay đổi tương lai của bạn.<br/><br/><b>Tháng 11</b>: Tháng này, bạn sẽ thích giúp đỡ mọi người, điều đó sẽ mang lại cho bạn sự bình an về tinh thần.<br/><br/><b>Tháng 12</b>: Hứa hẹn tháng 12 sẽ là một tháng bận rộn. Nhiều lực sẽ kéo bạn theo các hướng khác nhau.<br/><br/>&emsp;",
	"CuGiai":"<b>Triển vọng sự nghiệp cung Cự Giải năm 2020</b><br/>&emsp;Dự đoán tử vi năm 2020 của Cự Giải, năm nay có khả năng xảy ra xung đột tại nơi bạn làm việc nên cần cẩn thận lời ăn tiếng nói hoặc các mối quan hệ khác. Bạn sẽ cần phải làm việc chăm chỉ hơn và tự tin hơn so với đồng nghiệp nếu bạn muốn đạt nhiều thanh tựu vào năm 2020.<br/><br/><b>Dự đoán tình yêu cung Cự Giải năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn có khả năng tìm thấy sự hòa hợp trong các mối quan hệ tình cảm của mình. Mọi thứ sẽ tự nhiên và tốt đẹp hơn rất nhiều.<br/><br/>&emsp;Nếu bạn hiện là một Cự Giải độc thân, thì đây cũng là một năm tuyệt vời để cố gắng tìm kiếm người như ý. Bạn có nhiều khả năng tìm thấy tình yêu với một người mà bạn có nhiều điểm chung hơn là những người khác thích bạn.<br/><br/><b>Dự báo Tài chính cung Cự Giải năm 2020</b><br/>&emsp;Năm Canh Tý này, bạn cũng có khả năng gặp may mắn trong tài chính của mình trong năm nay. Cuộc sống của bạn sẽ tiện lợi, dễ dnagf hơn với việc chi tiêu thường nhật. Tiền bạc cũng du giả hơn rất nhiều. Làm việc theo sở thích kiếm tiền cũng là một cách tốt để có thêm tiền tiêu vặt.<br/><br/><b>Tử vi sức khỏe cung Cự Giải năm 2020</b><br/>&emsp;Có thể thấy, trong năm nay bạn có thể sẽ gặp vấn đề với sức khỏe nhưng bạn vẫn nên cố gắng tập thể dục thường xuyên. Cố gắng thích nghi với một thói quen tập thể dục hoặc chế độ ăn uống mới trong năm nay.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Cự Giải dự đoán rằng năm nay bạn sẽ có nhiều may mắn và học được nhiều điều về bản thân bằng cách xem những gì người khác làm. Bạn sẽ có nhiều cảm hứng trong công việc của mình. Đây chỉ là một vài ví dụ về những điều có thể truyền cảm hứng cho sự thay đổi trong cuộc sống của bạn vào năm 2020.<br/><br/><b>Tử vi hàng tháng của Cựu Giải năm 2020</b><br/><b>Tháng 1</b>: Tháng này sẽ là một tháng của những câu hỏi và sự nhầm lẫn cho Cự Giải.<br/><br/><b>Tháng 2</b>: Trong tháng này, bạn sẽ có khoảng thời gian cần cẩn thận với những gì xảy ra xung quanh bạn để không gặp phải những chuyện không mong muốn.<br/><br/><b>Tháng 3</b>: Đây là thời điểm tốt để theo đuổi giáo dục đại học.<br/><br/><b>Tháng 4</b>: Tháng 4 sẽ là một tháng đầy cảm xúc đối với những người Cự Giải.<br/><br/><b>Tháng 5</b>: Trong tháng này, hãy tập trung năng lượng của bạn vào các công việc cần tới bạn.<br/><br/><b>Tháng 6</b>: Bạn sẽ có nhiều cảm hứng và cả cơ hội trong công việc.<br/><br/><b>Tháng 7</b>: Vì là tháng sinh nhật của bạn khi bạn sẽ hạnh phúc về mọi mặt trong cuộc sống, chuyện tình cảm như ý.<br/><br/><b>Tháng 8</b>: Đây là một tháng tốt lành để bắt đầu dự án mới mà bạn đã chuẩn bị trong nhiều tháng.<br/><br/><b>Tháng 9</b>: Hãy cẩn trọng vì đây là lúc bạn nên chuẩn bị để đối mặt với mọi trở ngại trên con đường của mình.<br/><br/><b>Tháng 10</b>: Hứa hẹn sẽ là một tháng thuận lợi khi bạn sẽ rơi vào những mối quan hệ mới.<br/><br/><b>Tháng 11</b>: Khoảng thời gian này bạn cần suy nghĩ kỹ trước khi đưa ra bất kỳ quyết định quan trọng nào.<br/><br/><b>Tháng 12</b>: Bạn sẽ dành nhiều thời gian cho chuyện tình cảm cá nhân của mình.<br/><br/>&emsp;",
	"SuTu":"<b>Về tình yêu của cung Sư Tử năm 2020</b><br/>&emsp;2020 là một năm cho sự thay đổi khi nói đến mối quan hệ của bạn. Tuy nhiên, có thể xảy ra vấn đề trong cuộc sống lãng mạn của bạn, nếu bạn không ở bên đúng người. Bạn có thể cố gắng giải quyết mọi việc hoặc bỏ chúng đi khi xảy ra vấn đề.<br/><br/>&emsp;Nếu bạn đang tìm kiếm một mối quan hệ mới, bạn có thể sẽ gặp được người như ý và khả năng sẽ hạnh phúc hơn với các kết nối hơn là các cam kết.<br/><br/><b>Sự nghiệp của Sư Tử năm 2020</b><br/>&emsp;Chiêm tinh học 2020 dự đoán rằng năm nay bạn sẽ tập trung hơn bao giờ hết vào công việc. Bên cạnh đó, bạn cũng có khả năng nhận được nhiều công việc hơn. Cố gắng kết bạn với đồng nghiệp và cấp trên của bạn. Chúng giúp bạn tạo ra sự ổn định trong công việc của bạn, và thậm chí giúp bạn nổi bật. <br/><br/><b>Dự báo tài lộc của Sư Tử năm 2020</b><br/>&emsp;Trong năm nay bạn sẽ cảm thấy có xu hướng tiết kiệm tiền của mình hơn là chi tiêu hoang phí. Bởi vì điều này, bạn cũng có khả năng tăng thu vào ngân sách của bạn nhiều hơn và chăm sóc nó tốt cho bản thân hơn so với những năm trước. Hãy nắm bắt cơ hội để kiếm nhiều tiền hơn, như đầu tư vào năm 2020.<br/><br/><b>Tử vi sức khỏe cho Sư tử năm 2020</b><br/>&emsp;Tử vi dự đoán năm 2020 báo trước rằng Sư Tử có thể cảm thấy bốc đồng hơn bình thường trong năm nay. Trong khi điều này là tuyệt vời cho tâm trí của bạn, nó cũng tuyệt vời cho cơ thể của bạn. Bạn nên thử các bài tập mới hoặc ăn các loại thực phẩm mới. Bên cạnh đó, một vấn đề phổ biến với Leos là họ thiếu ngủ, vì vậy hãy cố gắng thực hiện điều này để tránh mệt mỏi nói chung và các vấn đề sức khỏe có thể đi kèm với nó.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Sư Tử dự đoán rằng năm nay tất cả là dành cho sự phát triển cá nhân, đây sẽ là thông tin cho gần như mọi Sư Tử. Bạn có khả năng có nhiều năng lượng hơn để hoàn thành công việc và còn dư lại để tiệc tùng một chút sau đó. Bạn có thể hoàn thành bất cứ điều gì nếu bạn cố gắng hết sức ngay cả trong thời kỳ khó khăn của sao Thủy năm 2020! Đối với hầu hết mọi thứ, bạn có thể có một năm dễ dàng và thú vị.<br/><br/><b>Tử vi hàng tháng của Sư Tử năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt cho việc hướng nội, lập kế hoạch trong tương lai và có gắng thực hiện nó một cách hoàn hảo.<br/><br/><b>Tháng 2</b>: Bạn cần thực hiện các kế hoạch một cách hoàn chỉnh thay vì phá vỡ những chi tiết nhỏ nhặt.<br/><br/><b>Tháng 3</b>: Có thể nói tháng 3 là thời điểm tốt cho những mối quan hệ lãng mạn và tình yêu mới. Đừng bắt đầu một cái gì đó mới trên mặt trận sự nghiệp của bạn.<br/><br/><b>Tháng 4</b>: Những gì đang xảy ra trong tháng này hãy cố gắng làm quen và chấp nhận nó.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng tuyệt vời để Sư tử bắt đầu các dự án mới và giúp đỡ những người khác trong các hoạt động xã hội.<br/><br/><b>Tháng 6</b>: Tháng 6 sẽ thuận lợi khi bạn sẽ đối mặt với cuộc sống với nụ cười trên khuôn mặt.<br/><br/><b>Tháng 7</b>: Bạn hãy biết cách nắm lấy các cơ hội đến với bạn trong tháng này.<br/><br/><b>Tháng 8</b>: Sẽ là một tháng thuận lợi khi bạn sẽ tràn đầy sức sống và đam mê mới, bạn sẽ không dễ dàng bỏ cuộc.<br/><br/><b>Tháng 9</b>: Đây là một tháng để xã hội hóa và tiệc tùng, chỉ cần đừng quá lạm dụng nó.<br/><br/><b>Tháng 10</b>: Sẽ là một tháng ổn định, yên bình. Đây là thời điểm thích hợp để trở lại trên đôi chân của bạn.<br/><br/><b>Tháng 11</b>: Tháng này sẽ đem lại nhiều điều tốt cho sinh viên Sư Tử. Tài chính cũng sẽ rất tuyệt vời và tốt hơn.<br/><br/><b>Tháng 12</b>: Bạn nên  đi hành hương nhiều hoặc bắt đầu những kỳ nghỉ tâm linh với những người thân yêu của bạn.<br/><br/>&emsp;",
	"XuNu":"<b>Về tình yêu của Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, mọi sự sẽ rất may mắn với Xử nữ trong chuyện tình cảm, mọi thứ đang diễn ra tốt đẹp với bạn và bạn không cần phải thay đổi những gì bạn đang làm. <br/><br/>&emsp;Trong năm mới này, nhiều cơ hội sẽ đến theo cách của bạn để tạo ra sự thay đổi trong mối quan hệ của bạn nếu bạn cần. Các mói quan hệ cũng sẽ đến nếu bạn đang tìm cách cải thiện mối quan hệ của mình với bạn bè và các thành viên trong gia đình.<br/><br/><b>Sự nghiệp của cung Xử Nữ năm 2020</b><br/>&emsp;Vấn đề sự nghiệp của xử Nữ trong năm nay sẽ có ảnh hưởng đôi chút từ năm ngoái. Cuộc sống của bạn sẽ vẫn hoạt động theo cùng một cách như năm ngoái, không có nhiều điểm khác biệt rõ rệt. Bạn có thể tập trung vào một thứ rất lâu và kỹ năng của bạn có khả năng tỏa sáng, thành công hơn nữa trong năm nay.<br/><br/><b>Tài chính cung Xử Nữ năm 2020</b><br/>&emsp;Cung Xử Nữ năm 2020 cũng gợi ý rằng bạn cũng sẽ cải thiện rất nhiều về thu nhập của mình trong năm nay. Bạn sẽ có đủ tiền để chi trả cho tất cả các chi phí cũng như nhu cầu thiết yếu trong cuộc sống và có thêm một số tiền để tiết kiệm cho tương lai.<br/><br/><b>Sức khỏe cho cung Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn sẽ có rất nhiều năng lượng và sức khỏe vẫn duy trì tốt. Điều cần thiết là bạn thường xuyên tập thể dục trong năm nay để giữ dáng, ăn uống điều độ khoa học  hơn. Nói chung chăm sóc bản thân tốt cũng sẽ giúp ngăn ngừa nhiều bệnh tật và thương tích. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Xử Nữ gợi ý rằng bạn nên sử dụng hàng năm để cố gắng cải thiện cuộc sống cá nhân, công việc, các mối quan hệ, ngay cả khi cuộc sống xã hội và công việc của bạn có vẻ trì trệ. Bạn có xu hướng chia sẻ cảm xúc và cảm xúc bên trong của bạn trong năm nay với mọi người xung quanh. Năm nay sẽ đi kèm với cả kết quả tốt và xấu trong hành động của bạn, cũng như những điều tốt và xấu nằm ngoài tầm kiểm soát của bạn trong năm 2020 Sao Thủy nghịch hành.<br/><br/><b>Tử vi hàng tháng của cung Xử Nữ năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm chính là thời điểm lý tưởng để bắt đầu các dự án mới hoặc thay đổi công việc của bạn.<br/><br/><b>Tháng 2</b>: Tháng 2 sẽ chứa đầy những bất ngờ và tình huống không nằm trong tầm kiểm soát của bạn, hãy sẵn hàng để đối mặt với chúng.<br/><br/><b>Tháng 3</b>: Nếu bạn mong muốn nối lại các mối quan hệ thì đây là thời điểm tốt để kết bạn mới và liên lạc với những người bạn cũ.<br/><br/><b>Tháng 4</b>: Bạn sẽ bắt đầu bằng tích cực nhưng chậm lại vào cuối tháng.<br/><br/><b>Tháng 5</b>: Hứa hẹn đây sẽ là tháng  khó khăn đối với các Xử Nữ. Bạn thường không chắc chắn về các quyết định mà bạn đang đưa ra.<br/><br/><b>Tháng 6</b>: Đây là thời điểmckhi bạn sẽ hành động trái với bản chất của mình và bị cám dỗ đưa ra quyết định vội vàng, đôi khi là sai lầm.<br/><br/><b>Tháng 7</b>: Bạn hãy tự nhìn vào nội tâm của mình và tìm câu trả lời cho sự an lành về tinh thần của bạn.<br/><br/><b>Tháng 8</b>: Tâm trí của bạn sẽ bình yên, và bạn sẽ có thể đưa ra quyết định quan trọng mà không có bất kỳ nghi ngờ nào.<br/><br/><b>Tháng 9</b>: Bạn hãy phát triển cáccmối quan hệ tốt hơn với gia đình bạn và cả người bạn xung quanh.<br/><br/><b>Tháng 10</b>: Tháng 10 sẽ là khoảng thời gian tuyệt vời để giúp đỡ những người khác.<br/><br/><b>Tháng 11</b>: Bạn sẽ có một cuộc sống hạnh phúc và thịnh vượng theo cách bạn muốn.<br/><br/><b>Tháng 12</b>: Tháng này sẽ tràn ngập tiếng cười và niềm vui vì bạn sẽ hào hứng với những sự kiện khác nhau trong cuộc sống.<br/><br/>&emsp;",
	"ThienBinh":"<b>Tình yêu cung Thiên Bình năm 2020</b><br/>&emsp;Chiêm tinh học Thiên Bình năm 2020 dự báo rằng các mối quan hệ trong quá khứ của bạn đều không đáng lo ngại trong năm nay. Có một hỗn loạn nhỏ trong mối quan hệ của bạn trong năm nay và sự hòa hợp trong mối quan hệ của bạn vẫn luôn hiển nhiên. Bạn sẽ muốn có nhiều quyền kiểm soát cuộc sống tình yêu của bạn trong năm nay.<br/><br/>&emsp;Với những Thiên Bình đã kết hôn, Các cặp vợ chồng sẽ có một cuộc sống tình yêu hài hòa và bình yên. Đây là một năm đối với các vấn đề gia đình, vì vậy hãy tận hưởng thời gian mà bạn dành cho gia đình.<br/><br/><b>Sự nghiệp cung Thiên Bình cho năm 2020</b><br/>&emsp;Thiên Bình, trong năm nay bạn sẽ có một sự thôi thúc làm việc nhiều hơn bình thường. Bạn cũng sẽ cảm thấy có xu hướng, cảm hứng làm việc theo sở thích. Vậy nên bạn sẽ  khá bận rộn vào năm 2020, nhưng ít nhất bạn sẽ hạnh phúc và vui vẻ .Điều bắt buộc là phải duy trì mối quan hệ hài hòa với đồng nghiệp và vững vàng trong công việc của mình.<br/><br/>&emsp;Quý II của năm sẽ có những ảnh hưởng tích cực của Sao Mộc và Sao Thổ đối với người Thiên Bình, bạn sẽ dễ đảm bảo thăng tiến lên cấp cao.<br/><br/><b>Tài chính cung Thiên Bình năm 2020</b><br/>&emsp;Năm 2020 này, vấn đề tài chính sẽ không làm Thiên Bình quá đau đầu và bận tâm. Bạn sẽ có ít chi phí lớn nên bạn cảm thấy không lo lắng. Tuy nhiên, hãy cố gắng tiết kiệm tiền khi và hãy theo dõi các chi tiêu của bạn, nhưng hãy thoải mái vào gần cuối năm.Dự báo của tài chính cho Thiên Bình năm 2020 cho thấy tài chính dồi dào trong quý đầu tiên của năm.  Do đó, bạn sẽ có  một số tiền dư có thể được sử dụng để xóa các khoản nợ cũ.<br/><br/><b>Tử vi sức khỏe cho cung Thiên Binh</b><br/>&emsp;Dự đoán sức khỏe năm 2020 của Thiên Bình báo trước rằng bạn cũng nên cẩn trọng vào vấn đề sức khỏe của mình trong năm nay. Trong vài tháng đầu năm bạn sẽ tràn đầy năng lượng, vì vậy hãy sử dụng nó hiệu quả nhất có thể. Tuy nhiên bạn vẫn có thể mắc phải các căn bệnh nhỏ. Do đó, Thiên Bình hãy cố gắng rèn luyện thói quen thể dục thể thao kết hợp với chế độ ăn uống lành mạnh.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Thiên Bình báo trước rằng cuộc sống của bạn sẽ dễ dàng hơn bình thường. Bạn sẽ có nhiều thời gian hơn để làm những việc mình thích. Điều đó mang lại cho bạn sự vui vẻ và cảm hứng  trong năm nay. Bên cạnh đó, năm 2020 là một năm tuyệt vời để tập trung vào bản thân và các mối quan hệ của bạn. Các mối quan hệ của bạn cũng sẽ phát triển theo hướng tích cực hơn so với mọi năm. Bên cạnh đó, bạn cũng có thể dành thời gian rảnh của mình với gia đình và bạn bè của mình.<br/><br/><b>Tử vi theo tháng của cung Thiên Bình năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt để làm cho bạn dễ dàng và lập kế hoạch tốt cho tương lai trong công việc cũng như cuộc sống bên gia đình.<br/><br/><b>Tháng 2</b>: Các Thiên Bình hãy tự tin bắt đầu các dự án mới mà bạn đã lên kế hoạch.<br/><br/><b>Tháng 3</b>: Bạn có thể gặp phải các vấn đề sẽ ảnh hưởng đến tâm trí của bạn và làm bạn khó chịu.<br/><br/><b>Tháng 4</b>: Tháng 4 là khoảng thời gian bạn cần cân bằng suy nghĩ và hành động của mình một cách cẩn thận.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ tiếp thêm năng lượng tăng thêm của bạn sẽ được sử dụng tốt.<br/><br/><b>Tháng 6</b>: Tháng 6 trung bình khi mọi thứ sẽ di chuyển với tốc độ bình thường.<br/><br/><b>Tháng 7</b>: Đây sẽ là một tháng chậm chạp khi nhiều thứ không có lợi cho bạn khiến bạn phải tự đặt câu hỏi.<br/><br/><b>Tháng 8</b>: Bạn có thể gặp nhiều phiền toái và cả khó khăn trong tháng này vì các vẫn đề nảy sinh.<br/><br/><b>Tháng 9</b>: Là khoảng thời gian tuyệt vời để yêu hoặc kết hôn.<br/><br/><b>Tháng 10</b>: Thời điểm thuận lợi cho kinh doanh và các mối quan hệ mới của các Thiên Bình.<br/><br/><b>Tháng 11</b>:  Tháng 11 là thời điểm mọi thứ sẽ diễn ra theo ý bạn, và bạn có thể đạ được những điều mình mong muốn nhưng điều đó không có nghĩa là bạn nên nhiệt tình.<br/><br/><b>Tháng 12</b>: Bạn hãy dành thời gian cho những người thân yêu trong gia đình.<br/><br/>&emsp;",
	"BoCap":"<b>Sự nghiệp cung Bọ Cạp năm 2020</b><br/>&emsp;Dự báo về sự nghiệp của Bọ Cạp dự kiến ​ bạn thành công trong kinh doanh hoặc nghề nghiệp trong năm nay. Quý thứ hai của năm là tốt lành cho các doanh nhân bắt đầu liên doanh mới. Các hành tinh sẽ tăng mức độ tự tin của bạn, và do đó bạn sẽ rất thành công. <br/><br/>&emsp;Về chuyên môn kỹ thuật của bạn sẽ có những tiến bộ vượt bậc trong nửa đầu năm 2020. Tuy nhiên, trong năm 2020 bạn có thể sẽ chán ở công việc hiện tại của bạn. Hãy suy nghĩ ký lưỡng trước khi đưa ra quyết định cuối cùng. Hoặc cố gắng tìm một công việc phù hợp với kỹ năng của bạn và với những thứ bạn thích để thực sự làm việc vì đam mê.<br/><br/><b>Về tài chính cung Bọ Cạp năm 2020</b><br/>&emsp;Tử vi Tài chính cho Bọ Cạp cho năm 2020 dự đoán tài chính của bạn đủ để trang trải chi tiêu và chi phí của bạn. Bên cạnh đó, bạn cũng nên nỗ lực để thu hồi các khoản vay cũ có thể được sử dụng để trang trải các khoản nợ chưa thanh toán của bạn. Đối với những Bọ Cạp muốn cải thiện chuyên môn tài chính của mình, bạn sẽ học các phương pháp để cải thiện tài chính của bạn và để cân bằng thu nhập của bạn với chi phí của bạn.<br/><br/><b>Về tình yêu cung Bọ Cạp năm 2020</b><br/>&emsp;Dự đoán tình yêu của Bọ Cạp cho năm 2020 đã báo trước một thời kỳ hỗn loạn trong vấn đề các mối quan hệ. Những người độc thân sẽ gặp khá nhiều khó khăn khi tham gia vào quan hệ tình cảm .Bạn có thể sẽ phải lựa chọn giữa mối quan hệ nghề nghiệp và tình yêu. <br/><br/>&emsp;Đối với những Bọ Cạp đã có gia đình, cuộc sống gia đình của bạn khá hạnh phúc, ấm êm. Các khía cạnh tích cực của sao Mộc cho thấy các cuộc hôn nhân và sự xuất hiện của trẻ em, hứa hẹn gia đình sẽ có nhiều điều vui trong năm. <br/><br/><b>Về sức khỏe cung Bọ Cạp năm 2020</b><br/>&emsp;Trong năm nay sức khỏe của Bọ Cạp khá ổn định, bạn cũng nên  có ý thức để duy trì sức khỏe của mình. Các hành tinh sẽ giúp bạn quản lý sức sống của bạn. Tuy nhiên, điều cần thiết là sử dụng năng lượng của bạn cho đúng mục đích. Bạn có thể duy trì sức khỏe của mình bằng cách tập trung vào các bài tập phù hợp và chế độ ăn uống lành mạnh và các bài tập sẽ cải thiện sức bền của bạn. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bọ Cạp sẽ là một năm  độc lập và tự do hành động theo bất cứ điều gì bạn muốn. Bạn không bị ràng buộc bởi bất kỳ kiềm chế hoặc ràng buộc bởi bất cứ điều gì. Năm 2020 hứa hẹn sẽ có nhiều cơ hội cho các cá nhân Bọ Cạp thành công trong cuộc sống trên mặt trận tài chính và sự nghiệp. Do đó, họ nên nắm bắt các cơ hội và cố gắng đạt được mục tiêu của mình với kế hoạch đã được lệp lên.<br/><br/><b>Tử vi hàng tháng của cung Bọ Cạp năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là một tháng mà bạn sẽ đam mê nhiều nhiệm vụ, hầu hết trong số đó sẽ vô dụng với bạn về lâu dài.<br/><br/><b>Tháng 2</b>: Bạn sẽ cảm thấy rằng bạn không kiểm soát được mọi thứ, đôi lúc sẽ thấy mệt mỏi. Nhưng chiến thắng này đã kéo dài mãi mãi.<br/><br/><b>Tháng 3</b>: Bạn cần đi chậm và thận trọng với tất cả vấn đề khi có thể.<br/><br/><b>Tháng 4</b>: Mọi việc sẽ thuận lợi hơn đối với bạn. Nhưng đừng nuông chiều bản thân nhiều hơn mức cần thiết.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng tốt để trẻ hóa và tìm mục đích của bạn trong cuộc sống.<br/><br/><b>Tháng 6</b>: Lập kế hoạch thay vì thực hiện bất kỳ nhiệm vụ.<br/><br/><b>Tháng 7</b>: Tháng 7 là thời điểm tốt để quay trở lại với những vấn đề mà bạn đã bỏ dở, hãy hết mình hoàn thiện chúng.<br/><br/><b>Tháng 8</b>: Trong tháng này bạn sẽ bình yên với nội tâm của mình. Chỉ sau đó, bạn mới có thể nhận được những từ chối mà bạn có thể phải đối mặt trong cuộc sống.<br/><br/><b>Tháng 9</b>: Tháng 9 sẽ đi kèm với chia sẻ những thói quen xấu mà bạn có thể bị nghiện. Hãy cảnh báo!<br/><br/><b>Tháng 10</b>: Cuộc sống của bạn sẽ tràn đầy tình yêu và sự ấm áp. Bạn sẽ được ban phúc và chia sẻ hạnh phúc của mình với người khác.<br/><br/><b>Tháng 11</b>: Đây là tháng sinh của bạn, và không có gì có thể ngăn cản bạn bây giờ.<br/><br/><b>Tháng 12</b>: Chắc chắn là khoảng thời gian tuyệt vời cho tình yêu, sự lãng mạn, mang thai và các mối quan hệ mới.<br/><br/>&emsp;",
	"NhanMa":"<b>Sự nghiệp của cung Nhân Mã năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho cung Nhân Mã năm 2020 sẽ may mắn và tốt lành. Năm nay hứa hẹn cho các bạn có thể bắt đầu các dự án mới. Tuy nhiên, bạn nên thận trọng nếu bạn đang bắt đầu kinh doanh hợp tác. Năm nay, bạn sẽ có thể đạt được mục tiêu nghề nghiệp của bạn và sẽ được khen thưởng xứng đáng cho những nỗ lực của bạn. Tuy nhiên, điều quan trọng là duy trì mối quan hệ hài hòa với các đồng nghiệp và quản lý của bạn.<br/><br/><b>Tài chính cung Nhân Mã năm 2020</b><br/>&emsp;Tài chính của Nhân Mã năm nay hứa hẹn sẽ dồi dào hơn so với năm trước. Tình hình tài chính sẽ rất tốt và bạn nên tiết kiệm một số tiền để dành các chi phí trong tương lai. Bên cạnh đó, bạn cũng không nên tiêu tiền có nhiều vào những vấn đề không cần thiết, hãy học cách tiết kiệm.<br/><br/>&emsp;Bạn cũng nên trả hết các khoản vay cũ và nghĩ đến việc tăng thu nhập. Nếu bạn có liên quan đến bất kỳ vấn đề pháp lý nào liên quan đến kinh doanh hoặc tài sản, có lẽ kết quả sẽ có lợi cho bạn.<br/><br/><b>Tình yêu của cung Nhân Mã năm 2020</b><br/>&emsp;Tình yêu của Nhân Mã dự đoán sẽ đầy hứa hẹn cho những người độc thân vào năm 2020. Bạn sẽ có thể tìm được đối tượng của mình và có một tình yêu mới và vài tháng cuối năm hứa hẹn nhiều chuyện tình lãng mạn. Nếu bạn đang trong một mối quan hệ, bạn có thể mong đợi một sự thay đổi căn bản của bạn.<br/><br/>&emsp;Với Nhân Mã đã kết hôn, do ảnh hưởng của các hành tinh cho thấy sẽ có những thay đổi đáng kể trong cuộc sống hôn nhân của bạn. Cuộc sống gia đình, vợ chồng sẽ có rất nhiều tình yêu và sự lãng mạn, bạn sẽ cố gắng duy trì và phát triển. Bạn có sự hỗ trợ đầy đủ của các thành viên gia đình trong bất cứ điều gì bạn làm.<br/><br/><b>Sức khỏe cung Nhân Mã năm 2020</b><br/>&emsp;Dự đoán sức khỏe của Nhân Mã chỉ ra một năm tràn đầy niềm vui và sức sống trong năm 2020. Sao Mộc giúp bạn có thể duy trì sức khỏe thể chất và tinh thần của bạn. Tuy nhiên, điều đó không có nghĩa là bạn dành năng lượng cho những thứ không cần thiết hoặc quên giữ thể lực. Bên cạnh đó, bạn cần một chế độ tập thể dục là điều cần thiết để giữ sức khỏe thể chất của bạn. Bạn cũng nên tránh chăng thẳng và nên giữ tinh thần thoải mái.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Nhân Mã hứa hẹn sẽ là một năm thành công trong các lĩnh vực quan hệ và tài chính. Bạn đang mong muốn tạo ra những thay đổi mạnh mẽ trong cuộc sống của bạn. Để thành công trong kế hoạch của bạn, điều cần thiết là phải thực tế hơn và tiến hành chậm và ổn định. Đừng vội vàng để thành công. Bên cạnh đó, năm nay cung Nhân Mã  sẽ quyết định các vấn đề quan trọng trong cuộc sống của họ trong năm. Bạn sẽ phân tích có vấn đề dựa trên kinh nghiệm của bạn và đưa ra quyết định lớn trong cuộc sống.<br/><br/><b>Tử vi theo tháng của cung Nhân Mã năm 2020</b><br/><b>Tháng 1</b>: Bạn sẽ cảm thấy không chắc chắn về bước tiếp theo nên làm, đôi khi sẽ có sự mông lung trong công việc hay các bước ra quyết định.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng cho tình yêu và sự lãng mạn. Hãy suy nghĩ kỹ trước khi bước vào những mối quan hệ mới.<br/><br/><b>Tháng 3</b>: Tháng này bạn cần thận trọng với những người bạn tiếp xúc trong môi trường làm việc và xã hội.<br/><br/><b>Tháng 4</b>: Tháng  sẽ thuận lợi cho các cuộc chinh phục cá nhân và chuyên nghiệp.<br/><br/><b>Tháng 5</b>: Nếu bạn quyết tâm và có niềm tin tiến lên phía trước với thái độ đúng đắn bạn sẽ gặt hái được nhiều thành công.<br/><br/><b>Tháng 6</b>: Đây là một tháng tốt để tổ chức, cuộc sống và ý tưởng của bạn để khi thời gian đến, không có sự chậm trễ.<br/><br/><b>Tháng 7</b>: Khoảng thời gian bạn sẽ thực hiện một nhiệm vụ để tìm câu trả lời cho tất cả các câu hỏi chưa được trả lời trong tâm trí của bạn.<br/><br/><b>Tháng 8</b>: Bạn sẽ đối mặt với nhiều thử thách và đau khổ. Bạn nên cẩn thận với hành động của bạn.<br/><br/><b>Tháng 9</b>: Cũng có thể là thời điểm bạn cần cẩn thận với những hành động và sự nuông chiều của mình.<br/><br/><b>Tháng 10</b>: Sự nghiệp của bạn sẽ thuận lợi và may máy hơn cho  các dự án kinh doanh mới. Thu nhập tài chính cũng sẽ tích cực.<br/><br/><b>Tháng 11</b>: Đây là một tháng may mắn được dành cho những người thân yêu của bạn.<br/><br/><b>Tháng 12</b>: Tháng cuối năm là thời điểm tốt cho du lịch và kỳ nghỉ. Bạn cũng có thể đi công tác.",
	"MaKet":"<b>Tử vi sự nghiệp của cung Ma Kết</b><br/>&emsp;Trong năm 2020 này, triển vọng nghề nghiệp của cung Ma Kết không hứa hẹn sẽ rất sáng sủa, may mắn. Bạn có thể có được những công việc, vị trí tốt trong công việc của mình và có cơ hội thể hiện mình. Tuy nhiên, môi trường làm việc có thể sẽ rất khắc nghiệt cho các Ma Kết. Do đó, bạn cần phải siêng năng và hoàn thành mục tiêu của mình một cách sáng tạo hơn nữa.  Bên cạnh đó, bạn nên tạo mối liên hệ với khách hàng mới và mối quan hệ mạnh mẽ với đồng nghiệp của bạn cũng rất quan trọng cho sự nghiệp của bạn.<br/><br/><b>Tài chính của cung Ma Kết năm 2020</b><br/>&emsp;Dự đoán tài chính của Ma Kết đã báo trước sự gia tăng đáng kể của dòng tiền trong năm 2020. Ngoài ra, đây cũng là thời gian là thuận lợi để thu hồi các khoản vay cũ. Có thể có những chi phí phát sinh đối với việc đi lại và phòng ngừa sức khỏe. Tuy nhiên, Ma Kết có thể gặp rắc rối về pháp lý trong quá trình làm việc của bạn. Chính vậy bạn nên hết sức cẩn trọng trong quá trình giao thương, làm việc của mình.<br/><br/><b>Tình yêu của cung Ma Kết năm 2020</b><br/>&emsp;Tử vi tình yêu cho Ma Kết dự báo rằng tình yêu cuộc sống sẽ tuyệt vời và vui vẻ do hành tinh sao Kim. Sẽ có một sự mới mẻ trong mối quan hệ của bạn với người bạn đời của mình. Đây chính xác là thời gian bạn gắn kết mối quan hệ, hâm nóng thêm tình cảm với người bạn đời của mình.<br/><br/>&emsp;Những người độc thân sẽ có mọi cơ hội để hình thành các mối quan hệ mới, gặp được người vừa ý và sẽ có rất nhiều điều lãng mạn. Hơn nữa, trong năm nay Ma Kết còn có cơ hội cho sự kết hôn sau mối quan hệ tình cảm của mình. Nhìn chung, cuộc sống gia đình của Ma Kết sẽ rất thú vị trong năm 2020 và mối quan hệ của bạn với các thành viên sẽ rất thân mật, tôt đẹp hơn.<br/><br/><b>Sức khỏe của cung Ma Kết năm 2020</b><br/>&emsp;Dự báo sức khỏe cho Ma Kết cho năm 2020 cho thấy nhiều sức sống và ít bệnh tật trong năm. Bạn sẽ có thể duy trì mức năng lượng cao do tập thể dục thường xuyên và chế độ ăn uống lành mạnh. Bạn sẽ có nhiều cảm hứng hơn trong công việc nhờ khía cạnh tâm lý vững vàng của mình.<br/><br/>&emsp;Tuy nhiên, các cá nhân Ma Kết sẽ phải đối mặt với các vấn đề sức khỏe trong quý đầu tiên của năm do các khía cạnh không thuận lợi của Sao Thổ. Sao Mộc sẽ đảm bảo sức khỏe tốt sau quý đầu tiên.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Ma Kết dự đoán rằng bạn sẽ nỗ lực hết sức để đạt được sự bình yên và cả mục đích của mình trong cuộc sống. Tuy nhiên, chính những căng thăng cũng ké khiến bạn kiệt sức và mệt mỏi . Do đó, bạn cũng cần chú trọng hơn nữa đến sức khỏe của mình.<br/><br/>&emsp;Tử vi cung Ma Kết năm 2020 dự đoán rằng đây là một năm tuyệt vời để Ma Kết cải thiện bản thân. Cho dù bạn đang cố gắng cải thiện cuộc sống tình yêu, đời sống xã hội, cuộc sống công việc hay cuộc sống cá nhân, bạn chắc chắn sẽ có thể làm được nếu bạn đặt tâm trí vào nó.<br/><br/><b>Tử vi theo tháng của cung Ma Kết năm 2020</b><br/><b>Tháng 1</b>: Vì là tháng sinh nhật của bạn, nên mọi sự sẽ tràn đầy sự tích cực.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng thú vị khi bạn sẽ có nhiều kế hoạch được triển khai cùng một lúc và có triển vọng thành công.<br/><br/><b>Tháng 3</b>: Hứa hẹn sẽ là một tháng tốt cho giáo dục đại học hoặc theo đuổi một số kỹ năng mới trên mặt trận việc làm.<br/><br/><b>Tháng 4</b>: Bạn hãy suy nghĩ kỹ trước khi đi đến quyết định cuối cùng để tránh các trường hợp ngoài ý muôn .<br/><br/><b>Tháng 5</b>: Thời điểm thích hợp để đưa các kế hoạch của bạn vào hành động. Đừng nghi ngờ khả năng của bạn.<br/><br/><b>Tháng 6</b>: Bạn cần tiến lên một cách cẩn thận nhưng không đưa ra bất kỳ quyết định vội vàng nào.<br/><br/><b>Tháng 7</b>: Bạn phải dẫn dắt đội của mình đến chiến thắng. Có thể là công việc hoặc tình yêu; bạn cần phải thực hiện bước đầu tiên<br/><br/><b>Tháng 8</b>: Tháng 2 là một tháng cần sự cân bằng ở tất cả. Học hỏi kinh nghiệm sẽ chứng minh là có lợi.<br/><br/><b>Tháng 9</b>: Bạn cần ngừng xem xét các vấn đề nhỏ và thay vào đó hãy nghĩ về kế hoạch nói chung.<br/><br/><b>Tháng 10</b>: Bạn sẽ có nhiều cảm hứng và sẽ tập trung vào việc đạt được mục tiêu của mình.<br/><br/><b>Tháng 11</b>: Những người xung quanh sẽ cần sự hỗ trợ, tình yêu và sự giúp đỡ của bạn. Vì vậy đừng nghĩ hai lần trước khi giúp người có nhu cầu.<br/><br/><b>Tháng 12</b>: Cuối năm là một tháng tuyệt vời để lên kế hoạch cho tình yêu và cuộc sống hiện đại của bạn.<br/><br/>&emsp;",
	"BaoBinh":"<b>Sự nghiệp cung Bảo Bình năm 2020</b><br/>&emsp;Tử vi sự nghiệp năm 2020 cho Bảo Bình dự đoán một năm trung bình, không có điểm gì đáng lo ngại cũng như tiến triển vượt bậc. Trong năm nay, bạn nên mạo hiểm vào các dự án mới với sự hướng dẫn của các chuyên gia.<br/><br/>&emsp;Mặc dù bạn hài lòng với tình thình công việc hiện tại của mình, nhưng bạn vẫn nên cố găng hơn nữa để có nhiều dấu mốc đáng chú ý hơn. Bạn hoàn toàn có thể mong đợi một tương lai tốt đẹp khi nhận được kết quả của sự siêng năng của bạn. <br/><br/><b>Tài chính cung Bảo Bình năm 2020</b><br/>&emsp;Năm 2020 sẽ hợp lý tốt cho sự tăng trưởng tài chính đáng chú ý của Bảo Bình. Công việc khó khăn bạn đã làm trong những năm trước sẽ đem lại cho bạn nhiều lợi nhuận và dòng tiền  dồi dào trong năm nay. <br/><br/>&emsp;Các  Bảo Bình là doanh nhân nên tránh bắt đầu các dự án mới và tránh chi tiêu không cần thiết. Tất cả các khoản đầu tư đầu cơ nên được giữ lại cho hiện tại. Bên cạnh đó, dự báo cuối năm 2020 hứa hẹn sẽ gặp may mắn trên mặt trận tài chính.<br/><br/><b>Tình yêu cung Bảo Bình năm 2020</b><br/>&emsp;Dự báo tình yêu cho các cá nhân Bảo Bình năm 2020 chỉ ra rằng bạn sẽ có nhiều điều hứa hẹn về đường tình cảm. Điều này là do ảnh hưởng của Sao Mộc. Bạn sẽ có nhiều thời gian để dành cho người bạn đời của mình và bạn sẽ không ngần ngại tặng cô ấy những món đồ xa xỉ. Do đó, mối quan hệ của bạn cũng tiến triển tốt đẹp hơn.<br/><br/>&emsp;Những người cung Bảo Bình độc thân sẽ có nhiều cơ hội để tìm kiếm những đối tượng yêu đương yêu phù hợp và có được mối quan hệ tình cảm lãng mạn. Bên cạnh đó, bạn nên biết cách kìm nén bản chất bốc đồng tự nhiên của mình và hành động thận trọng để tránh các cãi vã không đáng có. <br/><br/><b>Sức khỏe cung Bảo Bình năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho cung Bảo Bình trong năm 2020 cho thấy sức khỏe của bạn có thể chuyển biến khá phức tạp, có thể tốt hơn hoặc kém hơn. Bạn có thể gặp các vấn đề về tiêu hóa và các bệnh liên quan đến căng thẳng do ảnh hưởng của sao Thổ đối với cung Bảo Bình. Điều cần thiết Bảo Bình cần làm là duy trì sự cân bằng tinh thần,  kiểm soát những suy nghĩ và cảm xúc tiêu cực của mình nếu bạn muốn duy trì sức khỏe. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bảo Bình cho thấy đây là một năm bình thường của bạn. Bạn cần thận trọng với mọi thứ, từ công việc đến tình cảm của mình. Đầu năm, Bảo Bình có thể gặp một số trở ngại cho sự tiến bộ. Nhưng bạn sẽ không bị giữ lại và cố gắng tiến về phía trước với lòng nhiệt thành. Giữa năm thì không gặp quá nhiều thách thức nào, trong khi những tháng cuối năm sẽ là thười gian bạn tẩn hưởng thành quả của mình. <br/><br/><b>Tử vi theo tháng cung Bảo Bình năm 2020</b><br/><b>Tháng 1</b>: Tháng 1 đầu năm sẽ là thời điểm bạn nên tránh đưa ra quyết định lớn nếu chưa suy xét kỹ hưỡng. Bên cạnh đó, bạn hãy tận hưởng cuộc sống của mình.<br/><br/><b>Tháng 2</b>: Bạn cần làm sạch nội tâm của mình và ngừng suy nghĩ xấu về người khác.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng chuyện tình cảm đối với người Bảo Bình khi có cơ hội yêu nhau.<br/><br/><b>Tháng 4</b>: Bạn cần tập trung hết sức và dồn nhiều năng lượng đúng hướng trước khi nó ra khỏi tầm tay.<br/><br/><b>Tháng 5</b>: Có thể bạn sẽ thấy một số gián đoạn trong sức khỏe của bạn, hãy chắc chắn để ngăn chặn tất cả các loại nhiễm trùng trong năm 2020 sao Thủy.<br/><br/><b>Tháng 6</b>: Tháng 6 này, chính là khi bạn cần có một tư duy cởi mở và xử lý các ý tưởng khác nhau để làm việc hiệu quả nhất.<br/><br/><b>Tháng 7</b>: Đây là thời điểm bạn mở ra những cơ hội mới, ban đầu có vẻ buồn tẻ nhưng mọi thứ sẽ tốt đẹp hơn.<br/><br/><b>Tháng 8</b>: Tháng này là thời điểm thích hợp để thực hiện tất cả các giấc mơ và kế hoạch của bạn.<br/><br/><b>Tháng 9</b>: Hứa hẹn sẽ là một tháng tuyệt vời cho tình yêu và hôn nhân mới phát triển thịnh vượng trong công việc của Bảo Bình.<br/><br/><b>Tháng 10</b>: Tháng 10 có vẻ rất khó khăn, nhưng bạn cần phải cố gắng và tiến về phía trước.<br/><br/><b>Tháng 11</b>: Ttháng này khá thuận lợi để bạngiải quyết các vấn đề trong các mối quan hệ.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ tràn ngập niềm vui và hạnh phúc khi bạn dành kỳ nghỉ cùng những người thân yêu của mình.<br/><br/>&emsp;",
	"SongNgu":"<b>Sự nghiệp của cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 hứa hẹn một giai đoạn rất thuận lợi cho các Song Ngư là doanh nhân cũng như người đi làm. Người đi làm có thể mong đợi các chương trình khen thưởng và tăng lương vì ảnh hưởng tích cực của các hành tinh cùng với công việc khó khăn. <br/><br/>&emsp;Tuy nhiên, các Song Ngư nên biết cách duy trì mối quan hệ thân mật với đồng nghiệp và người có kinh nghiệm. Với các doanh nhân, đây sẽ là cơ hỗi cho bạn kiếm được nhiều lợi nhuận hơn và đạt được những mục đích đã đề ra.<br/><br/><b>Tài chính cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 sẽ là một năm đầy triển vọng và mang lại nhiều lợi nhuận cho ngôi sao Song Ngư do thuận lợi của sao Thổ sẽ giúp dòng tiền liên tục. Có thể thấy, đây là một năm tốt lành để mua tài sản, xe cộ hoặc chi tiền cho hôn nhân của bạn. <br/><br/>&emsp;Dòng tiền có thể được tăng cường với sự khéo léo hơn và bám sát vào một chiến lược tài chính hợp lý. Có khả năng nhận được tài lộc ở dạng thừa kế cho một số cá nhân Song Ngư may mắn. Nhìn chung, bạn sẽ nhận được nhiều tiền cũng như chi tiêu như nhau. Do đó, tiết kiệm sẽ là việc bạn cần lưu ý trong năm 2020.<br/><br/><b>Tình yêu của cung Song Ngư năm 2020</b><br/>&emsp;Dự đoán tình yêu của Song Ngư cho năm 2020 dự đoán một giai đoạn tuyệt vời đầy cảm xúc, lãng mạn và cả hạnh phúc.<br/><br/>&emsp;Những Song Ngư độc thân có thể tìm được  mối quan hệ với tình yêu và sự phấn khích. Bạn sẽ có thể tìm thấy tình yêu của sự lựa chọn của bạn, và bạn sẽ có một mối quan hệ lâu dài.<br/><br/>&emsp;Với Song Ngư đã kết hôn, bạn có thể vượt qua mọi khó khăn trong hôn nhân mà không gặp khó khăn gì. Bạn nên tập trung vào hạnh phúc hiện tại. Tuy nhiên, nếu có hiểu làm giữa 2 người hãy giải quyết bằng cách thẳng thắn chia sẻ, và thông cảm cho nhau. Bên cạnh đó, gia đình sẽ chào đón thành viên mới trong năm nay. <br/><br/><b>Sức khỏe của cung Song Ngư năm 2020</b><br/>&emsp;Dự báo sức khỏe cho các cá nhân Song Ngư trong năm 2020 đưa ra một bức tranh hạnh phúc về sức khỏe. Sức khỏe cả về thể chất và tinh thần của Song Ngư sẽ rất ổn định và không quá đáng lo. Bạn sẽ có những thay đổi phù hợp trong chế độ tập thể dục và thói quen ăn kiêng. Thư giãn đầy đủ sẽ đảm bảo bố trí tinh thần thích hợp.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Ngư hứa hẹn rất nhiều điều thú vị và cả những lựa chọn cho cuộc sống của bạn trong tất cả các lĩnh vực. Trong năm nay, các mối quan hệ cũng giúp bạn đạt được mục tiêu một cách nhanh chóng trong công việc của mình. Bạn sẽ hoàn thành xuất sắc kế hoạch và nâng cao cuộc sống của bạn. <br/><br/>&emsp;Với sự ban phúc của Sao Thổ, sự tự tin của bạn sẽ trở nên phi thường. Bạn sẽ có sự hỗ trợ của các thành viên gia đình và đồng nghiệp trong bất cứ điều gì bạn muốn đạt được. Trong khi bạn đang tiến lên phía trước, bạn nên cố gắng kiểm soát sự vội vã, nóng tính của mình.<br/><br/><b>Tử vi theo tháng cung Song Ngư năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm sẽ khá nhạy cảm đối với Song Ngư. Bạn cần lấy lại năng lượng của mình với sự thư giãn để bắt tay vào công việc.<br/><br/><b>Tháng 2</b>: Cuộc sống của bạn sẽ có những thay đổi và bạn nên chuẩn bị để đối mặt với những điều không thể tránh khỏi.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng sáng tạo khi bạn có cơ hội phát huy các kỹ năng của mình.<br/><br/><b>Tháng 4</b>: Bạn đừng cảm thấy bị tổn thương bởi hành vi của mọi người, hãy học cách làm quen với chúng.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng làm việc chăm chỉ và nhiều giờ. Đừng tìm kiếm các phím tắt vì chúng sẽ không hoạt động trong thời gian dài.<br/><br/><b>Tháng 6</b>: Bạn sẽ phải đi chậm lại để xem xét tình hình hơn là chiến đấu một trận chiến bất lợi.<br/><br/><b>Tháng 7</b>: Bạn sẽ khá bận rộn trong tháng này. Bên cạnh đó, vấn đề Tài chính cũng có thể eo hẹp.<br/><br/><b>Tháng 8</b>: Bạn  sẽ có một số nghi ngờ về mọi thứ xảy ra xung quanh bạn. Nhưng bạn sẽ vượt qua mọi thử thách để bước tiếp.<br/><br/><b>Tháng 9</b>: Tháng này sẽ có nhiều hoạt động tích cực cho Song Ngư. Bạn có thể hoàn thành thay vì để mọi thứ hoàn thành dở dang.<br/><br/><b>Tháng 10</b>: Đây là thời điểm bạn cần suy nghĩ kỹ trước khi thực hiện bất kỳ hành động nào.<br/><br/><b>Tháng 11</b>: Tháng 11 là một tháng tích cực khi bạn sẽ có thể hình dung thấy những gì bạn muốn trong cuộc sống.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ mang theo rất nhiều câu hỏi chưa được giải đáp mà chỉ bạn mới có thể trả lời được một số.<br/><br/>&emsp;"
	},
"202006": {
    "Ty":"&emsp;Tử vi tháng 6/2020 Đông phương của 12 con giáp dự báo đây tuổi Tý đang gặp được quý nhân nâng đỡ cho mình trên con đường công danh sự nghiệp. Con giáp này biết thế mạnh của mình ở đâu, đồng thời không ngừng tìm tòi, khám phá thêm những kiến thức và kinh nghiệm mới để tự làm giàu cho mình.<br/><br/>&emsp;Đường tài lộc của người tuổi Tý tháng 5 âm lịch này không được tốt cho lắm. Bản mệnh kiếm được nhiều tiền nữa, song lại chẳng giữ được tiền trong tay. Đại Hao hung tinh nhập mệnh, con giáp này dường như đang kiếm tiền quá dễ dàng nên không mấy trân trọng công sức của mình.<br/><br/>&emsp;Vận trình tình cảm khá ảm đạm. Ảnh hưởng của cục diện Tý Ngọ tương xung khiến cho bản mệnh dễ nảy sinh mâu thuẫn, tranh cãi với chính những người mình yêu. Đối phương vốn chỉ muốn tốt cho tuổi Tý nhưng lại không thể hiện khéo léo cho lắm, khiến cho đôi bên hiểu lầm lẫn nhau.<br/><br/>&emsp;Tình hình sức khỏe trong tháng này khá tốt, tuy nhiên con giáp này cần chú ý phân bổ thời gian làm việc và nghỉ ngơi cho hợp lý hơn, chớ để bản thân lao lực. Bản mệnh cần biết khi nào bản thân đang mệt mỏi để nghỉ ngơi lấy lại sức, đừng cố gắng quá sức mà tự làm hại mình, sức khỏe là vốn quý nhất.<br/><br/>",
	"Suu":"&emsp;Tử vi tháng 6 dương lịch năm 2020 cho thấy tuổi Sửu cảm thấy mệt mỏi và khó chịu, phần nào ảnh hưởng đến hiệu suất làm việc của con giáp này. Bản mệnh dễ lơ là thiếu tập trung, có những suy nghĩ khó có thể dự đoán được, khiến cho vận trình chuyển biến theo hướng hoàn toàn khác.<br/><br/>&emsp;Sửu Ngọ tương hại, con giáp này khó mà có được vận may về tiền bạc, chuyện kiếm tiền trở nên khó khăn hơn nhiều so với trước đó. Người tuổi Sửu thiếu sự chỉn chu trong khi làm việc nên khó mà có được thu nhập ổn định, thậm chí còn có khi bị thiệt hại thêm vì phải bù đắp cho những sai lầm mình gây ra.<br/><br/>&emsp;Đường tình duyên kém sắc, cuộc sống gia đình trở nên nhàm chán, thiếu sự mới mẻ cũng như không được hâm nóng kịp thời, có thể khiến cho tình cảm dần phai nhạt. Sự hờ hững giữa các cặp vợ chồng là dấu hiệu bất ổn, có thể sẽ tạo điều kiện cho kẻ thứ 3 xen vào mối quan hệ giữa hai người.<br/><br/>&emsp;Về phương diện sức khỏe, con giáp này cần chú ý quan tâm, chăm sóc cơ thể của mình nhiều hơn. Người tuổi Sửu có thể sẽ dễ cảm thấy mệt mỏi, ăn không ngon, mất ngủ. Có thể trên bản mệnh có quá nhiều trách nhiệm, áp lực dồn nặng nên đầu óc lúc nào cũng trong tình trạng suy nghĩ căng thẳng nên vậy.<br/><br/>",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết người tuổi Dần trở nên bảo thủ, không chịu lắng nghe lời khuyên can của bất cứ ai mà cứ việc mình mình làm, sai lầm càng ngày càng nhiều, khó có thể sửa chữa được. Cuối cùng hậu quả không ai khác chính con giáp này là người phải gánh chịu.<br/><br/>&emsp;Vận trình tài lộc của bản mệnh không được tốt. Tiền bạc thu về chẳng có nhiều mà lại dễ mất tiền hao của vì những chuyện không đâu. Con giáp này dễ bị lừa gạt nên thận trọng hơn trong chuyện làm ăn hay đầu tư kinh doanh, chớ nên tham cái lợi trước mắt mà không nhìn thấy mối nguy phía sau.<br/><br/>&emsp;Con giáp này dễ u mê, không nhìn thông suốt vấn đề trong khi những người xung quanh ai cũng thấy rõ. Người tuổi Dần cần phải thận trọng kẻo sẽ bị tình yêu làm cho mù quáng, không hề nhận ra đối phương vốn chỉ đang lợi dụng mình mà thôi. Người độc thân chớ nên vội vàng quyết định tình cảm.<br/><br/>&emsp;Áp lực dồn nén lâu ngày, sức khỏe bị bào mòn theo thời gian, con giáp này tinh thần sa sút, thể lực cũng sụt giảm, sức đề kháng yếu đi, tạo cơ hội cho bệnh tật vùng lên. Hãy chú ý để chăm sóc bản thân mình cho thật tốt, đừng tham công tiếc việc bởi khi sức khỏe không có thì cũng chẳng làm được gì.<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, người tuổi Mão khá tự tin vào những việc mình đang làm. Con giáp này chủ động làm việc chứ không cần ai phải nhắc nhở, khiến cho cấp trên khá tin tưởng. Bản mệnh biết lượng sức mình, có ưu thế gì và cần phải làm sao để đạt được mục tiêu mong muốn.<br/><br/>&emsp;Trong tháng có quý nhân ở bên nâng đỡ vận trình, không đến mức tiền bạc ùn ùn đổ về nhà nhưng chắc chắn cũng không quá khó khăn về tiền bạc. Nữ mệnh lớn tuổi trong nhà chỉ đường dẫn lối giúp con giáp này biết cách phát huy hết năng lực của bản thân mà tăng thêm thu nhập cho mình.<br/><br/>&emsp;Mão Ngọ tương phá, tuổi Mão có thể sẽ gặp phải nhiều chuyện không như ý trong chuyện tình cảm. Chỉ cần chút khác lạ của đối phương cũng có thể khiến cho bản mệnh lo lắng sợ hãi rằng mọi chuyện có thể biến chuyển theo chiều hướng tồi tệ và hạnh phúc lứa đôi sẽ vì thế mà đối.<br/><br/>&emsp;Tình hình sức khỏe trong tháng 6 dương lịch không được khả quan cho lắm. Con giáp này dễ gặp phải sự cố bất ngờ, nếu thể chất không có vấn đề thì lại phải chịu tác động tiêu cực về mặt tinh thần. Bản mệnh cần phải biết dành thời gian cho chính bản thân, tránh căng thẳng áp lực quá mức.<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo vận trình tháng 6/2020 dương lịch, sự nghiệp của tuổi Thìn không được thuận lợi. Con giáp này dù cố gắng hết sức mình nhưng lại chẳng có được cơ hội để thể hiện bản thân. Sự cứng nhắc trong giải quyết vấn đề của bản mệnh còn có thể khiến cho đối tác hay đồng nghiệp mất lòng.<br/><br/>&emsp;Người tuổi Thìn cần phải chi tiêu tiết kiệm bởi vận may tài chính không nằm trong tháng này. Việc kiếm tiền khá khó khăn, chật vật. Con giáp này phải bôn ba vất vả nhiều nơi nhưng chưa chắc đã có được kết quả như mong đợi, các khoản cần chi tiêu tăng lên mà thu nhập thì chẳng là bao.<br/><br/>&emsp;Bản mệnh không mấy quan tâm đến chuyện tình cảm. Con giáp này mải mê công việc mà chẳng dành thời gian quan tâm đến gia đình. Người độc thân không thực sự biết đâu là người thực sự phù hợp của mình mà đặt ra những tiêu chuẩn phù phiếm để tìm kiếm nửa kia nên tình yêu cứ mãi xa vời.<br/><br/>&emsp;Sức khỏe của bản mệnh khá tốt song cũng đừng vì thế mà chủ quan. Thời gian này tuổi Thìn làm việc căng thẳng, phải di chuyển nhiều nên cũng khó tránh khỏi việc mệt mỏi. Ngoài ra, con giáp này nên chú ý giữ gìn sức khỏe, nghỉ ngơi vừa sức để không bị thiếu tỉnh táo mà gặp phải tai họa bất ngờ.<br/><br/>",
	"Ti":"&emsp;Vận trình công việc của tuổi Tị bị cản trở, con giáp này khó có thể thực hiện được mọi chuyện đúng theo ý muốn của mình. Tình hình trước mắt biến động liên tục, khiến cho bản mệnh trở tay không kịp, có nhiều vấn đề chưa kịp giải quyết thì đã phát sinh nghiêm trọng hơn, dễ gây ra sự cố bất ngờ.<br/><br/>&emsp;Con giáp này khó mà có được tiền bạc rủng rỉnh trong tay. Điều này cũng không có gì đáng ngạc nhiên khi mà công việc đang khá bấp bênh. Tiền bạc kiếm được ít ỏi, thường phải giành giật, vất vả mới thu được về tay, vì thế mà người tuổi Tị nên học cách tiết kiệm, chớ chi tiêu hoang phí quá mức.<br/><br/>&emsp;Bản mệnh sẽ cảm nhận được sự chuyển biến rõ rệt trong vận trình tình duyên của mình nhờ cát tinh soi chiếu. Dù sự nghiệp, tài lộc không được như ý nhưng lại có chỗ dựa tinh thần, điều này giúp con giáp này không quá bi quan, chán nản khi mà liên tiếp vấp phải thất bại ngoài ý muốn.<br/><br/>&emsp;Sức khỏe của tuổi Tị không có nhiều điều đáng phải lo ngại. Bản mệnh cũng nên nghĩ thoáng hơn cho mọi vấn đề, chớ làm mình căng thẳng quá mức. Hãy chăm chỉ tập luyện thể dục thể thao, năng nói chuyện, tâm sự, chia sẻ với mọi người để giải tỏa những áp lực mình đang phải gánh chịu.<br/><br/>",
	"Ngo":"&emsp;Vận trình sự nghiệp của người tuổi Ngọ thăng trầm bất định, khó đạt được mục tiêu đề ra từ trước đó. Mặc dù được quý nhân nâng đỡ nhưng bản mệnh chưa biết tận dụng hết thời cơ sẵn cơ. Song con giáp này có thể tìm ra được hướng phát triển phù hợp với bản thân, phát huy được năng lực.<br/><br/>&emsp;Thái Tuế ở bên, tài vận của bản mệnh khó bề khởi sắc. Tuổi Ngọ có thể làm ra tiền nhưng chẳng giữ được tiền trong tay. Con giáp nàycó thể phung phí tiền bạc, tự cho rằng bản thân đang biết hưởng thụ cuộc sống nhưng thực chất lại chẳng hề quý trọng đồng tiền mà mình làm ra.<br/><br/>&emsp;Dường như con giáp này có thể sẽ tự đẩy người mình yêu ra xa vì những suy nghĩ tự ti, tiêu cực của mình. Người ấy không hiểu được những cảm xúc hiện tại của bản mệnh, cũng cố gắng để bạn chia sẻ mà không được. Người độc thân cần thận trọng kẻo bị lừa gạt cả tình lẫn tiền mà chẳng hề hay biết.<br/><br/>&emsp;Tình trạng sức khỏe không hẳn rất tốt, nhưng cũng không thể quá lạc quan. Con giáp này sinh hoạt thiếu điều độ sẽ khiến cho sức khỏe bị bào mòn theo từng ngày. Bản mệnh cần chấn chỉnh lại bản thân, tự nhắc nhở mình nếu không muốn thể chất càng ngày càng đi xuống.<br/><br/>",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo tuổi Mùi tự lực cánh sinh, chủ động trong công việc của mình chứ không chờ đợi bất cứ ai, cũng không mong chờ được giúp đỡ. Con giáp này luôn tìm cách để hoàn thành nhiệm vụ được giao. Điều đó khiến cho bản mệnh được cấp trên đánh giá rất cao.<br/><br/>&emsp;Nguồn thu nhập của con giáp này khá dồi dào. Người tuổi Mùi làm việc tốt nên dễ có cơ hội được tăng lương thăng chức. Những người làm kinh doanh buôn bán thì làm bao nhiêu ăn bấy nhiêu. Thời điểm này bản mệnh thực sự chăm chỉ, làm việc hết mình nên chắc chắn thu nhập cũng không thể nào ít được.<br/><br/>&emsp;Vận trình tình cảm thăng hoa, rực rỡ. Con giáp này có sức cuốn hút của riêng mình, không phải gồng mình lên để tỏ vẻ mà cũng có thể khiến cho đối phương cảm thấy rung động. Người độc thân gạt hết những chuyện đã qua, sẵn sàng đều chuẩn bị bước vào một mối quan hệ tình cảm mới.<br/><br/>&emsp;Tình hình sức khỏe của người tuổi Mùi không có gì đáng lo ngại, con giáp này biết tự chăm sóc bản thân mình. Tuy nhiên, bản mệnh cũng nhắc nhở chớ nên u sầu, lo lắng hay suy nghĩ vì những chuyện đã qua, tinh thần thoải mái thì mới khỏe mạnh vui vẻ được.<br/><br/>",
	"Than":"&emsp;Xem tử vi tháng 6/2020 dương lịch, người tuổi Thân cần phải thận trọng kẻo gặp họa tiểu nhân. Công việc đang trên đà tiến triển tốt, vì thế mà con giáp này có thể bị nhiều kẻ xấu nhòm ngó. Cát tinh có thể giúp cho việc làm ăn của bản mệnh thuận lợi dễ dàng nhờ các mối quan hệ được mở rộng.<br/><br/>&emsp;Con giáp này không cần lo lắng quá nhiều về vận tài lộc. Chuyện làm ăn buôn bán của con giáp này tiến triển khá tốt, tìm được nhiều cơ hội phát triển. Nếu đi đúng đường đúng hướng mà quý nhân chỉ dẫn thì bản mệnh hoàn toàn có thể thu được tiền bạc về tay cao hơn nhiều so với thời gian trước đó.<br/><br/>&emsp;Vợ chồng có thể sớm đón tin vui về đường con cái, tìm được cho mình niềm vui trong lúc tưởng chừng đã không còn nhiều hy vọng. Các cặp đôi đang yêu cũng sẽ có sự chuyển biến khá lớn trong mối quan hệ. Có thể biến cố lớn gì đó khiến cho hai người ấy muốn nhanh chóng tiến tới hôn nhân, sớm về chung một nhà.<br/><br/>&emsp;Sức khỏe của người tuổi Thân rất tốt, đây là điều mà nhiều người cảm thấy ngưỡng mộ ở bạn. bản mệnh tinh thần vui vẻ, sức khỏe dồi dào, có nguồn sinh khí tốt. Song đừng vì thế mà chủ quan, vẫn cần phải chăm chỉ tập luyện thể dục thể thao để tăng cường sức đề kháng cho mình.<br/><br/>",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy đường công danh sự nghiệp của tuổi Dậu không được thuận lợi cho lắm. Con giáp này hay thay đổi, không xác định được rõ ràng mục tiêu của mình, hễ thấy khó khăn là dễ lùi bước. Bản mệnh thiếu sự kiên trì và quyết tâm khiến công việc có phần bấp bênh.<br/><br/>&emsp;Con giáp này đang có phần ưa hưởng thụ quá đà. Tiền bạc kiếm được không nhiều, không tiết kiệm thì tiền vào nhà cũng như muối bỏ bể. Bản mệnh tiêu nhiều tiền cho những thói quen phù phiếm, những sở thích có phần hào nhoáng quá mức, không thích hợp với điều kiện hiện tại của bản thân.<br/><br/>&emsp;Con giáp này cũng khá lãng mạn, biết tạo ra những khoảnh khắc đáng nhớ giữa hai người. Mối quan hệ của các cặp đôi càng ngày càng nồng nàn thắm thiết cũng là nhờ vậy. Vợ chồng hòa hợp, gia đình hạnh phúc, đó là điều mà bao người mơ ước nhưng người tuổi Dậu lại may mắn có được.<br/><br/>&emsp;Sức khỏe không phải là vấn đề mà con giáp này quan tâm hàng đầu trong thời gian này. Bản mệnh vẫn giữ được cho mình tinh thần lạc quan vui vẻ dù có nhiều áp lực đè nặng lên vai. Tuy nhiên cũng cần tìm cách giải quyết sớm những vấn đề tồn đọng, tránh để gặp phải sự cố, tai họa bất ngờ.<br/><br/>",
	"Tuat":"&emsp;Người tuổi Tuất dễ dàng vượt qua được khó khăn trở ngại để tiến tới thành công. Con giáp này biết cách phát huy những thế mạnh của mình nên có thể được cấp trên ưu ái giao cho thêm nhiều trọng trách. Song bản mệnh cần phải kiểm soát cảm xúc của mình thật tốt, tránh ảnh hưởng đến công việc.<br/><br/>&emsp;Vận trình tài lộc không mấy khởi sắc, mặc dù công việc tiến triển tốt nhưng thu nhập cũng chỉ ở mức đủ ăn đủ tiêu. Con giáp này có thể sẽ có thêm những khoản tiền thưởng, song vẫn cần phải chi tiêu tiết kiệm, khoa học để tránh việc mất mát tiền bạc vào những việc không thực sự cần thiết.<br/><br/>&emsp;Đường tình duyên không mấy lý tưởng. Bản mệnh dễ u mê, thiếu sáng suốt trong tình cảm. Có những chuyện vốn nhỏ nhặt nhưng lại cứ mãi suy nghĩ về nó, không thể dứt ra được. Chuyện bé xé ra to, tuổi Tuất dần quan trọng hóa vấn đề và khiến cho mối quan hệ giữa hai người rơi vào bế tắc.<br/><br/>&emsp;Tình hình sức khỏe trong thời điểm này không được tốt cho lắm. Mặc dù không bị bệnh tật đe dọa nhưng do có hung tinh luôn đeo bám nên con giáp này dễ gặp phải tai họa bất ngờ. Bản mệnh cần phải thận trọng, đi đường xa nên chú ý giữ an toàn, cũng hạn chế những hoạt động mạo hiểm.<br/><br/>",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng tuổi Hợi sẽ có được những bước tiến khá lớn trên con đường sự nghiệp. Đây là thành quả có được nhờ nỗ lực không ngừng nghỉ của con giáp này. Song cũng không thể phủ nhận sự nâng đỡ của quý nhân. Nhờ thế bản mệnh có thể tiết kiệm được nhiều thời gian và công sức.<br/><br/>&emsp;Con giáp này quản lý tài chính nên mức thu nhập có thể không quá lớn nhưng vẫn đủ để rủng rỉnh chi tiêu. Bản mệnh tính lo xa nên chuẩn bị sẵn cho những tình huống xấu nhất. Vận trình tài lộc ổn định, người tuổi Hợi có thể thoải mái làm việc mình muốn. Tuy nhiên chớ nên vì thói sĩ diện mà hoang phí nhé.<br/><br/>&emsp;Đường tình duyên trong tháng 5 âm lịch này không có nhiều biến động. Con giáp này cân bằng được tình cảm và lý trí, không để cho cảm xúc lấn át hết cả. Có thể điều này khiến cho người ấy cảm thấy bản mệnh hơi cứng nhắc nhưng với tuổi Hợi là cần thiết để có thể làm chủ cuộc sống của mình.<br/><br/>&emsp;Về phương diện sức khỏe của bản mệnh tháng này khá tốt, không có vấn đề gì lớn phải lo lắng. Song con giáp này hãy chăm tập thể dục thể thao để duy trì thể trạng dồi dào năng lượng cho mình, ăn uống nghỉ ngơi một cách khoa học, hợp lý để có thể chất dẻo dai, có sức đề kháng tốt.<br/><br/>",
	"BachDuong":"&emsp;Tử vi tháng 6 cho thấy Bạch Dương còn độc thân có thể mở rộng các mối quan hệ của mình, chăm chỉ tham gia các buổi giao lưu giữa bè bạn hơn, bạn sẽ gặp được những đối tượng rất triển vọng đấy. Nếu đã có nửa kia, bạn nhận ra mình càng ngày càng ỉ lại đối phương, một ngày không gặp gỡ cũng thấy nhung nhớ vô cùng.<br/><br/>&emsp;Công việc diễn ra khá suôn sẻ, việc đàm phán hay ký kết hợp đồng thành công tốt đẹp. Hơn thế nữa, các mối quan hệ xã giao cũng tiến triển tốt đẹp, chòm sao này sẽ có một khoảng thời gian hòa hợp với đồng nghiệp xung quanh, nhờ thế mà công việc tiến triển thuận lợi.<br/><br/>&emsp;Có thể bạn sẽ chưa thấy tài chính của mình có bước phát triển vượt bậc trong tháng này đâu, nhưng nếu cứ tiếp tục cố gắng, việc tăng lương sẽ nằm trong tầm tay bạn. Tiền bạc khá ổn nhưng cũng không mấy dư dả để có thể tiêu xài thỏa thích đâu, bạn cần phải tiết kiệm triệt để để tránh tình trạng cháy túi nhé.<br/><br/>&emsp;Tình hình sức khỏe của cung hoàng đạo này trong tháng khá tốt. Hãy tăng cường bổ sung các thực phẩm có lợi như trứng, cà chua, bắp cải trong thực đơn ăn uống hàng ngày để đảm bảo rằng bạn bổ sung đầy đủ các chất dinh dưỡng.<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu có nhiều bước tiến triền đáng kể, tất cả những kế hoạch, nhiệm vụ được giao đều thuận lợi triển khai. Tính tình hòa đồng, tốt bụng nên bạn gặp ai cũng yêu mến, sẵn lòng giúp đỡ bạn mà không cần hồi đáp. Nhờ thế mà bạn cứ thăng tiến vùn vụt, không ai theo kịp đấy.<br/><br/>&emsp;Chuyện tình cảm của bạn trong tháng này khá hài hòa và không xảy ra bất cứ xích mích hay tranh cãi nào. Vì thế, hãy cố gắng để cho mối quan hệ giữa hai người vẫn tiến triển êm đẹp như thế. Quan trọng là tránh những bất đồng hay mâu thuẫn không đáng có trong thời gian này.<br/><br/>&emsp;Tình hình tài chính tương đối thuận lợi, bạn có thể thử vận may. Đây cũng là thời điểm khá thích hợp để bạn quyết định đầu tư vào một lĩnh vực mới nào đó, chắc chắn khoản thu lại sẽ khiến bạn hài lòng. Song sẽ có người tìm bạn mượn tiền, hãy suy nghĩ cẩn thận rồi mới quyết định nhé.<br/><br/>&emsp;Tuy nhiên sức khỏe không như ý lắm. Đi đường nhất định phải cẩn trọng, không thể lơ là, vừa đi vừa làm việc riêng đâu nhé. Chỉ sơ sẩy một chút thôi là bạn có thể bị thương đấy, vừa tổn hại thân thể lại tốn thời gian, phải nghỉ ngơi rất ảnh hưởng tới tiến độ công việc.<br/><br/>",
	"SongTu":"&emsp;Song Tử sẽ có nhiều cơ hội để nhận về mình những dự án lớn. Tuy nhiên, điều này lại khiến cho Song Tử cảm thấy tự ti và lép vế trong các công việc cũng như dự định của mình. Đừng quá bận tâm, vì bù lại, bạn sẽ được nhận một khoản lương kha khá từ những dự án này. Hãy phát huy năng lực của bản thân mình nhé.<br/><br/>&emsp;Tình hình tài chính cũng có dấu hiệu tăng tiến rõ ràng. Số tiền mà bạn kiếm được trong thời điểm này đều là mồ hôi công sức do bản thân đã rất cố gắng mà ra, vì thế cung hoàng đạo này cảm thấy vô cùng trân trọng và muốn chi tiêu thật hợp lý, dành một khoản tiết kiệm nhất định.<br/><br/>&emsp;Không dễ dàng gì bạn mới gặp được một tình cảm mới, thậm chí có thể còn chẳng ai đoài hoài tới người đầu bù tóc rối, suốt ngày phơi mặt ngoài đường như chòm sao này nếu bạn không biết bắt lấy nhân duyên của chính mình. Hãy chuẩn bị thật tươm tất tới những buổi gặp gỡ, giao lưu bạn bè.<br/><br/>&emsp;Dành một ít thời gian để đi du lịch đâu đó sẽ là một ý kiến tuyệt vời cho bạn trong tháng này. Áp lực công việc dạo gần đây có thể khiến cho năng lượng dồi dào của Song Tử cũng có thể bị rơi vào căng thẳng. Cố gắng để bản thân mình thư giãn nhiều hơn, đừng nên làm việc quá sức.<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi nói rằng Cự Giải nên chăm và kiên nhẫn hơn trong công việc. Chính sự lười biếng đã khiến cho tiến độ công việc của bạn bị kéo thụt lùi. Vì thế bạn cần xốc lại tinh thần, sắp xếp thời gian hợp lý. Nếu không nhanh chóng quay lại làm việc nghiêm túc, bạn rất có khả năng bị mất việc đấy.<br/><br/>&emsp;Tình cảm không quá thuận lợi, bạn yếu đuối và thích những thứ thuộc về tương lai, gia đình nhưng hai bạn thì chưa thể tiến tới mức đó. Điều này nảy sinh rất nhiều mâu thuẫn trong lòng và gây sự với nửa kia khiến hai người tranh cãi không có hồi kết. Những vấn đề phức tạp ngày một nhiều, hướng giải quyết thì bế tắc.<br/><br/>&emsp;Một số chi phí phát sinh bất ngờ khi bạn nảy ra ý tưởng mới, chúng có thể từ cách ăn mặc hay từ phong cách sống của bạn. Đây là cơ hội thú vị để có một danh sách ưu tiên và xác định vị trí của chúng. Hãy nghĩ về đích đến tài chính lâu dài chứ đừng chăm chăm vào mục đích trước mắt.<br/><br/>&emsp;Về phương diện sức khỏe tháng này của Cự Giải có vẻ không tốt cho lắm, hậu quả của việc thức đêm nhiều sẽ khiến cho bạn luôn trong tình trạng uể oải mệt mỏi. Vì thế hãy lên giường ngủ sớm nhé, hãy đảm bảo rằng bạn luôn có đủ năng lượng để làm việc và sinh hoạt.<br/><br/>",
	"SuTu":"&emsp;Công việc là mối quan tâm hàng đầu của Sư Tử trong tháng này. Bạn sẽ được ai đó hỗ trợ để hoàn thành các mục tiêu đã đề ra. Nhờ đó nhận được rất nhiều lời khen ngợi, động viên từ cấp trên. Nếu ai đó đang muốn tìm kiếm công việc tốt hơn thì lúc này cũng là thời điểm thuận lợi.<br/><br/>&emsp;Thế nhưng tình hình tài chính trong tháng này khá khó khăn. Bạn cần phải chú ý nhiều hơn trong việc kiểm soát dòng tiền. Các dự án tài chính mới có dấu hiệu trì trệ. Lúc này bạn cần phải giảm thiểu bớt đi những chi phí phát sinh. Có những người lớn tuổi còn tốn khoản tiền lớn cho việc sửa sang nhà cửa.<br/><br/>&emsp;Chòm sao này độc thân, bạn có thể sẽ phát hiện ra mình đang yêu thầm một đối tượng nào đó, nhưng bạn chưa thực hiện bất cứ hành động nào cả. Nếu đã có nửa kia, tình cảm của hai bạn tiến triển một cách khá ổn định, nửa kia có thể cảm thấy không hài lòng với bạn trên một vài phương diện.<br/><br/>&emsp;Tình trạng sức khỏe của Sư Tử tháng này không được ổn định cho lắm. Có vẻ bạn đang cố gắng hết sức mình mà không chú ý đến chế độ ăn uống hoặc là bạn đang ngày càng yếu sức hơn. Hãy ăn uống đầy đủ và thường xuyên, dành thời gian chăm sóc chính mình dù chỉ là mội đôi lúc ngắn ngủi nào đó.<br/><br/>",
	"XuNu":"&emsp;Xem tử vi tháng 6/2020 của 12 chòm sao, Xử Nữ nên khiêm tốn, kiệm lời để tránh tất cả những cuộc tranh cãi căng thẳng có thể xảy ra bất cứ khi nào. Có thể bạn rất khó bỏ qua những tình huống đối đầu, vì thế hãy chỉ nghĩ và tập trung vào các vấn đề quan trọng, tránh lãng phí cho những việc không đâu.<br/><br/>&emsp;Có những lúc bạn bị giằng xé nội tâm giữa việc hành động hay không hành động. Sẽ là khôn ngoan khi bạn không làm gì trong những tình huống bản thân cảm thấy không chắc chắn. Với tính cách nóng nảy, có phần hung dữ sẽ là nguyên nhân khiến bạn phải đối mặt với những khó khăn trong tháng này.<br/><br/>&emsp;Nếu đã đem lòng yêu mến ai, bạn hãy cởi mở và tự tin hơn khi giao tiếp với người ta, đừng giữ thái độ quá khép nép hoặc dè dặt. Trong khi đó những người đã có đôi cần phải thay đổi một số thói quen không tốt của mình, không nên quá cứng đầu khiến đôi bên dễ nảy sinh tranh cãi.<br/><br/>&emsp;Sức khỏe sẽ tốt nếu bạn biết nghỉ ngơi đầy đủ, càng về cuối tháng Xử Nữ càng phải giới hạn hoạt động của mình trong khoảng thời gian nhất định, chớ nên làm việc quá sức. Bên cạnh đó, bạn cũng không nên nghiêm trọng hóa vấn đề khiến bản thân căng thẳng, hãy nghĩ thoáng ra nhé.<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình có xu hướng gây ra những mâu thuẫn trong tháng này, nhắc nhở bạn phải ý thức hơn với hành động của mình và tìm cách sửa đổi nếu không bạn sẽ cảm thấy bế tắc với tính cách này đó. Trong công việc cũng vậy, đừng cố áp đặt suy nghĩ, quan điểm của bản thân lên người khác nhé.<br/><br/>&emsp;Về phương diện tài chính, bạn cần phải cân nhắc thật kỹ những vấn đề cần tìm hiểu trước khi bạn thực hiện kế hoạch đầu tư lớn hoặc mua một món đồ không cần thiết nào đấy. Nếu không quản lý việc chi tiêu chặt chẽ thì bạn sẽ dễ bị tiêu tán kha khá tiền bạc trong tháng này.<br/><br/>&emsp;Dù cung hoàng đạo này độc thân trở nên khá đào hoa trong thời điểm này, thế nhưng bạn vẫn đủ bình tĩnh và lý trí để đưa ra quyết định chính xác. Nếu đã có nửa kia, mối quan hệ của hai người ổn định, tuy tình cảm không nồng nhiệt như thuở mới yêu, nhưng khi ở bên nhau cả hai đều cảm thấy rất thoải mái.<br/><br/>&emsp;Tình hình sức khoẻ của bạn không có gì đáng lo ngại trong thời gian này. Tuy nhiên, bạn đừng quá chủ quan mà hãy để ý đến những thay đổi của thời tiết để bảo vệ mình tốt nhất. Hãy biết quý trọng bản thân hơn một chút nhé, đừng cậy mình khoẻ mạnh mà làm việc quá sức.<br/><br/>",
	"BoCap":"&emsp;Tử vi 12 chòm sao cho thấy Bọ Cạp sẽ có khá nhiều cơ hội để phát triển con đường sự nghiệp và thực hiện những mục tiêu của mình. Trong công việc bạn sẽ gặt hái được không ít thành công và dần khẳng định được vị trí và năng lực của bản thân, được đồng nghiệp và cấp trên ghi nhận.<br/><br/>&emsp;Đối với chuyện tình cảm, cung hoàng đạo này đừng nên quá bảo thủ nếu không muốn hai người xảy ra thêm những rắc rối và mâu thuẫn. Bên cạnh đó, bạn cũng cần kiểm soát lời nói và hành động của mình trong lúc nóng giận kẻo sẽ gây tổn thương cho những người mình yêu thương đấy.<br/><br/>&emsp;Tình hình tài chính trong tháng này của Bọ Cạp khá khả quan. Bạn nhận được rất nhiều sự hỗ trợ từ những người giỏi, do đó mà dự án của bạn sẽ diễn ra một cách trơn tru hơn. Tuy nhiên, quan trọng nhất vẫn là sự cố gắng của bạn bởi không phải lúc nào cũng có thần may mắn bên cạnh đâu nhé.<br/><br/>&emsp;Về phương diện sức khỏe khá tốt, nhưng bạn vẫn nên nghỉ ngơi và thư giãn vào nửa cuối tháng này. Tháng 6 cũng là thời điểm tốt để điều chỉnh chế độ dinh dưỡng và thay đổi thói quen di chuyển. Nếu có bất kỳ vấn đề nào xảy ra với gia đình, hãy cố gắng giải quyết thật nhanh gọn nhé.<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng tháng cho thấy tài chính của Nhân Mã trong tháng này tương đối ổn định, gần như không gặp bất kì áp lực nào. Hơn nữa bạn còn sẽ nhận được khá nhiều khoản thu nhập khác, tuy đừng mạo hiểm vào những dự án, hay lời mời gọi hấp dẫn mà bạn chưa rõ nhé. Tiền bạc của bạn sẽ bị hao hụt nghiêm trọng đó.<br/><br/>&emsp;Nếu bạn còn độc thân hãy tích cực tham gia những hoạt động xã hội nhé. Bởi qua đây bạn sẽ có những mối quan hệ đầy mới hứa hẹn sẽ đem lại kết quả tốt đẹp đó. Đối với người đã có nửa kia, bạn và người ấy có thể lên kế hoạch cho việc xây dựng ngôi nhà mới hoặc có thêm thành viên nhé.<br/><br/>&emsp;Chòm sao này sẽ có một tháng tràn đầy niềm vui chờ đợi ở phía trước. Nhìn chung công việc diễn ra ổn thỏa. Dù bạn có thể sẽ gặp một vài vấn đề nhỏ nhưng với giúp đỡ nhiệt tình của đồng nghiệp nên mọi việc được nhanh chóng giải quyết, không cần phải lo lắng quá nhiều.<br/><br/>&emsp;Làm việc quá sức và ăn uống, ngủ nghỉ không điều độ sẽ khiến sức khỏe của bạn giảm sút đáng kể. Một người ở cạnh luôn chăm sóc và nhắc nhở có lẽ sẽ thích hợp trong thời gian này. Nhân Mã cần tránh căng thẳng quá mức, hãy suy nghĩ theo chiều hướng đơn giản và tích cực.<br/><br/>",
	"MaKet":"&emsp;Các ý tưởng của Ma Kết nghe có vẻ khá điên rồ nhưng lại được cấp trên ủng hộ, đưa vào triển khai và gặt hái được thành công không ngờ tới. Càng ngày mọi người sẽ càng nhận ra được những khả năng tiềm ẩn của bạn bấy lâu nay, và đương nhiên là sẽ được công nhận.<br/><br/>&emsp;Những bạn còn độc thân có thể hiểu nhầm tình cảm của người khác, có lẽ người ấy không thích bạn như bạn tự tưởng tượng ra đâu. Nếu đã có nửa kia, cung hoàng đạo này cần phải đặt mình vào vị trí của đối phương nhiều hơn, nếu không đôi bên rất dễ xảy ra tranh cãi, mâu thuẫn.<br/><br/>&emsp;Hãy tận dụng mọi kỹ năng xã hội và sự kinh nghiệm của bản thân để thực hiện được mục tiêu. Nên nhớ rằng, để có được thành công bạn phải cần đến sự trợ giúp của rất nhiều người, không phải là khoảng thời gian thích hợp để hành động một mình đâu.<br/><br/>&emsp;Ma Kết cần cắt giảm bớt các hoạt động xã hội trong nửa đầu tháng. Bạn nên đảm bảo sức khỏe và tinh thần để ứng phó tốt với sự bận rộn sau đó. Việc rèn luyện thể chất đều đặn sẽ giúp bạn tăng cường sức khỏe, cung cấp thêm năng lượng cho những hoạt đồng hàng ngày.<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 con cung hoàng đạo nói rằng dù chuyện tình cảm của bảo Bình khá êm đẹp. Người độc thân sẽ có thêm những bước tiến mới trong mối quan hệ nhờ vào sự lãng mạn và tài ăn nói khéo léo của mình. Những đã có đôi có cặp thì nên chú ý quan tâm tới tâm tư tình cảm của nửa kia nhé.<br/><br/>&emsp;Tình hình tài chính tháng này không được khấm khá cho lắm, nguyên nhân chính là do những sự việc bất ngờ xảy ra trong công việc. Tuy nhiên, đến cuối tháng mọi việc sẽ dần ổn định, vì thế nên dù gì xảy ra đi nữa thì bạn cũng cần giữ vững tinh thần đương đầu với những rắc rối này nhé.<br/><br/>&emsp;Những thay đổi lớn trong công việc đòi hỏi chòm sao này phải chủ động bắt tay vào giải quyết. Bạn nên tập trung vào các công việc quan trọng hơn như dự án gần deadline. Ngoài ra, bạn cũng chú ý đến những kẻ có ý xấu muốn tiếp cận mình, tốt nhất không nên dễ dàng tin tưởng ai đó.<br/><br/>&emsp;Tình hình sức khoẻ của bạn trong tháng này vô cùng tốt và không có gì đáng lo ngại cả. Bạn chỉ cần ăn uống, nghỉ ngơi điều độ và cố gắng giữ tinh thần lạc quan, tích cực. Có như vậy mới có thể đảm bảo thể trạng khỏe mạnh để bạn tham gia vào các hoạt động trong cuộc sống.<br/><br/>",
	"SongNgu":"&emsp;Song Ngư có một tháng khá là bình lặng đối, đừng nên chú trọng vào những vấn đề lớn mà lại bỏ qua những yếu tố chi tiết quan trọng. Hãy học cách quản lí chặt chẽ mọi chuyện để đạt được hiệu quả hơn. Mối quan hệ xã giao của bạn cũng đang phát triển theo chiều hướng tốt đẹp.<br/><br/>&emsp;Các cặp đôi nảy sinh chút hiểu lầm, nguyên nhân chủ yếu là do chuyện tiền bạc. Vấn đề này khá nhạy cảm nên hãy giải quyết nó thật khéo léo nhé. Với những bạn còn độc thân, hãy cẩn thận với một trong số những người quen bên cạnh mìn, ai đó đang lợi dụng sự cả tin của bạn để làm trò đùa đấy.<br/><br/>&emsp;Chính sự linh hoạt cộng với kỹ năng giao tiếp khéo léo sẽ hỗ trợ Song Ngư rất nhiều trong việc hoàn thành mục tiêu đấy. Tuy nhiên, có vẻ như môi trường làm việc của bạn khá căng thẳng vì khối lượng công việc khá nhiều. Do đó, bạn cần tập trung và cố gắng thật nhiều để hoàn thành đúng thời hạn nhé.<br/><br/>&emsp;Song Ngư hãy học cách thư giãn và tận hưởng cuộc sống. Mọi việc rồi sẽ tìm ra cách giải quyết, vì thế bạn hãy bớt suy nghĩ, quan tâm tới bản thân nhiều hơn. Bạn chớ nên thay đổi chế độ ăn uống, hãy duy trì thực đơn bữa ăn một cách khoa học, kết hợp rèn luyện cơ thể.<br/><br/>"
    },
"202005": {
	"Ty":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Tý</b><br/>&emsp;Xem tử vi sự nghiệp tuổi Tý tháng 4 âm lịch, bản mệnh gặp được quý nhân nên vận trình có phần hanh thông suôn sẻ hơn. Con giáp này có thể thở phào nhẹ nhõm khi mà những khó khăn đã dần lùi bước. Tuổi Tý vẫn mắc phải sai sót nhưng giờ đã có người chống lưng nên nhanh chóng xử lý được vấn đề phát sinh, được cấp trên ưu ái, bỏ qua coi như không nhìn thấy.<br/><br/>&emsp;Xem tử vi tài lộc tuổi Tý 2020, tháng 4 âm năm Canh Tý là lúc mà những chú Chuột không cần phải lo lắng quá nhiều về tiền bạc bởi tài vận khá ổn định, các nguồn thu vẫn duy trì vững vàng, không thừa không thiếu. Điều này đòi hỏi bản mệnh cần phải học cách sống tiết kiệm, chi tiêu hợp lý để không lạm chi. Nếu biết cách tiêu dùng thì tuổi Tý còn có thể tích cóp được 1 khoản tiền khá lớn nữa đó.<br/><br/>&emsp;Vận trình tình cảm của tuổi Tý trong tháng 4 âm lịch này không có nhiều biến động lớn. Bạn đã dần quen với sự có mặt của đối phương và tận hưởng cuộc sống tràn ngập tình yêu. Người có đôi sẽ có thêm nhiều kỷ niệm với người mình yêu.",
	"Suu":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Sửu</b><br/>&emsp;Bước sang tháng 4 âm lịch, sự nghiệp của những chú Trâu bắt đầu khởi sắc hơn. Không còn chịu sự kìm kẹp của tiểu nhân, bản mệnh nhận được nhiều cơ hội để khẳng định mình.<br/><br/>&emsp;Đây là cơ hội hiếm có để con giáp này thể hiện được năng lực thực sự của mình và được cấp trên công nhận trở lại. Với những bạn làm kinh doanh buôn bán, hãy chú ý hơn đến tiểu tiết, điều đó có thể giúp bạn nắm bắt được thời cơ quý báu và tránh được những sai lầm chết người.<br/><br/>&emsp;Xét vận trình tài lộc của tuổi Sửu tháng 4 năm 2020 âm lịch, con giáp này có được những bước tiến khá tích cực trên chặng đường tìm kiếm tài lộc. Bản mệnh sẽ có được những cơ hội hợp tác lớn để tiến hành kinh doanh, khởi nghiệp.<br/><br/>&emsp;Tuy nhiên cũng cần phải thận trọng khi lựa chọn đối tác, đừng chỉ nhìn vào tiền mà mất cảnh giác. Nguồn thu từ công việc chính cũng khá tốt nhờ khả năng ứng biến linh hoạt, xử lý vấn đề nhanh chóng của tuổi Sửu.<br/><br/>&emsp;Xét về đường tình duyên, tháng 4 âm lịch tuổi Sửu không có nhiều tin báo. Bản mệnh nếu đã có người thương thì tình cảm bình ổn, không tăng tiến mà cũng không tụt lùi.<br/><br/>&emsp;Với những bạn còn độc thân thì trong tháng đào hoa ảm đạm, khó có được nhân duyên như mong đợi. Bạn sẽ phải chủ động hơn hoặc cần đến sự trợ giúp của người thân để giúp nhân duyên khởi sắc.<br/><br/>&emsp;Xét về sức khỏe thì bệnh tật tiềm ẩn trong cơ thể sẽ phát tác ra rất nhiều trong ngày thuộc tháng này. Mệnh chủ nên chú ý từng thay đổi dù nhỏ nhất để kịp thời đến bệnh viện chữa trị.<br/><br/>&emsp;",
	"Dan":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Dần</b><br/>&emsp;Xem tử vi sự nghiệp tháng 4 âm, tuổi Dần khó đạt được mục tiêu đề ra trong thời gian này. Bạn cần phải cẩn trọng hơn với những chuyện giấy tờ, sổ sách, hạn chế để sai sót bởi điều này có thể khiến bạn phải trả giá khá đắt.<br/><br/>&emsp;Xem tử vi tài lộc tháng 4 âm, tuổi Dần khó bề tích lũy được tiền của, thậm chí còn làm mất khoản tiền lớn trong chớp mắt. Con giáp này không có nhiều nguồn thu, trước hết phải tiết kiệm phòng hờ chứ không phải đem tiền đi đầu tư kinh doanh hết cả, dễ trắng tay.<br/><br/>&emsp;Xem đường tình tháng 4 âm của tuổi Dần, con giáp này có thể sẽ không có nhiều thời gian để tìm kiếm 1 nửa của mình, có quá nhiều việc khiến bạn phải bận tâm. Gia đình cũng có phần xáo trộn khi con giáp này phải đi sớm về khuya liên tục để giải quyết các sự cố bất ngờ phát sinh.",
	"Meo":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Mão</b><br/>&emsp;Xem tử vi hàng tháng của 12 con giáp cho biết, tháng này công việc của con giáp này xuất hiện một vài trục trặc nên mục tiêu đề ra vẫn chưa thể hoàn thành, có thể sẽ ảnh hưởng đến sự đánh giá của cấp trên đối với bạn.<br/><br/>&emsp;Qua tháng 4/2020, đường tài lộc của tuổi Mão sẽ chuyển biến tích cực hơn, không cần phải chi tiêu quá mức tiết kiệm. Về cơ bản thì thu nhập vẫn chưa tăng lên hẳn, chỉ là con giáp này sẽ có 1 khoản thu cố định, đủ để tiêu dùng cho các khoản sinh hoạt thường ngày.<br/><br/>&emsp;Có điều trong tháng có thể gặp tai nạn bất ngờ, bạn có thể tốn thêm 1 khoản cho vấn đề sức khỏe. Nên cẩn trọng nếu không muốn chịu đau mà còn mất tiền oan.<br/><br/>&emsp;Tuổi Mão đã dần lấy lại được cảm xúc cho mình trong tháng 4 âm lịch này. Bạn và người ấy chịu ngồi lại để tâm sự, chia sẻ với nhau, tháo gỡ những hiểu lầm trước đó. Tình cảm dần khởi sắc, sẽ có những tín hiệu đáng mừng.<br/><br/>&emsp;Con giáp này cũng không cần phải lo lắng quá nhiều về các vấn đề sức khỏe. Dù không mắc bệnh gì nghiêm trọng nhưng khả năng bị ngã, bị thương do va đập, cọ xát của con giáp này khá cao, đi đường hay làm gì cũng nên chú ý cẩn thận, vừa để giữ cho sức khỏe tốt, vừa tiết kiệm được 1 khoản chi cho bệnh viện.",
	"Thin":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Thìn</b><br/>&emsp;Tuổi Thìn trong tháng 4 âm sẽ có khoảng thời gian khá dễ thở trong công việc. Những kế hoạch của bạn được triển khai thuận lợi, hầu như không có khó khăn gì đáng kể.<br/><br/>&emsp;Tháng 4/2020 âm, tuổi Thìn sẽ giành lại được thế mạnh về tài lộc của mình. Đặc biệt, theo tuvingaynay.com tiền kiếm được trong tháng chủ yếu nhờ may mắn hoặc nghề tay trái mà ra, càng về cuối tháng sẽ có thêm càng nhiều cơ hội.<br/><br/>&emsp;Chuyện làm ăn kinh doanh cũng tiến triển tốt, lợi nhuận thu về gấp đôi gấp ba so với bình thường. Chuyện hợp tác kinh doanh suôn sẻ, có thể tiến hành đầu tư để sinh lời.<br/><br/>&emsp;Đường tình duyên của tuổi Thìn tháng 4 âm khá tốt. Đào hoa trở lại, hạnh phúc rồi cũng mỉm cười với người có duyên. Người độc thân có nhiều mối quan hệ có thể tiến triển thành tình yêu. Bạn cần sự tỉnh táo bên cạnh cảm xúc để lựa chọn đúng người, đúng thời điểm. Có thể bạn cần 1 phép thử cho tình yêu.<br/><br/>&emsp;Người có đôi đào hoa vượng nhưng chưa chắc đã là chuyện tốt bởi khi không có nhiều người khác phái để mắt đến, khiến cho nửa kia cảm thấy bất an, sợ mất đi tình yêu mình đang có. Bạn cần phải thể hiện tình cảm của mình rõ ràng hơn, cũng giữ khoảng cách thích hợp với người khác phái để tránh những hiểu lầm không đáng có.",
	"Ti":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Tỵ</b><br/>&emsp;Xem tử vi sự nghiệp tháng 4 của tuổi Tỵ, con giáp này không gặp nhiều khó khăn trong công việc. Bản mệnh được quý nhân giúp sức, dù đôi lúc vẫn mắc phải sai sót nhưng đều được bỏ qua, tổng thể vận trình lý tưởng.<br/><br/>&emsp;Người tuổi Tỵ trong tháng 4 âm năm Canh Tý vận trình tài lộc ổn định. Tuy nhiên, sức khỏe của bản mệnh không được tốt lắm nên có thể sẽ tốn 1 khoản nhỏ để chăm sóc bản thân.<br/><br/>&emsp;Trong tháng 4/2020, người tuổi Tỵ nếu còn độc thân thì vẫn chưa tìm được cơ hội tình yêu, khó khăn trong việc duy trì 1 mối quan hệ bởi bạn còn chưa thực sự sẵn sàng chịu trách nhiệm với tình cảm của mình.<br/><br/>&emsp;Có điều, xét về phương diện sức khỏe thì con giáp này cần phải lưu ý đến mắt. Nên thường xuyên giữ vệ sinh cho đôi mắt, không nên tiếp xúc với các thiết bị điện tử trong 1 thời gian quá dài, đồng thời nên lựa chọn các loại thực phẩm tốt cho mắt để cải thiện chất lượng của đôi mắt.",
	"Ngo":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Ngọ</b><br/>&emsp;Trong tháng 4/2020 âm lịch, những chú Ngựa lại phải vất vả với công việc của mình. Con giáp này đắc tội với không ít người, nhân duyên ảm đạm nên chẳng có ai giúp đỡ cho, ngược lại còn bị gây khó dễ không ít lần.<br/><br/>&emsp;Họa thị phi đeo bám là lý do chính yếu dẫn đến sự sụt giảm trong tử vi sự nghiệp tháng này. Con giáp này nên nói ít làm nhiều thì sẽ tốt hơn đó.<br/><br/>&emsp;Tiến sang tháng 4/2020, người cầm tinh con Ngựa lại phải thắt chặt chi tiêu khi mà công việc của bạn không được thuận lợi, có thể sẽ bị người khác chèn ép, gây khó dễ, kiếm tiền khó khăn.<br/><br/>&emsp;Trong tháng 4 âm lịch, con giáp này vẫn chưa thể vui vẻ nổi khi tình duyên vẫn mang 1 màu xám ảm đạm, không biết tới khi nào mới tìm lại được niềm vui. Bản mệnh cần phải đặt gia đình lên trên hết, bỏ bớt những nỗi lo lắng, quan tâm thường trực để giữ lấy hạnh phúc cho mình.",
	"Mui":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Mùi</b><br/>&emsp;Sự nghiệp của người tuổi Mùi không có nhiều biến động trong tháng 4/2020 âm lịch. Bạn vẫn có thể giữ vững phong độ của mình, tạo nên móng cho sự phát triển trong tương lai. Khoảng thời gian này, bạn vẫn cần cố gắng tiếp thu, học hỏi không ngừng.<br/><br/>&emsp;Tình hình tiền bạc của người tuổi Mùi không có nhiều biến động trong thời điểm này. Mọi việc có xu hướng phát triển đi lên, tuy nhiên, bản mệnh không nên sơ suất, lơ là mà cần luôn cảnh giác với những biến động bất ngờ.<br/><br/>&emsp;Tình duyên của người tuổi Mùi không được như ý trong tháng 4 âm lịch, nhất là với những đôi lứa đang yêu xa. Theo tuvingaynay.com bạn và người ấy có thể xảy ra mâu thuẫn, tranh cãi vì những chuyện nhỏ nhặt. Tốt nhất, đôi bên nên làm hòa càng nhanh càng tốt, không nên để thời gian kéo dài gây ra khoảng cách hoặc rạn nứt tình cảm.<br/><br/>&emsp;Về phương diện sức khỏe, dù là người trẻ tuổi hay đã lớn tuổi đều cần chú ý rèn luyện thân thể, đặc biệt là nâng cao sức để kháng và miễn dịch. Đồng thời, bản mệnh không nên thức khuya, cần phải chú ý trong lĩnh vực ẩm thực, không nên uống rượu, hút thuốc và ăn đồ có nhiều dầu mỡ…",
	"Than":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Thân</b><br/>&emsp;Người tuổi Thân vẫn gặp phải nhiều tình huống rắc rối, phức tạp trong công việc, nhưng nếu như giữ được bình tĩnh thì mọi việc đều có cách giải quyết thích đáng.<br/><br/>&emsp;Thời điểm cuối tháng, quý nhân có thể xuất hiện giúp bạn giải quyết được khó khăn, đạt được mục tiêu đã đề ra trước đó. Tuy nhiên, con giáp này vẫn cần phải cẩn thận kẻ tiểu nhân rình rập.<br/><br/>&emsp;Tình hình tài chính của bản mệnh dần bước qua khỏi thời kỳ tăm tối và dần dần có những dấu hiệu phát triển đi lên. Khi gặp phải tình huống khó khăn, bạn cần giữ thái độ bình tĩnh để giải quyết vấn đề. Có thể quý nhân sẽ xuất hiện vào giai đoạn này để giúp đỡ bạn.<br/><br/>&emsp;Người còn độc thân cần có thái độ chủ động hơn trong quá trình tìm kiếm nửa kia, không nên phụ thuộc vào bất kỳ yếu tố nào. Nếu đã tìm được người phù hợp thì nên tự tin giữ mối quan hệ, trò chuyện nhiều hơn để đôi bên thêm phần thấu hiểu.<br/><br/>&emsp;Tình hình sức khỏe của người tuổi này không như ý, vì vậy cần chú ý vấn đề ăn uống đúng giờ giấc, không nên ăn nhiều đồ ăn nhanh hoặc đồ ăn không hợp vệ sinh, gây ảnh hưởng đến tiêu hóa.",
	"Dau":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Dậu</b><br/>&emsp;Người tuổi Dậu phải chịu áp lực công việc khá nặng nề, thậm chí bạn còn cảm thấy khá căng thẳng vì cho rằng công việc vượt quá khả năng của mình. Theo tuvingaynay.com hãy cố gắng biến áp lực trở thành động lực, không đầu hàng trước khó khăn mà phải luôn tự động viên bản thân mình. Bạn có thể thư giãn bằng cách tham gia các hoạt động tập thể hoặc đến những nơi thanh bình giúp thư giãn đầu óc.<br/><br/>&emsp;Thời điểm tháng 4 âm lịch, tình hình tài chính của người tuổi Dậu có dấu hiệu tăng lên đáng kể, nhất là với những ai làm trong lĩnh vực tài chính, kinh doanh bất động sản, bảo hiểm. Tuy nhiên, để có thể đạt được thành tích như ý muốn, bản mệnh cũng cần phải bỏ công sức lao động tương đương.<br/><br/>&emsp;Tình duyên của người tuổi Dậu khá ổn định trong khoảng thời gian này. Bạn tiếp tục giữ được mối quan hệ tốt với mọi người, nhận được sự quan tâm của một vài đối tượng khác giới. Người đã lập gia đình biết thấu hiểu và thông cảm cho nửa kia.<br/><br/>&emsp;Ngoài ra, bản mệnh cũng cần phải giữ những suy nghĩ lạc quan, tích cực, có thời gian rảnh nên tham gia các hoạt động tập thể hoặc đến những nơi thanh bình giúp thư giãn đầu óc.",
	"Tuat":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Tuất</b><br/>&emsp;Tháng 4 âm lịch, sự nghiệp của người tuổi Tuất vẫn khá suôn sẻ. Những người làm ăn kinh doanh tìm được mối đầu tư như ý, thu lại lợi nhuận khả quan. Người làm buôn bán nhận được sự tin tưởng của khách hàng.<br/><br/>&emsp;Tài lộc của người tuổi Tuất có bước chuyển biến tích cực trong thời gian này. Những người làm trong lĩnh vực ẩm thực, buôn bán sẽ kiếm được lợi nhuận lớn. Đồng thời, người làm đầu tư, kinh doanh được Thần Tài chiếu cố nên tìm được mối đầu tư như ý.<br/><br/>&emsp;Người tuổi Tuất không được thuận lợi trong chuyện tình cảm. Những người đã lập gia đình thường xuyên mâu thuẫn, tranh cãi với nửa kia, vấn đề chủ yếu liên quan đến sự nghiệp hoặc con cái. Nếu không nhanh chóng khắc phục thì mối quan hệ giữa hai người sẽ dần dần trở nên xa cách.",
	"Hoi":"<b>Tử vi tháng 4/2020 âm lịch của tuổi Hợi</b><br/>&emsp;Phương diện sự nghiệp của người tuổi Hợi gặp phải nhiều chông gai. Bạn dễ mắc phải những sai sót nhỏ do thái độ làm việc còn lơ đãng, thiếu tập trung, và điều này làm ảnh hưởng đến sự đánh giá của cấp trên với bạn. Nếu muốn phát triển, bạn cần phải thay đổi ngay thái độ này.<br/><br/>&emsp;Người tuổi Hợi có thể sẽ mắc phải một vài sai lầm nhỏ do sự lơ đãng, thiếu tập trung của mình. Điều này có thể khiến một số người mất tin tưởng vào bạn, vì thế, bạn cần phải chấn chỉnh lại thái độ của mình ngay. May mắn, tài chính của bạn không gặp nhiều ảnh hưởng.<br/><br/>&emsp;Sang tháng 4 âm lịch, chuyện tình cảm của người tuổi Hợi có những bước chuyển biến tích cực hơn so với khoảng thời gian trước đó.<br/><br/>&emsp;Bản mệnh trở nên cực kỳ vượng vận đào hoa, đặc biệt là với nữ mệnh còn độc thân. Bạn hấp dẫn được những đối tượng khác phái triển vọng nhờ những điểm mạnh của mình. Nam mệnh thì cần chủ động và tích cực hơn nếu muốn chinh phục người trong lòng.",
	"BachDuong":"Nhìn chung, tháng 5/2020 của Bạch Dương khá bình lặng và ổn định. Khoảng cuối tháng, sẽ có những may mắn bất ngờ đến với bạn, hãy tận dụng nó thật tốt để có thể thay đổi vị trí tại cơ quan. Ngoài ra, hãy biết khôn khéo hơn một chút trong giao tiếp thay vì quá thẳng thắn như thường ngày. Những thay đổi nhỏ trong cuộc sống hàng ngày sẽ mang lại cho bạn nhiều hiệu quả bất ngờ đối với các mối quan hệ xung quanh. Đây là một tháng không có quá nhiều thứ nổi bật rõ ràng. Cơ hội đến với bạn dưới một hình thức khác nên hãy tinh ý. Hãy đặt mình ở tư thế luôn sẵn sàng tiếp nhận cơ hội và tỏa sáng. Bạn sẽ có một tháng mới hoàn hảo nếu làm được điều đó.<br/><br/><b>Sự nghiệp và công việc cung Bạch Dương tháng 5/2020</b><br/>&emsp;Ổn định là một từ chính xác để nói về sự nghiệp của Bạch Dương trong tháng này. Điều đó cũng đúng đối với túi tiền của bạn. Nếu tháng 4 là một tháng đầy rắc rối của Bạch Dương thì tháng mới này sẽ khác. Nhờ vào việc ý thức để thay đổi thói quen sinh hoạt, ứng xử nơi công sở, bạn sẽ được đồng nghiệp rất yêu quý. Với cấp trên, tháng này bạn cũng có một mối quan hệ khá tốt. Sẽ có một vài tín hiệu mừng cho bạn vào cuối tháng. Vì vậy, hãy cố gắng ngay từ đầu tháng, đừng từ bỏ một cơ hội nào dù là nhỏ.<br/><br/>&emsp;Tài chính ổn định, không có thêm nguồn thu nhập mới nào. Các khoản đầu tư nếu có của Bạch Dương có vẻ vẫn chưa sinh lời nhiều vào tháng này. Hãy kiếm soát chi tiêu nếu không muốn lâm vào tình trạng rỗng túi khi chưa có lương bạn nhé.<br/><br/><b>Tình cảm cung Bạch Dương tháng 5/2020</b><br/>&emsp;Tuy công việc không có gì nổi bật nhưng tình cảm của Bạch Dương tháng 5 này lại có nhiều tín hiệu tốt. Có thể nói, bạn là một chòm sao hạnh phúc nhất trong tháng này. Nếu đang FA, đây là thời điểm để bạn có một nửa đích thực. Người mà bạn thầm thương bấy lâu nay, bạn không biết đó thôi, rất để ý đến bạn. Hãy mạnh dạn cho người ấy một cái hẹn, chắc chắn bạn sẽ thoát đời độc thân ngay thôi. Còn đối với những Bạch Dương đã có đôi, tháng này hai bạn sẽ có nhiều thời gian vun đắp tình cảm hơn. Hãy dành vài ngày cuối tuần bên nhau cùng tâm sự nói chuyện để vun đắp tình cảm. Có nhiều tín hiệu trong tử vi tháng 5 của Bạch Dương cho thấy một happy-ending cho tình yêu của bạn rồi.<br/><br/><b>Sức khỏe cung Bạch Dương tháng 5/2020</b><br/>&emsp;Thế mạnh của Bạch Dương là thể chất. Dù là nam hay nữ, bạn cũng dành thời gian hàng ngày để chăm sóc sức khỏe bản thân. Chính vì vậy, không ngạc nhiên nếu trong tháng bạn vẫn giữ được phong độ tốt. Tuy nhiên, sẽ có vài vấn đề nhỏ như cảm cúm thông thường khi thời tiết thay đổi. Đừng chủ quan, hãy làm đúng hướng dẫn của các bác sỹ và kết hợp những bài tập thể dục hàng ngày. Có như vậy phong độ của bạn mới lên được.<br/><br/><b>Lời khuyên cho cung Bạch Dương tháng 5/2020</b></br>Thay vì thái độ cứng rắn có phần lạnh lùng hàng ngày, hãy thử thay đổi. Nhìn mọi người với ánh mắt lạc quan hơn. Cố gắng hòa đồng với đồng nghiệp, điều đó sẽ giúp ích rất nhiều trong công việc hàng ngày.<br/><br/>&emsp;Thể chất của bạn là có sẵn, hãy làm tốt các mối quan hệ cùng với sự nỗ lực hết mình. Chắc chắn bạn sẽ có một tháng hoàn hảo.",
	"KimNguu":"Nếu như tháng 4 là một tháng có nhiều thử thách thì tháng tới lại hơi khác. Tử vi tháng 5/2020 của Kim Ngưu dự đoán một tháng bình lặng và thanh tĩnh hơn. Có vẻ như chuyện tình cảm của bạn sẽ gặp được rất nhiều nhân duyên tốt. Hãy biết tận dụng cơ hội để có những bước tiến mới trong mối quan hệ này. Nhìn chung, Kim Ngưu sẽ có một tháng rất thoải, vui vẻ và lãng mạn.<br/><br/><b>Sự nghiệp và công việc cung Kim Ngưu tháng 5/2020</b><br/>&emsp;Không thể nói bạn sẽ sống thoải mái vui vẻ khi trong túi không có một xu trong thời đại này. Hãy chờ đón một tháng mới đầy may mắn trong đầu tư tài chính nhé Kim Ngưu. Bạn sẽ bất ngờ khi thấy các lợi nhuận sinh ra từ khoản đầu tư của mình từ trước. Cùng với số tiền tiết kiệm được, bạn sẽ có một khoản kha khá trong tháng đủ để mua sắm một cái gì đó to to rồi. Chúc mừng bạn vì điều này.<br/><br/>&emsp;Trong công việc, bạn biết cách giải quyết những vấn đề phức tạp. Công việc dù có khó khăn đến mấy nhưng qua tay bạn nó lại trở nên êm đẹp. Chính vì vậy cấp trên rất để ý đến bạn. Rất có thể trong tháng này hoặc thời gian tới bạn sẽ có những thăng tiến trong công việc. Công việc của Kim Ngưu tháng 5 được gói gọn trong 2 từ xuất sắc.<br/><br/><b>Tình cảm cung Kim Ngưu tháng 5/2020</b><br/>&emsp;Công việc thăng tiến, nhưng dự đoán tháng 5/2020 lại là một tháng không mấy may mắn trong chuyện tình cảm. Kim Ngưu sẽ hơi mất chủ động trong chuyện tình cảm. Sẽ có một vài rắc rối nhỏ trong tình yêu giữa hai bạn. Lời khuyên cho Kim Ngưu là hãy rạch ròi giữa công việc và tình cảm. Bạn không nên dùng những quyết đoán trong công việc để xử lý chuyện tình cảm. Nó sẽ biến thành bảo thủ, và là nguyên nhân gây rạn nứt tình cảm giữa hai người. Hãy kiểm soát lời nói, hành động để giữ tình cảm êm đẹp.<br/><br/><b>Sức khỏe cung Kim Ngưu tháng 5/2020</b><br/>&emsp;Kim Ngưu là cung hoàng đạo không mấy chăm chỉ trong việc luyện tập thể lực. Hãy tạo thói quen cho mình ngay hôm nay bạn nhé. Đừng để sự lười biếng ảnh hưởng đến sức khỏe. Vì có sức khỏe bạn mới có thể tận hưởng đươc những may mắn mà ông trời ban tặng cho mình. F5 lại lịch trình rèn luyện thể chất thôi nào!<br/><br/><b>Lời khuyên cho cung Kim Ngưu tháng 5/2020</b><br/>&emsp;Đừng thu mình quá trong chuyện tình cảm. Điều này sẽ càng làm gia tăng khoảng cách giữa hai bạn. Hãy cùng nói chuyện để hiểu nhau hơn, lắng nghe nửa kia cũng là một ý hay. Tình cảm phải có sự sẻ chia và thấu hiểu mới bền chặt. Hãy làm được điều này trước khi nghĩ đến việc tiến xa hơn. Chúc Kim Ngưu có một tháng “giàu ú ụ” cả về tiền tài lẫn tình cảm!",
	"SongTu":"Thế mạnh của Song Tử là bản lĩnh và sự chủ động. Trong tháng 5 này, điều đó sẽ giúp bạn có nhiều thuận lợi trong công việc và cả tình yêu. Đặc biệt, với khả năng tập trung cao và sự nhạy bén trời phú, dự kiến tháng mới của bạn sẽ có được không ít thành tích trong học tập cũng như công việc.<br/><br/>&emsp;Tử vi tháng 5/2020 của Song Tử ngập tràn trong sắc hồng lãng mạn của chuyện tình cảm. Bên cạnh đó, với khả năng sáng tạo tuyệt vời, bạn sẽ có nhiều thành tích trong công việc. Hứa hẹn là một tháng vui vẻ chốn công sở của bạn. Tuy nhiên, đầu tháng sẽ có một vài vấn đề gia đình, tuy nhỏ nhưng có vẻ như bạn hơi thiếu kiên nhẫn. Hãy bình tĩnh, đừng để chuyện bé xé to làm mất hòa khí gia đình bạn nhé.<br/><br/><b>Sự nghiệp và công việc cung Song Tử tháng 5/2020</b><br/>&emsp;Bạn sẽ có một tháng tỏa sáng chói lóa với đồng nghiệp. Nhờ những năng lực vốn có, cộng với độ nhạy bén, nhanh nhẹn trời phú, mọi công việc đều được giải quyết tốt. Tuy nhiên, công việc của Song Tử trong tháng mới sẽ có nhiều thay đổi. Nếu như bắt kịp nhịp độ, giữ vững tinh thần lạc quan và thái độ làm việc hết mình, bạn sẽ có được thành quả xứng đáng.<br/><br/>&emsp;Tài chính của Song Tử trong tháng mới không có nhiều thay đổi. Hầu bao của bạn không quá rủng rỉnh nhưng cũng đủ để bạn có một vài ngày “hoang phí” nhẹ. Hãy tự thưởng cho mình một ngày thư giãn để lấy lại sức làm việc. Một lời khuyên cho bạn trong tháng, hãy lập một tài khoản tiết kiệm riêng. Sẽ có một vài cơ hội đầu tư tốt xuất hiện, nhưng nếu bạn không có tiền, cơ hội sẽ bị bỏ qua lãng phí.<br/><br/><b>Tình cảm cung Song Tử tháng 5/2020</b><br/>&emsp;Nếu là một Song Tử đang FA, bạn không nên vội vàng phải bắt cặp với một ai đó ngay tháng này. Có vẻ như không phù hợp lắm nếu bạn tiến quá nhanh, sẽ làm đối tượng nghi ngờ và hoảng sợ. Đừng lo lắng, nửa kia của bạn sẽ xuất hiện sớm thôi. Hãy lấp đầy khoảng trống bằng tình cảm gia đình, bạn sẽ có được cảm giác hạnh phúc không kém tình yêu đâu.<br/><br/><b>Sức khỏe cung Song Tử tháng 5/2020</b><br/>&emsp;Năng lượng trong công việc của Song Tử khá dồi dào. Bạn luôn muốn lao mình vào làm việc để thể hiện bản thân với cấp trên. Chính điều đó làm bạn hơi đuối vào cuối tháng. Hãy chăm chỉ tập luyện để có một sức khỏe tốt. Có như thế bạn mới có thể làm việc và giải quyết các vấn đề của mình một cách sáng suốt.<br/><br/>&emsp;Bạn có thể thử một vài bài tập mới trong tháng như ngồi thiền tĩnh tâm hay chạy bộ buổi sáng. Sẽ rất hợp để bạn có thể xử lý những rắc rối trong các mối quan hệ của bạn tháng này.<br/><br/><b>Bói chỉ số may mắn cung Song Tử tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 4/5.<br/>&emsp;May mắn trong công việc: 5/5.<br/>&emsp;May mắn tình duyên: 1/5.<br/>&emsp;May mắn tiền tài:2/5.<br/><br/><b>Lời khuyên cho cung Song Tử tháng 5/2020</b><br/>&emsp;Đừng lo nếu bạn cảm thấy mệt mỏi và hơi đuối vào cuối tháng. Một vài bài tập nhẹ sẽ tiếp thêm năng lượng cho bạn. Công việc sẽ chiếm hầu hết quan tâm của bạn, thế nhưng đừng quên cho bản thân nghỉ ngơi. Thư giãn, tĩnh tâm, tự thưởng cho bản thân một vài ngày lười biếng cũng là cách để có thêm niềm vui đấy.",
	"CuGiai":"Công việc của Cự Giải có khá nhiều trở ngại trong tháng mới. Tuy nhiên, điều đó sẽ được bạn biến thành cơ hội để tỏa sáng. Bởi bạn vốn dĩ là người không ngại khó. Bạn tin rằng mình có thể giải quyết được mọi việc, bạn tin là bạn làm đúng và bạn cố gắng hết sức. Chính vì vậy, những khó khăn xảy đến đầu tháng bạn sẽ vượt qua dễ dàng. Và cuối tháng sẽ là thời điểm bạn tận hưởng. Tâm lý sẽ chi phối cuộc sống của bạn rất nhiều vì Cự Giải sống khá hướng nội. Hãy chú ý đến những giấc mơ vì nó thường báo hiệu một điều gì đó trong tương lai của bạn. <br/><br/>&emsp;Xem tử vi 12 cung hoàng đạo thấy trong tháng này, khoảng ngày mùng 6, 7, 8 sẽ là những ngày rất may mắn với bạn. Hãy thử vận may trong những ngày này, biết đâu bạn sẽ có được nhiều bất ngờ?<br/><br/><b>Sự nghiệp và công việc cung Cự Giải tháng 5/2020</b><br/>&emsp;Khả năng biểu đạt ngôn ngữ là một thế mạnh của Cự Giải mà nhiều người mơ ước. Bạn luôn tận dụng lợi thế này để giải quyết được rất nhiều công việc. Mâu thuẫn trong các mối quan hệ vì thế mà hầu như không có. Khả năng giao tiếp khéo léo, cách xử lý tình huống nhanh nhẹn khiến mọi trục trặc trong công việc của Cự Giải vào giữa tháng trở nên bình thường. Bạn biết bày tỏ đúng cách mong muốn và quan điểm của mình với cấp trên. Vậy nên việc tiếp tục nhận được nhiều lời khen ngợi của lãnh đạo trong tháng này không quá ngạc nhiên.<br/><br/>&emsp;Về tài chính, Cự Giải có vài nguồn thu mới đến từ những khoản đầu tư bạn không ngờ tới. Nhìn chung, túi tiền của bạn khá rủng rỉnh trong suốt cả tháng. Tháng 5 này, bạn nên nghĩ đến việc làm từ thiện. Tốt nhất là vào cuối tháng. Bạn có thể tham gia một chương trình nào đó, hoặc cùng bạn bè tổ chức một buổi từ thiện nhỏ. Điều này sẽ đem lại nhiều may mắn cho bạn trong công việc và tài lộc đấy.<br/><br/><b>Tình cảm cung Cự Giải tháng 5/2020</b><br/>&emsp;Tình yêu của Cự Giải tháng mới cỏ vẻ chưa có nhiều thay đổi. Bạn vẫn giữ thái độ “thờ ơ” với các mối quan hệ tình cảm. Có rất nhiều vệ tinh theo đuổi các Cự Giải độc thân, thế nhưng bạn không mấy quan tâm. Bạn vẫn chưa sẵn sàng để bắt đầu một mối quan hệ mới. Với bạn, gia đình vẫn là điều quan tâm số một hiện tại.<br/><br/>&emsp;Với những Cự Giải đã có đôi, đặc biệt là các cặp vợ chồng, hãy dành thời gian cho nửa kia trong những ngày 11, 12 và 13. Đây là những ngày thích hợp cho những câu chuyện lãng mạn. Hãy sắp xếp vài điều bất ngờ thú vị để hâm nóng tình cảm với nửa kia. Thiên thời, địa lợi, nhân hòa, tình yêu của các bạn sẽ “đơm hoa kết trái” sớm thôi.<br/><br/><b>Sức khỏe cung Cự Giải tháng 5/2020</b><br/>&emsp;Nhìn chung, sức khỏe của bạn không có gì đáng lo ngại. Bạn vẫn duy trì một thể chất ở mức bình thường. Tuy nhiên, đừng vận động quá sức. Hãy hạn chế những hoạt động đòi hỏi thể lực cao hay tốn nhiều công sức. Nếu cuối tháng bạn cảm thấy hơi mệt, hãy tăng cường các thực phẩm giàu Vitamin C như nước cam, bưởi… <br/><br/><b>Bói chỉ số may mắn cung Cự Giải tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 2/5.<br/>&emsp;May mắn trong công việc: 3/5.<br/>&emsp;May mắn tình duyên: 2/5.<br/>&emsp;May mắn tiền tài: 2/5.<br/><br/><b>Lời khuyên cho cung Cự Giải tháng 5/2020</b><br/>&emsp;Bạn rất giỏi trong giao tiếp với đồng nghiệp, nhưng không giỏi lắm trong việc phân bổ thời gian giữa các mối quan hệ. Đừng chỉ quanh quẩn lo cho gia đình, bạn cũng cần có thêm những mối quan hệ xã hội khác. Công việc là điều khiến bạn để tâm nhiều, nhưng cũng đừng quên thư giãn, nghỉ ngơi và đầu tư một chút để chăm sóc bản thân nhé.",
	"SuTu":"Có một cơ duyên nào đó kết nối Sư Tử và người khác. Trong tháng 5 này, bạn sẽ có được nhiều mối quan hệ mới. Có thể trong những người bạn bắt chuyện trên đường có một người có thể giúp bạn được rất nhiều sau này. Vậy nên hãy mạnh dạn, hòa đồng và mỉm cười với bất cứ ai bạn gặp, may mắn sẽ đến với bạn. Hình như bạn đang ấp ủ một kế hoạch startup công nghệ mà lâu nay chưa thực hiện được. Vậy thì đây là thời điểm tốt cho bạn bắt đầu, bạn sẽ rất có duyên với các công việc online. <br/><br/><b>Sự nghiệp và công việc cung Sư Tử tháng 5/2020</b><br/>&emsp;Công việc và tài chính tháng 5 khiến cho Sư Tử cảm thấy khá hài lòng. Bạn không có quá nhiều áp lực trong công việc. Tử vi tháng 5/2020 khuyên bạn làm việc trong môi trường thoải mái. Có như vậy bạn mới phát huy hết năng lực sở trường, thành quả công việc sẽ tăng gấp nhiều lần. Tin vui cho Sư Tử nhé, tháng này bạn sẽ có kha khá tiền thưởng đấy. Hãy tự thưởng cho mình một chuyến du lịch ngắn ngày cùng bạn bè hoặc người thân nhé. <br/><br/>&emsp;Vào khoảng giữa tháng, có lẽ bạn sẽ quyết định bỏ dở một dự án. Nếu không cũng là sẽ mất niềm tin đối với một đối tác nào đó. Tuy nhiên, nếu tiếp tục lên kế hoạch và bắt đầu lại thì khoảng ngày 22-24 là thời gian tuyệt vời nhất. Tiếp theo, hãy thực hiện và bạn sẽ gặt hái kết quả trong vòng 6 tháng.<br/><br/><b>Tình cảm cung Sư Tử tháng 5/2020</b><br/>&emsp;Cơ hội để thoát kiếp FA cho các Sư Tử đã đến. Trong tháng này, một mối quan hệ tình cảm mới sẽ bất ngờ đến với bạn. Hãy để ý và chờ đợi đối phương xuất hiện. Có thể là từ một ib trên facebook, hoặc trong một buổi party nào đó.<br/><br/><b>Sức khỏe cung Sư Tử tháng 5/2020</b><br/>&emsp;Bạn sẽ có một vài vấn đề nhỏ với sức khỏe của mình trong tháng này, có thể là cuối tháng. Đừng lo, sức khỏe của bạn sẽ dần hồi phục thôi. Nhưng tốt nhất, hãy thử vài chục phút đi bộ mỗi sáng hoặc chiều để tăng đề kháng nha.<br/><br/><b>Bói chỉ số may mắn cung Sư Tử tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 3/5.<br/>&emsp;May mắn trong công việc: 2/5.<br/>&emsp;May mắn tình duyên: 3/5.<br/>&emsp;May mắn tiền tài: 3/5.<br/><br/><b>Lời khuyên cho cung Sư Tử tháng 5/2020</b><br/>&emsp;Bạn tạo ra giá trị của bạn. Chính bạn chứ không ai khác có thể tạo ra kì tích. Hãy mạnh dạn và quyết đoán hơn trong những quyết định của bản thân để gặt hái được nhiều thành công hơn nhé!",
	"XuNu":"Tử vi tháng 5/2020 đánh dấu nhiều dấu mốc quan trọng trong công việc và học tập của Xử Nữ. Thời điểm này, bạn dồi dào năng lượng đến mức khiến đồng nghiệp kinh ngạc. Mọi công việc sẽ được giải quyết chu toàn. Sẽ có những cơ hội bất ngờ ập đến, hãy chớp thời cơ nhanh tay, nhất là Xử Nữ sinh tháng 9.<br/><br/><b>Sự nghiệp và công việc cung Xử Nữ tháng 5/2020</b><br/>&emsp;Là một tháng có nhiều bước tiến trong công việc. Điều này có được do những nỗ lực đến từ chính bạn và những gì bạn đã thể hiện. Sự nghiệp của bạn sẽ rực rỡ nhất vào khoảng giữa tháng. Sẽ có vô số lời khen và phần thưởng xứng đáng cho những gì bạn đã cống hiến. <br/><br/>&emsp;Tình cảm cung Xử Nữ tháng 5/2020</b><br/>&emsp;Có vẻ như tháng 5 là một tháng may mắn với Xử Nữ. Nếu đang độc thân, bạn sẽ tìm thấy nửa kia sớm thôi, khoảng đầu tháng. Đó sẽ rất có thể là đối tác làm ăn đã để ý đến bạn lâu nay đấy. <br/><br/><b>Sức khỏe cung Xử Nữ tháng 5/2020</b><br/>&emsp;Quá nhiều điều để nói về sự nghiệp của Xử Nữ trong tháng này. Nhưng chính công việc lại đốt cháy gần như hoàn toàn năng lượng của bạn. Hãy chú ý chăm sóc cơ thể, bồi bổ bằng các món ăn giàu dinh dưỡng. Lời khuyên cho bạn là hãy thử Yoga hoặc ngồi thiền để lấy lại năng lượng và sự cân bằng nha.<br/><br/><b>Bói chỉ số may mắn cung Xử Nữ tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 5/5.<br/>&emsp;May mắn trong công việc:3/5.<br/>&emsp;May mắn tình duyên: 2/5.<br/>&emsp;May mắn tiền tài: 3/5.<br/><br/><b>Lời khuyên cho cung Xử Nữ tháng 5/2020</b><br/>&emsp;Ngày 6 và 7 là hai ngày rất nhiều tài lộc cho bạn. Nếu đang có kế hoạch sẵn, hãy bắt tay vào các dự án quan trọng. Ngày 12 và 13, hãy tận hưởng những khoảng thời gian nóng bỏng, nồng nàn bên người yêu.",
	"ThienBinh":"Luôn luôn chủ động tìm kiếm cơ hội thăng tiến khiến sự nghiệp của Thiên Bình khá tốt. Hãy tiếp tục phát huy theo hướng đó, thêm một chút khéo léo trong giao tiếp sẽ là chìa khóa để bạn gặt hái nhiều thành công hơn. Là một người sinh ra để lãnh đạo, bạn sẽ sớm chứng tỏ được bản thân trong vai trò đó. Trong tháng này, cơ hội để bạn truyền nhiệt huyết, tinh thần học hỏi không ngừng nghỉ với vai trò lãnh đạo là rất cao. Hãy tiếp tục phấn đấu và chờ đến ngày đó nhé. Có vẻ như bạn là một ngôi sao khá sáng trong tử vi tháng 5/2020 đấy!<br/><br/><b>Sự nghiệp và công việc cung Thiên bình tháng 5/2020</b><br/>&emsp;Nổi bật nhất trong tháng 5 này đó là công việc rất suôn sẻ. Bạn sẽ có một vị trí mới trong cơ quan, kèm theo đó là tài chính cũng gia tăng. Tuy nhiên, việc ăn chơi hưởng thụ hơi quá tay sẽ khiến túi tiền của bạn với đi trong tuần thứ 3. Hãy hạn chế bớt chi tiêu và bắt đầu công cuộc kiếm tiền thôi nào.<br/><br/>&emsp;Giữa tháng 5, tài chính của Thiên Bình sẽ có một vài trục trặc. Đừng lo, chuyện gì cũng có thể giải quyết bằng sự bình tĩnh và tính toán thấu đáo.<br/><br/><b>Tình cảm cung Thiên bình tháng 5/2020</b><br/>&emsp;Là một tháng an ổn, bạn ít hoặc hầu như không có xích mích với người yêu. Với những Thiên Bình độc thân, hãy mở lòng hơn nữa nếu muốn có thêm một quan hệ tình cảm. Khi đã sẵn sàng, hãy cứ mạnh dạn bày tỏ, tình yêu sẽ đến với bạn.<br/><br/><b>Sức khỏe cung Thiên bình tháng 5/2020</b><br/>&emsp;Một Thiên Bình tràn đầy năng lượng là hình ảnh của tháng 5. Thiên Bình có một thể chất tuyệt vời suốt cả tháng mặc dù có khá nhiều hoạt động tiêu hao năng lượng.<br/><br/><b>Bói chỉ số may mắn cung Thiên bình tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 2/5.<br/>&emsp;May mắn trong công việc: 2/5.<br/>&emsp;May mắn tình duyên: 1/5.<br/>&emsp;May mắn tiền tài: 1/5.<br/><br/><b>Lời khuyên cho cung Thiên bình tháng 5/2020</b><br/>&emsp;Tháng này, bạn nên cân nhắc trong các khoản đầu tư, nhất là đầu tư mạo hiểm. Mặt khác, hãy chú ý với các mối quan hệ đồng nghiệp.",
	"BoCap":"Trực giác trong đầu tư của Bọ Cạp là rất tốt, nhất là trong tháng này. Hãy tin tưởng và sử dụng trực giác của mình, nhưng đừng quá tham lam. Gia đình sẽ có một số việc cần bạn giúp đỡ trong tháng này.<br/><br/><b>Sự nghiệp và công việc cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Tử vi tháng 5/2020 12 cung hoàng đạo dự đoán rằng, vị trí trong công việc của Bọ Cạp có những thay đổi đáng kể. Hãy chuẩn bị tinh thần để thích nghi với vị trí mới. Có thể sẽ là một dự án mới cần bạn góp mặt. Việc của bạn là phải bắt nhịp thật nhanh nếu không muốn bị loai khỏi cuộc chơi.<br/><br/><b>Tình cảm cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Tháng 5 là một tháng tiệc tùng của bạn. Các mối quan hệ khiến bạn không còn thời gian cho nửa kia. Vì vậy, tình yêu của Bọ Cạp tháng 5 này hơi thiếu thốn tình cảm. Nếu đang độc thân, hãy tận dụng những điều này để kết đôi nhé.<br/><br/><b>Sức khỏe cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Bạn có kế hoạch cho việc nâng cao sức khỏe. Rất tốt, hãy thử môn leo núi, có thể sẽ hợp với bạn nhé.<br/><br/><b>Bói chỉ số may mắn cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 4/5.<br/>&emsp;May mắn trong công việc: 3/5.<br/>&emsp;May mắn tình duyên: 3/5.<br/>&emsp;May mắn tiền tài: 4/5.<br/><br/><b>Lời khuyên cho cung Bọ Cạp tháng 5/2020</b><br/>&emsp;Luôn giúp đỡ người khác là điều rất tốt ở bạn, nhưng chú ý đừng can thiệp quá sâu, kể cả người thân quen. Tử vi tháng 5/2020 dự đoán sẽ có một vài vấn đề làm bạn thấy không hài lòng, hãy đừng tỏ thái độ ngay. Lựa chọn thời điểm thích hợp để bày tỏ quan điểm sẽ tốt hơn Bọ Cạp nhé.",
	"NhanMa":"Nhân Mã thường hiểu rõ mình muốn gì và nên làm gì. Tuy nhiên, vào ngày 5 hoặc 19 tháng này, có thể bạn sẽ cảm thấy mất phương hướng. Hãy tìm về với gia đình, đây là nơi tuyệt vời giúp bạn F5 lại mọi thứ. Tháng này của bạn sẽ tốt hơn nếu bạn không tự tạo áp lực cho mình bằng những mục tiêu quá cao, kể cả công việc lẫn tình cảm.<br/><br/><b>Sự nghiệp và công việc cung Nhân Mã tháng 5/2020</b><br/>&emsp;Nếu bạn đang thất nghiệp, tháng này bạn sẽ có công việc mới, chúc mừng Nhân Mã. May mắn trong công việc khiến những bạn đang đi làm gặt hái được khá nhiều thành công. Những điều đó sẽ đến tự nhiên. Tuy nhiên, bạn không nên quá tham lam trong việc đặt mục tiêu. Dù có tăng lương bao nhiêu thì cũng là xứng đáng với công sức của bạn.<br/><br/><b>Tình cảm cung Nhân Mã tháng 5/2020</b><br/>&emsp;Trong chuyện tình cảm của Nhân Mã độc thân, bạn có yêu cầu khá cao. Nhưng những đối tượng bạn gặp trong tháng này có vẻ không phù hợp với những tiêu chí đó. Vậy nên bạn sẽ vẫn FA trong tháng này.<br/><br/><b>Sức khỏe cung Nhân Mã tháng 5/2020</b><br/>&emsp;Bạn không nên làm việc quá sức trong tháng này nếu không muốn đổ bệnh. Hãy chú trọng chăm sóc tâm hồn bởi bạn có nguy cơ stress rất cao, nhất là cuối tháng.<br/><br/><b>Bói chỉ số may mắn cung Nhân Mã tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 3/5.<br/>&emsp;May mắn trong công việc: 3/5.<br/>&emsp;May mắn tình duyên: 2/5.<br/>&emsp;May mắn tiền tài: 3/5.<br/><br/><b>Lời khuyên cho cung Nhân Mã tháng 5/2020</b><br/>&emsp;Hãy tham gia các hoạt động tập thể, kết giao thêm bạn bè và các mối quan hệ xã hội. Trong số những người này sẽ có quý nhân của bạn.",
	"MaKet":"Vận may sẽ mỉm cười với Ma Kết trong hầu hết thời gian của tháng này. Hãy biến nó thành cơ hội và cố gắng hết sức để có nhiều thành công hơn trong công việc. Bạn là một người yêu thích vận động, tháng này sẽ là một tháng đầy năng lượng với những hoạt động mới. Tử vi tháng 5/2020 cho thấy tháng này là một tháng của sự di chuyển đối với Ma Kết.<br/><br/><b>Sự nghiệp và công việc cung Ma Kết tháng 5/2020</b><br/>&emsp;Công việc của bạn hầu như sẽ dồn hết về đầu tháng. Khoảng thời gian này, hầu như bạn không có khoảng trống cho bất kì mối quan hệ nào khác ngoài công việc. Đừng lo, bạn hoàn toàn thừa năng lượng và nhiệt huyết để hoàn thành tốt mọi thứ. Phần thưởng cho bạn sẽ là một kì nghỉ dài vào cuối tháng cùng với số tiền thưởng kha khá. Nhờ đó, túi tiền của bạn khá rủng rỉnh. Cộng thêm những khoản đầu tư đến kì gặt hái. Hãy tha hồ tận hưởng những chuyến du lịch trong khi tiền vẫn sinh sôi trong tài khoản nhé.<br/><br/><b>Tình cảm cung Ma Kết tháng 5/2020</b><br/>&emsp;Bạn đã chọn được nửa kia của mình, và đó là một người tuyệt vời. Chúc mừng bạn vì điều đó. Tình cảm của Ma Kết sẽ tốt lên nhiều hơn nữa trong tháng này nhờ việc các bạn có nhiều thời gian bên nhau hơn.<br/><br/><b>Bói chỉ số may mắn cung Ma Kết tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 4/5.<br/>&emsp;May mắn trong công việc: 3/5.<br/>&emsp;May mắn tình duyên: 3/5.<br/>&emsp;May mắn tiền tài: 3/5.<br/><br/><b>Lời khuyên cho cung Ma Kết tháng 5/2020</b><br/>&emsp;Cơ hội là rất nhiều, bạn cũng thừa sức để biến nó thành kết quả xứng đáng. Nhưng hãy biết chia sẻ để nhân thêm thành công nhé.",
	"BaoBinh":"Bảo Bình là một người yêu thích việc kết giao bạn bè. Các mối quan hệ xã hội của bạn rất rộng, nhờ đó các công việc của bạn cũng được giúp đỡ rất nhiều. Tuy nhiên, tử vi tháng 5/2020 cảnh báo bạn hãy biết cân bằng, sắp xếp một cách hợp lý. Bạn sẽ có thêm một nguồn năng lượng mới trong tháng này, khiến mọi việc khá tốt đẹp. Tuy nhiên, một vài vấn đề sức khỏe sẽ gây ảnh hưởng đến dự định của bạn trong tháng.<br/><br/><b>Sự nghiệp và công việc cung Bảo Bình tháng 5/2020</b><br/>&emsp;Công việc có một vài thay đổi, bạn sẽ nhanh chóng thích nghi. Tuy nhiên, bạn lại hơi lơ là với các mối quan hệ nơi công sở. Hãy chú ý cách nói chuyện và những hành động nhỏ với đồng nghiệp để tránh bị hiểu lầm.<br/><br/>&emsp;Tháng này, tài chính của Bảo Bình khá ổn. Bạn có thêm một vài cơ hội đầu tư mới từ các mối quan hệ kết giao ngoài xã hội. Đó sẽ là nguồn thu chính vào túi tiền của bạn tháng này.<br/><br/><b>Tình cảm cung Bảo Bình tháng 5/2020</b><br/>&emsp;May mắn trong tình yêu nằm trong lòng bàn tay bạn. Bảo Bình sẽ có được nửa kia nếu chủ động. Nếu may mắn, trong tuần cuối cùng bạn sẽ tìm thấy người phù hợp. Đâu đó trong tử vi tháng 5/2020 cho thấy bạn rất có thể sẽ có tin vui trong tình yêu đấy nhé!<br/><br/><b>Sức khỏe cung Bảo Bình tháng 5/2020</b><br/>&emsp;Hãy vứt ngay những món đồ ăn nhanh nhiều gia vị trong tủ lạnh của mình. Thay đổi thói quen ăn uống, bổ sung thêm rau xanh và hoa quả tươi trong menu hàng ngày. Bói tử vi tháng 5/2020 cho thấy Bảo Bình có thể gặp vài vấn đề liên quan đến tiêu hóa. Ăn uống khoa học, tập luyện nhẹ nhàng sẽ giúp bạn cải thiện tình hình.<br/><br/><b>Bói chỉ số may mắn cung Bảo Bình tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 2/5.<br/>&emsp;May mắn trong công việc: 1/5.<br/>&emsp;May mắn tình duyên: 1/5.<br/>&emsp;May mắn tiền tài: 2/5.<br/><br/><b>Lời khuyên cho cung Bảo Bình tháng 5/2020</b><br/>&emsp; Hãy tiếp tục phát huy khả năng kết giao bạn bè của bạn. Tuy nhiên, hãy cẩn thận với những mối quan hệ gặp ở quán cà phê hay bar. Sẽ có một vài tiểu nhân xuất hiện ở đó.",
	"SongNgu":"Xét vào tử vi tháng 5/2020, khoảng thời gian đầu tháng của Song Ngư dự đoán sẽ khá bình lặng. Thời gian này thích hợp cho việc định hướng lại các kế hoạch trong tương lai. Bạn sẽ có khoảng thời gian một mình khá lâu. Hãy tận dụng khoảng thời gian này để giống như một cái lò xo tích lũy năng lượng bứt phá. Bời cơ hội thể hiện khả năng của Song Ngư sẽ đến vào cuối tháng. Bạn vừa có đủ thời gian để chuẩn bị, ngay sau đó bắt gặp cơ hội, tháng này sẽ là tháng thành công của Song Ngư.<br/><br/><b>Sự nghiệp và công việc cung Song Ngư tháng 5/2020</b><br/>&emsp;Công việc cố định vẫn ổn, trong khi tiền trong các khoản kinh doanh riêng hoặc đầu tư thì thi nhau về túi bạn. Tháng 5 là một tháng rủng rỉnh, tài chính của Song Ngư cực kì dồi dào. Bạn lại là một người biết đầu tư và kinh doanh, các khoản tiền đó lại tiếp tục được xoay vòng. Bạn hầu như không có kế hoạch cho các cuộc du lịch, cho đến khi nhận được lời mời từ đối tác.<br/><br/><b>Tình cảm cung Song Ngư tháng 5/2020</b><br/>&emsp;Song Ngư hình như đã quên mất mình còn nhiều mối quan hệ khác ngoài công việc. Các lợi nhuận từ đầu tư kinh doanh ập đến chiếm hết tâm trí bạn. Vì vậy tháng này tình cảm của bạn không mấy tiến triển.<br/><br/><b>Sức khỏe cung Song Ngư tháng 5/2020</b><br/>&emsp;Đầu tháng, bạn sẽ có một sức khỏe không tốt, thường uể oải mệt mỏi vào cuối ngày. Có thể bạn sẽ phải nghỉ tương đối lâu do tình hình sức khỏe xuống cấp. Hãy chú ý chế độ ăn uống và luyện tập để cải thiện tình hình nhé.<br/><br/>&emsp;Bói chỉ số may mắn cung Song Ngư tháng 5/2020</b><br/>&emsp;Chỉ số may mắn chung: 3/5.<br/>&emsp;May mắn trong công việc: 2/5.<br/>&emsp;May mắn tình duyên: 2/5.<br/>&emsp;May mắn tiền tài: 2/5.<br/><br/><b>Lời khuyên cho cung Song Ngư tháng 5/2020</b><br/>&emsp;Sức khỏe là tài sản quý giá nhất của con người. Hãy đến bệnh viện khi có những dấu hiệu bất thường, đừng chủ quan với những triệu chứng kéo dài. Có sức khỏe, bạn mới có thể có nhiều năng lượng cho công việc kinh doanh của mình được."
	},
"20200605": {
    "Ty":"&emsp;Tử vi 12 con giáp nói rằng tuổi Tý được nhắc nhở cẩn thận với các mối quan hệ trong ngày Tứ Hành Xung. Đây là ngày mà con giáp này nên khéo léo hơn trong ứng xử, đừng làm người khác tổn thương vì cách nói năng năng, chia sẻ thiếu tinh tế của mình nhé.<br/><br/>&emsp;Thiên Tài mang lại những món lợi lớn đòi hỏi bản mệnh phải cố gắng tập trung. Người tuổi Tý sẽ cần phải tham gia nhiều hoạt động và đầu tư một số tiền không nhỏ vào đó, tuy nhiên mọi mối quan hệ đều có giá trị của nó, đừng quên điều đó.<br/><br/>&emsp;Bù lại tình hình sức khỏe của con giáp này trong ngày rất tốt. Có vẻ như những nỗ lực, chăm chỉ tập luyện của bản mệnh thời gian này đã có kết quả. Hãy tiếp tục duy trì chế độ tập luyện này nhé, đừng vì lý do gì mà bỏ quên thói quen tốt này.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Tý<br/><br/>",
	"Suu":"&emsp;Tử vi ngày mới 12 con giáp, tuổi Sửu có một ngày đầy hứng khởi và thành công. Tuy nhiên có thể vô tình con giáp này lại vướng phải những câu chuyện thị phi không đáng. Mặc dù biết chúng có thể gây bất lợi nhưng bản mệnh vẫn nên giữ thái độ bình tĩnh, lạc quan.<br/><br/>&emsp;Tỷ Kiên xuất hiện cho thấy có sự thay đổi trong mối quan hệ, có thể chia ly. Hãy chấp nhận như điều đó là điều có thể xảy ra bất cứ lúc nào. Thực tế đời sống có thể mang đến cho người tuổi Sửu những câu chuyện, bài học và từ đó con giáp này sẽ trưởng thành, vững vàng hơn rất nhiều.<br/><br/>&emsp;Nếu muốn làm mới bản thân hãy nghĩ tới chuyện thay đổi ngoại hình của mình trước nhé. Bản mệnh có thể thử thay đổi một kiểu tóc mới, một trang phục mới và giả dụ có ai đó nói ra nói vào hoặc bình phẩm không thích thì cứ mặc kệ họ đi nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Dậu<br/><br/>",
	"Dan":"&emsp;Tử vi phương Đông cho biết người tuổi Dần hoàn toàn có thể tự tin về khả năng tài chính của mình vì đường công danh sự nghiệp của con giáp này đang rất rộng mở. Bản mệnh hãy cố gắng duy trì hiện trạng này, làm việc chăm chỉ và nỗ lực hơn nữa để khẳng định vị trí của mình nhé.<br/><br/>&emsp;Tuy nhiên dù làm bất cứ việc gì cũng đừng quên mất sự linh động cần thiết, bởi có những việc cần phải dùng cả tình cảm để giải quyết chứ không phải cứ áp dụng theo quy tắc mà khiến nhiều người bị tổn thương. Người tuổi Dần hãy dựa vào tình huống cụ thể và đưa ra giải pháp hợp tình, hợp lý.<br/><br/>&emsp;Tam Hội giúp con giáp này có thêm cơ hội để xây dựng mối quan hệ tốt đẹp. Bản mệnh còn độc thân nếu đang để ý tới ai đó thì hãy chớp lấy cơ hội này để bày tỏ tình cảm của mình. Biết đâu đối phương cũng thích và mong chờ tuổi Dần ngỏ lời thì sao.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Ngọ<br/><br/>",
	"Meo":"&emsp;Xem bói tử vi ngày 5/6/2020 dự báo tuổi Mão làm việc gì cũng phải cẩn trọng vì có hung tinh vây hãm. Tốt nhất nên loại bỏ những suy nghĩ tieeuc cực có thể ảnh hưởng đến tâm trạng của mình. Việc con giáp này nên làm bây giờ chính là mang đến những thay đổi tích cực cho công việc hiện tại cũng như cuộc sống cá nhân.<br/><br/>&emsp;Bản mệnhcần nghiên cứu kỹ lại kế hoạch, dự án cá nhân, thay vì vội vàng hấp tấp đưa ra những chọn lựa chưa tính toán. Chỉ một vài rắc rối nhỏ cũng có thể gây ra những cản trở to lớn trên con đường mà bản mệnh đi. Tuy nhiên cuối ngày có nhiều may mắn từ những giao dịch nhỏ, hay việc mua sắm.<br/><br/>&emsp;Ngũ hành Mộc vượng báo hiệu sức khỏe suy giảm, nguyên do là người tuổi Mão không quan tâm tới chế độ ăn hàng ngày. Hãy thay đổi và chú ý nhiều hơn đến các dấu hiệu mà cơ thể đã cảnh báo. Bản mệnh hãy sớm thay đổi nếu không muốn tình trạng trở nên nghiêm trọng hơn nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Hợi<br/><br/>",
	"Thin":"&emsp;Theo tử vi thứ sáu, tuổi Thìn hãy cẩn trọng trước khi đưa ra bất cứ ý kiến hay lời nói nào nếu không muốn làm tổn thương người khác. Bên cạnh đó con giáp này cũng nên chú ý vấn đề tiền bạc, đồ đạc cá nhân, ký kết hợp đồng cần phải cẩn thận kẻo bị mất hoặc sai sót.<br/><br/>&emsp;Cục diện Mão Thìn Tương Hại khiến các mối quan hệ tình cảmtrở nên căng thẳng, rối bời, có thể những rắc rối có thể khiến bản mệnh vô cùng mệt mỏi. Chính vì thế, con giáp này nên dành thời gian để thư giãn và suy nghĩ mọi việc một cách tích cực hơn. Buổi tối sẽ là thời gian cho các thành viên trong gia đình.<br/><br/>&emsp;Tình huống nào đó diễn ra ngày hôm nay do Kiếp Tài đưa tới sẽ đòi hỏi người tuổi Thìn cần phải suy nghĩ, cân nhắc một cách thật kỹ lưỡng, phân tích thông tin đi lại nhiều lần. Bản mệnh cũng nên nghe những chia sẻ kiến thức từ mọi người xung quanh để có thể tìm ra được một giải pháp hiệu quả.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Tý<br/><br/>",
	"Ti":"&emsp;Tuổi Tị hoàn thành các nhiệm vụ của mình. Hôm nay về cơ bản là ngày thuận lợi của con giáp này, nhiều người nhận được kết quả thăng chức, đỗ đạt, là ngày trọn vẹn niềm vui trong công việc. Đây cũng là thời điểm thuận lợi để bản mệnh tiến hành những việc mình muốn.<br/><br/>&emsp;Ngoài ra con giáp này có thể nhận được lời mời đi ăn uống, dự tiệc, gặp gỡ bạn bè, đừng từ chối nhé vì việc này có thể dẫn đến những cơ hội phát triển trong tương lai. Cơ hội luôn ở xung quanh chúng ta, nếu người tuổi Tị không thử thì sẽ không biết vận may của mình ở đâu.<br/><br/>&emsp;Vận trình tài lộc trong ngày khá tốt. Ngũ hành tương sinh cho thấy bản mệnh không gặp bất cứ khó khăn nào về tiền bạc cả. Nếu thấy có dấu hiệu gì không tốt con giáp này đã tìm ngay người để hỗ trợ, giúp đỡ mình, nhờ đó mà ngày mới trôi qua nhẹ nhàng hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ngo":"&emsp;Tuổi Ngọ làm việc trong lĩnh vực tự do, sáng tạo sẽ vô cùng thuận lợi. Con giáp này có thể đưa ra những ý tưởng hay ho, thỏa sức sáng tạo, ngay cả khi người khác cho rằng bản mệnh khác thường thì cũng chẳng phải quan tâm vì chỉ cần thăng hoa để được sống là chính mình.<br/><br/>&emsp;Ngày Ngọ Mão tương phá nên bản mệnh phải chú tâm hơn đến vấn đề liên quan đến chuyện tiền bạc. Người tuổi Ngọ có thể sẽ không muốn nghĩ tới những con số, nhưng thực tế là vẫn phải đối mặt vì nguy cơ tiêu tốn tiền của là rất cao, có thể sẽ thất thoát tiền bạc mà bạn không hề hay biết.<br/><br/>&emsp;Về phương diện sức khỏe của con giáp này khá ổn định, tuy nhiên mùa hè là thời điểm mà dịch bệnh rất dễ bùng phát. Bản mệnh nên hạn chế tới những nơi có nhiều nguồn bệnh như bệnh viện, bãi rác, nơi ô nhiễm… bên cạnh đó cũng nghĩ cách tăng cường sức đề kháng cho mình.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Dần<br/><br/>",
	"Mui":"&emsp;Tuổi Mùi sẽ khá là bận rộn, để mọi việc diễn ra theo đúng kế hoạch con giáp này nên xem lại cách làm việc của mình, cố gắng hoàn thành trách nhiệm và tránh làm ảnh hưởng tới người khác. Để không bị rối trí thì hãy hoàn thành từng hạng mục nhỏ chứ không nên làm nửa vời rồi bỏ dở.<br/><br/>&emsp;Đừng vội vàng đưa ra bất cứ kết luận nào nếu chỉ đang nhìn thấy trước mắt, nhưng ẩn số mà Tỷ Kiên đang che mắt bản mệnh vẫn còn tiếp tục tồn tại và đòi hỏi người tuổi Mùi khám phá nhiều hơn. Đây cũng là ngày để con giáp này suy nghĩ về việc cải thiện thu nhập, tăng sự tự tin cá nhân và dành cho mình.<br/><br/>&emsp;Trong ngày Mùi Mão Tam Hợp có điềm báo người độc thân có thể gặp được đối tượng ưng ý. Đường tình duyên khởi sắc lên trông thấy. Con giáp này cảm thấy họ rất hấp dẫn nhưng nếu muốn tiến thêm một bước xa hơn nữa thì có lẽ đó chưa phải là đối tượng thích hợp.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Than":"&emsp;Tử vi ngày mới 12 con giáp, tuổi Thân hãy gạt bỏ những thứ không rõ ràng trong cuộc sống của mình để tiến về phía trước, đó có thể là công việc, mối quan hệ hay một người nào đó. Tuy nhiên von giáp này sẽ không dễ dàng để quyết định bởi bản mệnh sẽ phải đối mặt với cảm xúc của bản thân.<br/><br/>&emsp;Cũng vì thế mà bản mềnh có phần nào lơ là với công việc. Lúc này hãy lập ra kế hoạch và tạo một danh sách cụ thể những việc cần hoàn thành, người tuổi Thân sẽ quản lý mọi việc tốt hơn. Nếu cần hãy nhờ tới sự giúp đỡ của người khác vì thực tế con giáp nay không làm được hết tất cả.<br/><br/>&emsp;Ngũ hành xung khắc cho thấy sức khỏe của tuổi Thân không dược tốt. Khi cơ thể có những dấu hiệu báo động cho thấy không khỏe mạnh thì bản mệnh nên nghĩ tới việc sống chậm lại, tận hưởng cuộc sống hiện tại và quan tâm, chăm sóc bản thân mình nhiều hơn nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Thân<br/><br/>",
	"Dau":"&emsp;Tuổi Dậu có xu hướng ngạo mạn, dễ gây gổ, mâu thuẫn. Chuyện tình cảm dễ vướng vào rắc rối, rạn nứt, tranh cãi từ những vấn đề nhỏ nhặt trong cuộc sống, thậm chí con giáp này có thể vướng vào đào hoa xấu như ngoại tình, có người thứ 3 xen ngang ảnh hưởng hạnh phúc gia đình.<br/><br/>&emsp;Thực Thần đưa tới những may mắn bất ngờ trên con đường công danh sự nghiệp. Có thể bản mệnh sẽ nhận được sự bổ nhiệm, một đề nghị thú vị nào đó liên quan đến việc tăng lương, thưởng chẳng hạn. Nếu có khó khăn gì, hãy tìm kiếm sự hỗ trợ từ những người xung quanh.<br/><br/>&emsp;Dậu Mão lục xung báo hiệu tình hình sức khỏe của con giáp này không được tốt cho lắm. Bản mệnh cảm thấy mệt mỏi, uể oải một phần cũng vì thời tiết nắng nóng. Để giải nhiệt cũng như tăng sức để kháng, tránh ốm hay cảm vặt thì bạn nên ăn nhiều hoa quả có nhiều vitamin C như cam, chanh, bưởi,...<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Hợi<br/><br/>",
	"Tuat":"&emsp;Tử vi phương Đông, người tuổi Tuất nên suy nghĩ kỹ trước khi định nói một điều gì. Tuy con giáp này vì mong muốn có thêm nhiều người bạn mới nên khá thoải mái khi giao tiếp, song những lời nói vô tình của bản mệnh có thể gây ra những điều tiếng thị phi.<br/><br/>&emsp;Lục Hợp che chở giúp con giáp này tự tin thể hiện năng lực. Không những thế, những người chăm chút vẻ bề ngoài rất được đánh giá cao là người chuyên nghiệp. Đây cũng được xem là ngày phù để hợp tác làm ăn, có nhiều điều kiện có lợi cho tuổi Tuất trong thời gian này.<br/><br/>&emsp;Kiếp Tài xuất hiện nhắc nhở bản mệnh nên tập trung mọi sự chú ý và vấn đề tài chính, thay vì suy nghĩ vẩn vơ, thiếu thực tế. Hãy lập ra kế hoạch để giảm thiểu chi tiêu, giải quyết nợ nần và bắt đầu có tích lũy riêng cho mình, nếu con giáp này muốn có cuộc sống thoải mái và tốt đẹp.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Thân<br/><br/>",
	"Hoi":"&emsp;Tuổi Hợi nhận được những điều kiện thuận lợi trong công việc, song con giáp này đừn chờ đợi ai đó mang đến cho mình, hãy bắt đầu thay đổi từ chính bản thân mình. Một người biết nuôi tham vọng và khao khát thì khi nhìn thấy cơ hội có thể nắm bắt nhanh nhất có thể.<br/><br/>&emsp;Ngoài ra cũng bản mệnh chớ quên lắng nghe trực giác của mình và hành động nhanh nhất. Ngũ hành tương sinh cho thấy tài vận khá ổn thỏa khi người tuổi Hợi đã biết cân đối chi tiêu. Không chỉ vậy, con giáp nàyn còn có kế hoạch cho cả vấn đề tài chính cho đảm bảo cho tương lai của mình nữa.<br/><br/>&emsp;Vận trình tình duyên trong ngày khá tươi sáng. Tam Hợp mang niềm tin, hi vọng đến cho người độc thân. Đây là ngày mở ra cơ hội để bản mệnh kiếm tìm một đối tác tiềm năng là không hề khó, nhất là khi tuổi Hợi thực sự tỏa ra năng lượng tích cực cuốn hút mọi ánh nhìn.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Tý<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 6 ngày 5/6/2020 của 12 cung hoàng đạo nói rằng Bạch Dương cần phải kiểm soát tốt cảm xúc của mình. Đừng để nó thay đổi một cách nhanh chóng, thất thường như hiện tại khiến mọi người xung quanh không ai hiểu được bạn đang muốn gì và làm gì.<br/><br/>&emsp;Chuyện tình yêu của chòm sao này khá êm đẹp. Nếu bạn và người ấy thực sự ở bên nhau và tôn trọng nhau, mọi thứ đòi hỏi cần có trách nhiệm hơn. Điều quan trọng là tình cảm chân thành, sự thoải mái và hai người có thể chia sẻ mọi vấn đề trong cuộc sống.<br/><br/>&emsp;Mùa hè này rất thích hợp cho bạn có thể chọn lựa một số loại rau quả có màu sắc như cà rốt, quả mơ, quả mận có thể giúp da tránh được tác hại của tia UV. Ví dụ như cà rốt thì hãy dùng những nó khi còn tươi sống hoặc ép lấy nước uống sẽ tốt hơn nhiều đấy.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 5/6/2020: 12, 25<br/><br/>",
	"KimNguu":"&emsp;Tử vi thứ 6 ngày 5/6/2020, Kim Ngưu cảm xúc dâng trào khá mạnh mẽ, bạn thường nỗ lực sáng tạo, dùng năng lượng dồi dào của mình trong công việc sẽ đạt được kết quả tốt. Hãy thử nhiều cách khác nhau, chi tiết từng việc sẽ giúp bạn có cái nhìn đa chiều hơn, phát huy được sự sáng tạo hơn cho sự nghiệp của bạn.<br/><br/>&emsp;Thay vì suốt ngày than vãn, kêu ca không gặp may mắn thì cuung hoàng đạo này hãy nghiêm túc cố gắng rèn luyện, nâng cao năng lực cá nhân, cải thiện các khuyết điểm của bản thân. Nếu bạn có thể làm tốt như vậy, cơ hội tỏa sáng sẽ không bao giờ vụt tắt đâu.<br/><br/>&emsp;Trong những ngày thời tiết khắc nghiệt bạn nên tránh làm việc ngoài trời và đi dưới ánh nắng quá lâu, ăn quá nhiều, sử dụng các chất kích thích như rượu bia và các hoạt động đòi hỏi nhiều sức lực. Hãy lựa chọn những bộ quần áo nhẹ nhàng, mát mẻ để thấy thoải mái hơn nhé.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 5/6/2020: 4, 19<br/><br/>",
	"SongTu":"&emsp;Theo tử vi ngày mới nói rằng có vẻ như Song Tử đang ôm đồm quá nhiều việc vào mình và đó là lý do tại sao bạn cảm cảm thấy áp lực vì thường phải gánh vác cả những việc không phải nhiệm vụ của mình. Điều này chỉ khiến bạn dần trở nên kiệt sức hơn mà thôi.<br/><br/>&emsp;Hãy tự tin thể hiện khả năng giao tiếp, đàm phán của mình ngay cả trong công việc cũng như đời sống thường ngày thì bạn càng gặp được cơ hội cao hơn tốt. Tuy nhiên đây là một kỹ năng khó đạt được trong chốc lát nhưng hãy kiên trì luyện tập, đừng bỏ cuộc bạn sẽ đạt được điều mình muốn.<br/><br/>&emsp;Nếu thử dành thời gian ngồi tính lại những khoản chi tiêu mà tưởng chừng như lặt vặt như đi café với bạn bè, ăn uống, … thì chắc chắn sau một tháng bạn sẽ phải bất ngờ đấy. Chòm sao này nên học cách từ chối khéo léo khi không cần thiết để tránh tình trạng tài chính ngày càng hao hụt nhé.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 5/6/2020: 7, 29<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 chòm sao nói rằng Cự Giải gặp một chút trở ngại trong việc hợp tác, bạn cảm thấy khá vất vả khi phải làm việc cùng người khác. Thật ra bạn không cần phải cố tỏ ra điều gì đó, chỉ cần chia sẻ thực về nhiệm vụ của mình thì người khác sẽ biết điểm thiếu sót và có cách hỗ trợ hợp lí.<br/><br/>&emsp;Lời khuyên dành cho cung hoàng đạo này là hãy chủ động hơn và học cách việc chấp nhận khó khăn để làm việc hết mình, đi trải nghiệm những sắc màu của cuộc sống. Đừng mãi dậm chân tại một chỗ, biến mình thành một người lạc hậu, không theo kịp thế giới.<br/><br/>&emsp;Phương diện tài chính là vấn đề lớn khi mà thời gian gần đây bạn không có được nguồn thu dồi dào trong khi các kế hoạch của bạn lại liên tục tiêu tốn của bạn khá nhiều ngân sách tích lũy. Có lẽ vì vậy mà bạn có vẻ hơn lo lắng một chút cho ngày mới của mình.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 5/6/2020: 11, 24<br/><br/>",
	"SuTu":"&emsp;Sư Tử sẽ đón nhận một ngày mới vô cùng tuyệt với với những kế hoạch dang dở lại có hướng đi mới và mở ra cho bạn những cơ hội tốt. Nhiều khả năng hôm nay bạn có thể nhận được cơ hội kiếm tiền thuận lợi và có người gợi ý giúp bạn các đối tác thân thiện và hợp ý.<br/><br/>&emsp;Về phương diện tình cảm, một ngày bận rộn nhưng cuộc gặp gỡ bất ngờ sẽ giúp cung hoàng đạo này có được cảm tình tốt đối với đối phương đấy. Mặc dù có tốn chi phí một chút nhưng dấu ấn mà bạn mang lại sẽ hoàn toàn giúp bạn nhanh chóng tiến đến và tóm bắt được mục tiêu của mình.<br/><br/>&emsp;Nếu phải ngồi làm việc nhiều, bạn hãy duy trì thói quen đứng dậy đi lại vài phút. Hay có thể tham gia vào các hoạt động nhẹ nhàng để co thể không bị trì trệ và tránh được các mối nguy hiểm sức khỏe do ngồi trong thời gian dài gây ra. Ngoài ra, bạn cũng nên rèn luyện thể dục thể thao thường xuyên.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 5/6/2020: 22, 33<br/><br/>",
	"XuNu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo cho thấy Xử Nữ hôm nay biết thông cảm với người khác hơn, bạn biết đặt vị trí mình vào vị trí của họ, thấu hiểu và chia sẻ với những người có hoàn cảnh khó khăn. Điều đó giúp bạn ứng xử khéo léo hơn cũng như có được hình ảnh tốt trong mắt mọi người.<br/><br/>&emsp;Dù bạn ở đâu, hay vị trí nào thì thái độ mới là điều quyết định sự thành công. Cho dù bạn có là người thông minh hay xuất chúng. Những người chưa có đủ năng lực nhưng bù lại có được nhân cách tốt thì bao giờ cũng được nhiều cơ hội hơn. Vì vậy hãy luôn chú ý trong cách hành xử của mình.<br/><br/>&emsp;Tình hình sức khỏe của chòm sao này không được ổn định cho lắm, khi đôi lúc bạn cảm thấy mệt mỏi và kiệt sức. Thực ra, bạn đang bị tác động xấu của thời tiết và sự chủ quan của bạn khiến cho bạn dễ gặp phải một số rắc rối, xuống thể lực trong thời gian tới đấy.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 5/6/2020: 10, 13<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình nên xếp lại công việc để bắt đầu các kế hoạch dành cho gia đình. Có lẽ chòm sao này sẽ những thay đổi mới trong các mối quan hệ và rất cần bạn hoàn thành công việc cần thiết và để thời gian để chăm sóc các mối quan hệ tình cảm hơn.<br/><br/>&emsp;Tiền bạc với cung hoàng đạo này không có nhiều nhưng nó lại là cơ hội tốt để bạn có thể bắt đầu nghĩ đến chuyện tìm kiếm nguồn thu mới. Có thể bạn cũng đang nhận ra rằng nếu chỉ biết tiết kiệm chi tiêu thì nó không làm tăng lên và tạo nền vững chắc cho tài chính của mình.<br/><br/>&emsp;Sự chân thành và tốt bụng luôn là nền tảng vững chãi giữa mọi người và đương nhiên đó cũng là một cách để bắt đầu một tình bạn mới. Vì vậy đừng ngại giúp đỡ ai đó và cũng không cần phải thật lớn lao, to tát mà chỉ cần những hành động nhỏ thôi là đủ rồi.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 5/6/2020: 2, 23<br/><br/>",
	"BoCap":"&emsp;Bọ Cạp đã quyết định mọi việc quá nhanh đến nỗi không kịp suy nghĩ kĩ càng. Có thể lúc này chưa có sai sót gì phát sinh như về lâu về dài bạn sẽ có thái độ chủ quan nên rất dễ làm hỏng việc. Vì vậy trước khi làm việc gì bạn cũng cần phải suy tính cẩn thận.<br/><br/>&emsp;Dường như nhiều khi bạn chỉ biết nói về bản thân và không quan tâm tới cảm xúc của mọi người xung quanh. Điều đó cho thấy bạn đang yêu bản thân một cách thái quá đấy. Hãy thấu hiểu hơn tới cảm xúc của người khác vì nó giúp bạn thêm gắn kết với mọi người.<br/><br/>&emsp;Cung hoàng đạo này cũng cần chú ý một chút tới cơ thể của mình, có lẽ bạn đang để những áp lực của công việc khiến tâm lý và sức khỏe đi xuống đấy nhé. Thể chất có khỏe mạnh thì bạn mới có thể làm mọi việc một cách tốt nhất được.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 5/6/2020: 14, 40<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo chỉ ra rằng Nhân Mã hay so sánh bản thân mình với người khác. Việc đó không hề có lợi thậm chí còn mang lại cho bạn những cảm giác tiêu cực, tự ti, không hoàn thành tốt việc mình đang làm chỉ vì những lo lắng không đáng có.<br/><br/>&emsp;Hãy luôn tự tin vào chính bản thân mình và đưa ra những quyết định mà bạn cho là đúng đắn và nó mang lại lợi ích cho bạn và hạnh phúc cho bạn. Tạo cho mình sự vui vẻ cũng là một liều thuốc để thúc đẩy sự tự tin của bản thân đấy.<br/><br/>&emsp;Tình hình sức khỏe của bạn không được tốt lắm. Có vẻ như càng ngày bạn càng lười tập luyện nên sức khỏe đang có dấu hiệu giảm sút. Hãy lấy lại tinh thần, quay lại tập luyện để duy trì sức khỏe để chuẩn bị cho những dự định dài hạn nữa chứ.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 5/6/2020: 17, 30<br/><br/>",
	"MaKet":"&emsp;Tử vi ngày mới 12 chòm sao cho biết Ma Kết biết cân bằng cảm xúc của mình tốt hơn. Nguồn năng lượng vui vẻ ngập tràn trong tâm trí. Bạn luôn giúp đỡ mọi người, sẵn sàng có mặt mỗi lúc cần thiết. Nhờ sự nhiệt tình và chân thành nên bạn được yêu mến và quý trọng.<br/><br/>&emsp;Hãy tạo động lực, sự hứng khởi trong việc học hỏi bởi kiến thức là vô tận. Mặc dù chúng ta không thể học hết mọi thứ nhưng nếu thực sự quan tâm, thích thú tới một điều gì đó và cảm thấy phù hợp thì cung hoàng đạo này hãy không ngừng học hỏi nhé.<br/><br/>&emsp;SỨc khỏe có dấu hiệu sa sút, bạn cần phải thay đổi lại chế độ sinh hoạt. Thức khuya quá lâu nên giờ bạn trở nên khó ngủ, ngủ rất muộn nên ảnh hưởng không ít tới thân thể. Nếu bạn còn tiếp tục điều này chỉ khiến trí óc và thể chất của bạn giảm sút nhiều hơn mà thôi.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 5/6/2020: 16, 22<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình trước khi làm bất cứ việc gì thì nên suy nghĩ, tính toán một cách cẩn thận. Đừng vội vàng làm gì vì tốc độ của bạn hiện tại cũng đã phù hợp rồi, không cần phải nhanh ẩu đoảng đâu, dễ dẫn đến sai sót không đáng có mà còn mất thời gian sửa chữa.<br/><br/>&emsp;Chòm sao này nên một chút thời gian nhìn nhận các thế mạnh của mình, những thành quả mà bạn đạt được, điều khiến bạn tự hào về bản thân. Hãy luôn giữ chúng bên mình và lấy đó làm động lực để phấn đấu. Đừng quên không ngừng trau dồi kiến thức và cải thiện nhé.<br/><br/>&emsp;Tình hình tài chính trong ngày chủ yếu là chi nhiều hơn thu nên cung hoàng đạo này dường như đang phải tính toán lại kế hoạch chi tiêu của mình tốt hơn. Bởi những lo lắng chuyện tiền bạc đang thường trực và chính bản thận bạn cũng nhận ra điều đó.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 5/6/2020: 9, 28<br/><br/>",
	"SongNgu":"&emsp;Sự nhạy cảm giúp Song Ngư nhìn ra được bản chất vấn đề nhưng không vì thế mà bạn suy nghĩ tiêu cực. Bởi bạn hiểu rằng không có điều gì là hoàn hảo cả vì vậy không nên tạo áp lực cho bản thân mà thay vào đó là bĩnh tĩnh tìm những cách giải quyết phù hợp.<br/><br/>&emsp;Chòm sao này đón nhận mọi thứ với tâm thế chủ động nên bạn vẫn có được những thành quả như trông đợi. Chuyện nhân duyên khá thuận và không có những biến đổi bất ngờ. Bạn có thể nhận được sự quan tâm từ mọi người, điều này giúp bạn cũng có được phút giây vui vẻ trong ngày mới.<br/><br/>&emsp;Tài chính không có gì nổi bật, vẫn là những khoản thu chi đã được bạn dự liệu từ trước. Công việc tiến triển thuận lợi nhưng chưa đem lại tiền bạc ngay, cung hoàng đạo này cần kiên nhẫn. Sức khỏe trong ngày có dấu hiệu giảm sút, bạn hãy xem lại chế độ ăn uống, ngủ nghỉ của mình nhé.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 5/6/2020: 18, 35<br/><br/>"
    },
"20200606": {
    "Ty":"&emsp;Tử vi phương Đông 12 con giáp, vận trình của tuổi Tý hung cát đan xen. Vì là ngày tam hợp nên có tin vui về tình cảm, người độc thân có thể chủ động làm quen hoặc được người khác giới thiệu cho đối tượng khá hợp ý. Con giáp này và người ấy có thể tiến tới mối quan hệ lâu dài.<br/><br/>&emsp;Chuyện tình cảm tuy không đoán trước được gì nhưng biết đâu cát khí lớn thì bản mệnh lại tìm được tình yêu cho mình. Điều quan trọng là người tuổi Tý chớ nên từ chối cơ hội yêu thương, tuy việc gặp gỡ ban đầu cũng chỉ là quen biết thông thường nhưng nếu tìm hiểu thì có thể sẽ cảm nhận được tình yêu.<br/><br/>&emsp;Con giáp này không gặp bất cứ khó khăn gì trong sự nghiệp. Chỉ cần tiếp tục giữ tinh thần bình tĩnh và ổn định, chắc chắn bản mệnh sẽ có một ngày vô cùng nhẹ nhàng và yên bình. Đây cũng là thời điểm khá thích hợp để tuổi Tý đưa ra những quyết định đầu tư hoặc kinh doanh.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tị<br/><br/>",
	"Suu":"&emsp;Tử vi thứ bảy của 12 con giáp nói rằng ngày Sửu Thìn tương phá nên có điềm báo chẳng lành đến với tuổi Sửu. Có những kẻ tiểu nhân cố tình phá hoại cuộc sống của con giáp này, gieo giắc lời đồn đám phị phi ảnh hưởng nhiều tới cuộc sống hiện tại. Bản mệnh sẽ không thể nào đoán được những tai họa sẽ đến với mình.<br/><br/>&emsp;Trong mọi tình huống, con giáp này cần phải giữ sự bình tĩnh và sáng suốt, càng rối trí thì càng khó xử lý vấn đề một cách tốt nhất được Có rất nhiều chuyện chúng ta chỉ cần dùng lý trí để giải quyết chứ không cần phải dùng tới cảm xúc thì mới có cách giải quyết hợp lý.<br/><br/>&emsp;Con giáp này dễ gặp chút rắc tối trong công việc vào ngày hôm nay. Mọi việc có thể không tiến hành đúng theo kế hoạch đã lập ra từ trước khiến người tuổi Sửu cảm thấy khá buồn bực. Ngoài ra, con giáp này cũng cần chú ý đến những kẻ có ý đồ xấu xuất hiện xung quanh.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Mão<br/><br/>",
	"Dan":"&emsp;Vận trình tình cảm của tuổi Dần trong ngày khá hài hòa, tốt đẹp, gia đạo an yên không gặp phải vấn đề gì. Con giáp này cũng hoàn toàn thoải mái tận hưởng một ngày làm việc dễ thở, đồng nghiệp vui vẻ, thân tình với nhau. Nhìn chung một ngày khá thuận lợi với bản mệnh.<br/><br/>&emsp;Ngoài ra con giáp này cũng có cơ hội làm ăn phát tài một cách khá ngẫu nhiên, người làm công ăn lương được người quen giới thiệu cho công việc nghề tay trái. Tuy cũng vì nó mà quỹ thời gian của người tuổi Dần sẽ bị chiếm dụng gần như hoàn toàn nhưng bù lại thành quả thì rất xứng đáng.<br/><br/>&emsp;Thiên Tài chiếu mệnh, người kinh doanh buôn bán cũng sẽ có một ngày bận rộn, đơn hàng tới tấp. Con giáp này sẽ phải tạm gác việc nghỉ ngơi lại để tập trung kiếm tiền, cố gắng sắp xếp thời gian hợp lý để không ảnh hưởng tới sức khỏe của mình nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mão<br/><br/>",
	"Meo":"&emsp;Bói tử vi online phương Đông 12 con giáp nói rằng tuổi Mão có thể sẽ gặp phải một số vấn đề rắc rối do ảnh hưởng của cục diện Mão Thìn tương hại. Tình cảm gia đình ngày càng phai nhạt, trước kia anh chị em thân thiết là thế mà nay tình cảm xa cách, thiếu sự quan tâm đến nhau.<br/><br/>&emsp;Không những thế bản mệnh còn cảm thấy buồn chán, thất vọng vì mọi nỗ lực muốn kéo gần mọi người lại với nhau của mình bị thất bại. Mỗi người đều bận rộn với cuộc sống riêng mà quên mất giá trị vốn có của gia đình cũng như niềm vui, hạnh phúc mình từng có trước đây.<br/><br/>&emsp;Tam Hội tương trợ cho bản mệnh có thể nhận thấy những kế hoạch mình thực hiện từ trước đó đang có những dấu hiệu phát triển đáng mừng. Con giáp này cảm thấy tin tưởng vào khả năng phán đoán của bản thân mình. Quý nhân có thể xuất hiện giúp tuổi Mão khắc phục những vướng mắc còn ở trước mắt.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Thin":"&emsp;Tuổi Thìn trở nên cố chấp, chỉ muốn mọi người làm theo ý mình nên dễ mâu thuẫn với người khác. Con giáp này nên tiết chế bớt cái tôi của mình xuống để đưa ra quyết định. Tuy bản mệnh có thế mạnh của riêng mình nhưng điều đó không có nghĩa là phủ nhận mọi cố gắng hay thành công của người khác được.<br/><br/>&emsp;Con giáp này cũng khá độc đoán khi luôn yêu cầu người khác làm theo ý mình, nếu có ai phản đối thì sẵn sàng đối đầu trực diện. Tình hình này khiến cho môi trường làm việc của người tuổi Thìn trở nên vô cùng căng thẳng, không có ai muốn lại gần trò chuyện hay làm việc cùng với bản mệnh cả.<br/><br/>&emsp;Về phương diện tình cảm, hãy để cảm xúc lên tiếng chứ đừng để lý trí phá hỏng những mối quan hệ mà con giáp này đã mất bao công sức gây dựng. Bản mệnh và nửa kia hãy cùng làm, cùng quyết định thì sẽ vui vẻ hơn là tự quyết mọi thứ và một người không có tiếng nói gì.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ti":"&emsp;Tử vi thứ bảy ngày 6/6/2020, vận trình của tuổi Tị tiến triển đều đều, không gặp phải sự cố nghiêm trọng nào. Con giáp này sẽ có cơ hội thăng tiến nếu thể hiện được năng lực của mình. Song bản mệnh hãy cố gắng và nỗ lực hơn nữa để đạt được những muc tiêu xa hơn trên con đường sự nghiệp.<br/><br/>&emsp;Đường tình duyên có thể bị ảnh hưởng do tiểu nhân ganh ghét với những gì mà con giáp này đang có. Hơn nữa ngũ hành bản mệnh sinh xuất nên mâu thuẫn gia tăng, hay người thiếu tin tưởng và thông cảm cho nhau nên dễ hiểu lầm về đối phương, hy sinh nhiều mà không được nhìn nhận đúng.<br/><br/>&emsp;Với những người độc thân muốn cải thiện tình trạng hiện tại thì nên tìm cách mở rộng mối quan hệ cho mình. Con giáp này nên cởi mở hơn, đừng nhốt mình trong căn phòng trống trải và quá khứ đã qua, bởi nó chỉ khiến cuộc sống của bản mệnh thêm bí bách và ngột ngạt hơn mà thôi.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Sửu<br/><br/>",
	"Ngo":"&emsp;Vận trình công danh sự nghiệp của tuổi Ngọ trong ngày không được diễn ra trôi chảy như mong muốn. Nhất là các mối quan hệ với đồng nghiệp xuất hiện dấu hiệu rạn nứt, nguyên nhân là do không thống nhất được quan điểm trong khi cùng giải quyết một nhiệm vụ nào đó.<br/><br/>&emsp;Tình duyên cũng kém sắc, bản mệnh cũng khó lòng đạt được như ý muốn. Vận đào hoa kém sắc, bạn ước mong về một cuộc sống gia đình hạnh phúc nhưng có lẽ mọi thứ còn quá xa vời. Nếu người tuổi Ngọ muốn tăng vận đào hoa thì cần phải chủ động hơn trong việc tìm kiếm một nửa cho mình.<br/><br/>&emsp;Những người đã có đôi có cặp dù yêu nhau nhưng không phải lúc nào cũng phải ở kề cạnh nhau. Con giáp này nên để đối phương có không gian riêng, đừng bao giờ vì tình yêu mà loại bỏ các mối quan hệ khác, bởi trước sau bản mệnh cũng sẽ cảm thấy ngột ngạt vì chính nó.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Tuất<br/><br/>",
	"Mui":"&emsp;Tuổi Mùi rất có trách nhiệm với công việc của mình, điều này thể hiện ở việc con giáp này luôn bận rộn với các nhiệm vụ. Nhờ có Chính Ấn soi chiếu vận trình, bản mệnh có thể được cất nhắc vào vị trí mình mong muốn đã lâu, tất cả là nhờ sự cố gắng suốt thời gian vừa qua.<br/><br/>&emsp;Có lẽ đây là giai đoạn nhạy cảm nên con giáp này mới chuyên tâm như vậy. Người tuổi Mùi biết rằng những nỗ lực của mình sẽ đem lại vị trí cao cho mình, những công sức bỏ ra sẽ gặt hái được thành quả xứng đáng, cố gắng phát huy hết khả năng của mình nhé.<br/><br/>&emsp;Bản mệnh là người nghiêm túc nhưng rất biết bao dung cho mọi người, không bao giờ xét nét vì những lỗi nhỏ nhặt. Thế nhưng nhiều khi con giáp nàylại quá nghiêm khắc với bản thân, khiến cuộc sống trở nên căng thẳng hơn nhiều. Hãy gạt bỏ những suy nghĩ bảo thủ trong đầu mình, cởi mở và suy nghĩ xa hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Ngọ<br/><br/>",
	"Than":"&emsp;Trong ngày Thân Thìn bán hợp, vận trình tài lộc của người tuổi Thân vô cùng khởi phát, con giáp này có cơ hội kiếm được tiền bạc một cách khá dễ dàng. Nếu bản mệnh có kế hoạch đầu tư, khai trương, kinh doanh thì cũng có thể chọn ngày hôm nay để tiến hành, đặt những bước đi đầu tiên.<br/><br/>&emsp;Con giáp này có một ngày làm việc thuận lợi và năng suất, nhiều việc diễn ra theo đúng kế hoạch đã xây dựng từ trước khiến tuổi Thân cảm thấy rất tự tin vào hào hứng. Bản mệnh cũng nhận ra có nhiều người luôn sẵn sàng giúp đỡ mình.<br/><br/>&emsp;Ngũ hành tương sinh, đường tình duyên của con giáp này cũng rất êm đep. Mối quan hệ giữa bản mệnh và nửa kia vô cùng hòa hợp. Bản mệnh thường chia sẻ với vợ hoặc chồng mình nhiều khó khăn trong cuộc sống, từ đó đôi bên sẽ tìm ra cách giải quyết phù hợp nhất.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Dau":"&emsp;Tử vi 12 con giáp ngày hôm nay nói rằng tuổi Dậu gặp ngày ngày Dậu Thìn nhị, điềm báo tốt lành về đường công danh sự nghiệp. Sự hy sinh cùng những nỗ lực cuối cùng cũng được đền đáp, con giáp nàyđã dành cả thời gian cá nhân để hoàn thành công việc nên đã gặt hái được những thành công.<br/><br/>&emsp;Song việc này không nên được khuyến khích vì nếu lạm dụng quá sẽ ảnh hưởng tới các mối quan hệ tình cảm hiện tại. Sức khỏe cũng sẽ bị ảnh hưởng khi mà bản thân người tuổi Dậu không có cả thời gian để nghỉ ngơi và phục hồi năng lượng. Hãy biết cân đối mọi việc sao cho hợp lý nhé.<br/><br/>&emsp;Vận trìnhtài lộc có dấu hiệu hư hao, con giáp này kiếm được tiền nhưng khó giữ được tiền bạc trong tay. Điều này khiến cho bản mệnh cảm thấy lúng túng, mặc dù trước đó đã có chút tích lũy rồi, có lẽ tuổi Dậu nên xem lại cách chi tiêu của mình càng sớm càng tốt.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Sửu<br/><br/>",
	"Tuat":"&emsp;Tử vi ngày mới cho thấy tuổi Tuất đối mặt với cục diện Thìn Tuất tương xung nên gặp phải nhiều trắc trở trong sự nghiệp. Nếu có bất cứ sai sót gì xảy ra mà lỗi thuộc về mình, con giáp này hãy dũng cảm nhận lỗi và tìm cách khắc phục, không nên đổ lỗi cho người khác.<br/><br/>&emsp;Những người làm ăn kinh doanh cũng không nên lựa chọn ngày hôm nay để kí kết hợp đồng, bởi nhiều khả năng mối đầu tư của bản mệnh sẽ gặp thất bại hoặc không được thuận lợi. Cho dù tham vọng có lớn đến đâu cũng cần chờ thời điểm thích hợp, có như vậy mọi việc mới suôn sẻ được.<br/><br/>&emsp;Về phương diện tình cảm không tốt cho lắm. Bản mệnh được đánh giá cao về những cống hiến, đóng góp vào trong công việc, tuy nhiên đó có thể là nguyên nhân gây nên mâu thuẫn. người ấy cảm thấy cô đơn khi con giáp này dành rất nhiều thời gian cho công việc, mối quan hệ cũng phai nhạt dần.<br/><br/>&emsp;Giờ tốt trong ngày: 9h - 11h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Ngọ<br/><br/>",
	"Hoi":"&emsp;Tuổi Hợi không phải lo lắng tới chuyện chi tiêu, tiền bạc trong ngày. Thực Thần mang lại nhiều dấu hiệu tốt trên con đường tài lộc. Con giáp này dễ nhận được những khoản thù lao xứng đáng từ những công việc làm thêm hoặc đầu tư từ trước đó. Hãy lập kế hoạch chi tiêu phù hợp chớ nên hoang phí nhé.<br/><br/>&emsp;Ngũ hành tương xung báo hiệu vận trình tình cảm không được thuận lợi cho lắm. Mối quan hệ giữa bản mệnh và người ấy trục trặc là do đôi bên chưa xác định được tình cảm của mình nên dễ bị các yếu tố bên ngoài tác động. Người độc thân nên tìm cách để cải thiện tình trạng của mình.<br/><br/>&emsp;Hãy nhớ mỗi người có một ưu điểm khác nhau, hãy phát huy thế mạnh của mình và thu hút người khác phái. Người đã yên bề gia thất nên chú ý đến cảm xúc của nửa kia hơn, không nên làm việc theo ý của mình. Vợ chồng lúc nào cũng cần phải có tiếng nói chung thì gia đình mới thực sự hạnh phúc được.<br/><br/>&emsp;Giờ tốt trong ngày: 7h - 9h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Sửu<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 7 ngày 6/6/2020 của 12 cung hoàng đạo dự báo Bạch Dương cảm thấy buồn phiền về chuyện tình cảm trong gia đình. Bạn có thể sẽ nảy sinh cãi vã với bố mẹ của mình vì những chuyện bình thường không mấy khi gây mâu thuẫn.<br/><br/>&emsp;Dường như chòm sao này đang cảm thấy bị áp lực và căng thẳng. Mặc dù bạn đang làm rất tốt công việc của mình, nhưng để có được thành quả hiện tại, bạn cũng phải cố gắng và nỗ lực không ít, thế nên tình trạng stress, căng thẳng là hoàn toàn có thể hiểu được.<br/><br/>&emsp;Tuy nhiên bạn nên tìm cách khác để giải tỏa cảm xúc của mình thay vì trút bực tức, khó chịu lên người thân của mình như thế nhé. Có những lời nói mà chúng ta không thể nào rút lại được và không sửa sai được, vì vậy đừng để bố mẹ phiền lòng thêm nữa.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 6/6/2020: 8, 31<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu bắt đầu ngày mới với những điều may mắn. Hôm nay công việc được hoàn thành xuất sắc mà không cần phải cố gắng quá nhiều. Bạn kiên nhẫn giải quyết những vấn đề rắc rối, khó khăn gặp phải mà không hề hoang mang hay mất bình tĩnh.<br/><br/>&emsp;Không có thành công nào mà không thất bại trước đó cả, không thể nào tránh những khó khăn trở ngại. Những điều đó là chuyện bình thường vì vậy bản thân chúng ta phải tìm cách vượt qua mà thôi. Thử thách lúc này sẽ giúp bạn trở nên mạnh mẽ, trưởng thành và vững vàng hơn.<br/><br/>&emsp;Tình hình tài chính trong ngày khá tốt. Bạn rất thận trọng và biết cách tiêu tiền, không phải hoang phí nhưng cũng chẳng quá mức tiết kiệm. Mọi thứ luôn ở trong tầm kiểm soát của bạn. Bởi cung hoàng đạo này có kế hoạch chi tiêu hợp lý cho bản thân và áp dụng nó một cách chặt chẽ.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 6/6/2020: 21, 48<br/><br/>",
	"SongTu":"&emsp;Tử vi phương Tây nói rằng Song Tử cảm thấy có chút tự ti với hoàn cảnh của bản thân. Bản mệnh có những lo lắng không đáng có: áp lực tuổi tác, hôn nhân gia đình, tiền bạc khiến bạn đau đầu... Hãy thả lỏng mình, bạn nên nhớ hạnh phúc do mình tự tạo ra chứ không phải được tạo ra nhờ những giá trị vật chất bên ngoài.<br/><br/>&emsp;Chuyện tình cảm của chòm sao nàycũng không như ý muốn khiến bạn không khỏi chán nản, muộn phiền. Bạn nên tìm ai đó để tâm sự, trút bỏ những suy nghĩ trong lòng để thấy nhẹ nhõm hơn, biết đâu đối phương còn cho bạn thêm lời khuyên có ích thì sao.<br/><br/>&emsp;May là tình hình sức khỏe của bạn không có gì đáng ngại. Cung hoàng đạo này có một thể trạng tốt mặc dù ngày hôm nay bạn đã suy nghĩ tiêu cực rất là nhiều đấy. Hãy dành thời gian cho bản thân mình để nghỉ ngơi cũng như thư giãn đầu óc nhé, bạn sẽ thoải mái hơn rất nhiều đấy.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 6/6/2020: 16, 33<br/><br/>",
	"CuGiai":"&emsp;Xem tử vi 12 nói rằng Cự Giải đã cố gắng nhường nhịn nhưng người ấy lại không tỏ thái độ chừng mực gì. Bản thân mở lòng là điều tốt nhưng không phải ai cũng đón nhận. Đừng vì thế mà hành xử bồng bột. Bạn hãy cứ để cho họ thời gian để có thể hiểu một cách thấu đáo.<br/><br/>&emsp;Thế nhưng thần tình yêu lại tìm đến, mang lại những tín hiệu khả quan cho những người còn đang độc thân. Tuy nhiên, để chọn được nửa kia phù hợp bạn nên quan tâm đến những sở thích, thói quen và công việc của đối phương để biết rằng bạn có khả năng thích nghi hay không.<br/><br/>&emsp;Chòm sao này nên chú ý hơn tới việc tập luyện thể dục mỗi ngày vì thể dục thường xuyên có tác dụng giúp não bộ giảm căng thẳng và giúp bạn tập trung vào công viên tốt hơn. Không chỉ vậy, việc này còn giúp bạn có sức đề kháng tốt, tránh được nhiều bệnh tật.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 6/6/2020: 22, 35<br/><br/>",
	"SuTu":"&emsp;Tử vi ngày 6/6/2020 cho thấy Sư Tử hôm nay khá bận rộn bởi khối lượng công việc cần phải giải quyết khá nhiều. Bạn muốn hoàn thành xong chúng một cách nhanh nhất để có thể nghỉ ngơi ngày cuối tuần một cách thoải mái. Vì thế hãy làm việc thật tập trung nhé.<br/><br/>&emsp;Mặc dù người ấy rất hiểu và cảm thông cho sự bận rộn của bạn, nhưng đôi khi người vẫn cảm thấy có chút buồn phiền và tủi thân vì không được bạn quan tâm nhiều. Hãy dành thời gian để quan tâm người ấy hơn nhé, dù sao bạn cũng nên cân bằng giữa công việc và chuyện tình cảm.<br/><br/>&emsp;Sức khỏe của chòm sao này khá ổn, nhưng nếu xuất hiện tình trạng kiệt sức hay mất ngủ thì phải xem lại ngay chế độ ăn của mình. Khi cơ thể không được cung cấp đủ dưỡng chất sẽ gây ra cảm giác mệt mỏi, chế độ ăn không lành mạnh sẽ khiến bạn khó ngủ vào ban đêm.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 6/6/2020: 3, 14<br/><br/>",
	"XuNu":"&emsp;Công việc của Xử Nữ trong ngày diễn ra suôn sẻ. Các mối quan hệ xung quanh hài hòa, mang đến nhiều tin vui cho bạn. Buổi tối bạn có thể ở nhà quây quần cùng gia đình hoặc tụ tập với bạn bè để kết nối tình cảm, đây chính là chỗ dựa tinh thần lớn nhất cho bạn trong lúc khó khăn.<br/><br/>&emsp;Chòm sao này nhận ra rằng dù trải qua bao nhiêu mối tình, bao nhiêu đổ vỡ đi chăng nữa cũng chính là để bạn có thể tìm được một người phù hợp với bạn nhất. Ngày hôm nay bạn và người đã suy nghĩ đến tương lai của hai người và có những kế hoạch thực hiện nó.<br/><br/>&emsp;Tình hình tài chính của bạn hôm nay về cơ bản là ổn định. Có thể bạn sẽ được nhận được khen thưởng từ cấp trên bởi những thành quả bạn đã làm ra. Dù đó chỉ là một khoản tiền nhỏ nhưng cũng đủ làm bạn cảm thấy vui và tạo được động lực làm việc hăng say hơn.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 6/6/2020: 12, 28<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình bắt đầu ngày mới khá thuận lợi, không gặp phải trở ngại hay khó khăn nào. Bạn thông minh, nhanh trí giải quyết được tất cả mọi sự cố phát sinh trong ngày hôm nay. Mọi người dành những lời khen ngợi về tài năng cũng như tác phong làm việc chuyên nghiệp của bạn.<br/><br/>&emsp;Công việc tong ngày khá thảnh thơi nên bạn không cảm thấy áp lực mà vô cùng thoải mái và có thời gian dành cho bản thân mình. Sau giờ tan làm bạn có cuộc hẹn với bạn bè, nên bạn cảm thấy vô cùng háo hức tuy nhiên bạn vẫn phải tập trung hoàn thành xong công việc của mình nhé.<br/><br/>&emsp;Có vẻ thời gian vừa qua chòm sao này đang có những thói quen không tốt cho sức khỏe. Cách tốt nhất là bạn nên dành thời gian để nhìn lại điều bạn cần thay đổi. Bạn biết điều gì nên và không nên nhưng bạn vẫn không nghiêm khắc với bản thân để làm những điều đó.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 6/6/2020: 4, 19<br/><br/>",
	"BoCap":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo cho biết Bọ Cạp khi trải qua khó khăn nhận ra được giá trị của bản thân và hiểu rằng những gì mình đang đối mặtrất quan trọng. Bởi chúng giúp bạn trưởng thành hơn. Điều đó cũng giúp bạn bước đến cánh cửa thành công một cách dễ dàng.<br/><br/>&emsp;Chuyện tình cảm của chòm sao này vô cùng êm đẹp, đôi lứa quấn quýt bên nhau không rời, vợ chồng cùng nhau trò chuyện và hóa giải những bất đồng. Người độc thân cũng rất đào hòa, thé nhưng để tìm được một người chung đường thì bạn cần nỗ lực cố gắng hơn nhiều.<br/><br/>&emsp;Ngoài nguồn thu ổn định thì bạn cũng có kế hoạch làm thêm một vài dự án mới để tăng thêm thu nhập cho mình. Tuy nhiên trước khi bạn quyết định đầu tư vào việc gì thì nên suy tính một cách cẩn thận nhé. Đừng thấy người khác thu về lợi nhuận lớn mà vội vàng đi theo nhé.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 6/6/2020: 9, 40<br/><br/>",
	"NhanMa":"&emsp;Tử vi thứ bảy của 12 chòm sao dự báo Nhân Mã cần giữ thái độ, hòa nhã, hành xử đúng mực với mọi người xung quanh. Dù xảy ra bất đồng nào bạn hãy cứ kiên nhẫn để nói chuyện thẳng thắn, cùng nhau giải quyết vấn đề hợp lí thay vì tranh cãi, cố chấp bảo vệ ý kiến của mình.<br/><br/>&emsp;Nếu một mối quan hệ không còn cho bạn cảm giác an tâm và chung thủy thì đừng phí phạm thời gian vào nó nữa. Đặc biệt là với các bạn nữ cần ghi nhớ, người đàn ông thật lòng yêu bạn thì họ sẽ biết cách khiến bạn nhận thấy sự trân trọng và niềm khao khát được bạn tin tưởng anh ấy như thế nào.<br/><br/>&emsp;Dù công việc có bận rộn đến đâu thì bạn cũng đừng nên ăn ở hàng qán quá nhiều, bởi thực phẩm sẽ không thể đảm bảo chất lượng như mình tự nấu được. Tự tay vào bếp, quây quần bên gia đình cũng chính là cách để bạn tăng thêm sự gắn bó và không khí ấm áp trong nhà.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 6/6/2020: 13, 25<br/><br/>",
	"MaKet":"&emsp;Công việc của Ma Kết những ngày cuối tuần rất nhiều nên bạn cần phải tập trung cao độ hơn, hạn chế dành quá nhiều thời gian để nói chuyện phiếm với đồng nghiệp. Hãy tập trung hoàn thành công việc của mình nhé nếu bạn không muốn bị cấp trên nhắc nhở nhé.<br/><br/>&emsp;Chuyện tình cảm của bạn cũng không mấy vui vẻ. Một số sự phản đối từ người thân hai bên gia đình khiến bạn và người ấy cảm thấy bế tắc và mệt mỏi. Tuy nhiên một chút sóng gió không thể làm hai bạn ngừng yêu thương nhau. Hãy cố gắng thuyết phục mọi người bằng tình yêu chân thành của mình nhé.<br/><br/>&emsp;Về phương diện sức khỏe của chòm sao này khá ổn nhưng đừng vì thế mà chủ quan nhé. Khi còn trẻ thì bạn có sức lực thế thôi, đến khi già rồi mới thấy thật lãng phí những năm tuổi trẻ không rèn luyện cho mình một thân thể dẻo dai, sức đề kháng tốt.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 6/6/2020: 5, 11<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình làm việc kém tập trung, dễ nổi nóng, mâu thuẫn với đồng nghiệp, bạn bè. Tốt nhất nên tránh những cuộc tranh luận, đàm tiếu, bông đùa tại công ty vì nó có thể khiến bạn mất kiểm soát. Điều này có thể khiến mọi người xung quanh có cái nhìn không mấy tốt đẹp về bạn.<br/><br/>&emsp;Chuyện tình yêu trong ngày diễn ra êm đềm. Cung hoàng đạo này đã có khoảng thời gian bên cạnh người ấy những ngày vừa rồi, bạn cảm thấy vô cùng vui vẻ và hạnh phúc. Cảm giác lâng lâng ấy vẫn còn đến bây giờ. Điều đó cũng giúp bạn có thêm động lực trong cuộc sống.<br/><br/>&emsp;Lời khuyên dành bạn là không nên ăn sau 10 giờ tối đâu nhé. Nó không chỉ khiến bạn dễ dàng tăng cần mà còn rất hại cho dạ dày của bạn. Thay vào đó bạn có thể ăn những thức ăn nhẹ nhàng như hoa quả, hay uống một cốc sữa ấm để có thể đi vào giấc ngủ dễ dàng hơn.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 6/6/2020: 6, 23<br/><br/>",
	"SongNgu":"&emsp;Tử vi ngày mới nói rằng Song Ngư cũng không cần phải lo lắng nhiều về vấn đề côn việc. Bạn vẫn có thể hoàn thành tốt chúng nếu bạn thực sự tập trung và nỗ lực. Năng lượng của bản không phải là không có chỉ là bạn có muốn dồn toàn bộ vào công việc của mình hay không.<br/><br/>&emsp;Ngày hôm nay mang đến những cảm xúc ngọt ngào, lãng mạn trong chuyện tình cảm của chòm sao này và nửa kia. Hai người tâm đầu ý hợp đến nỗi người này chưa nói nhưng người kia đã đoán được ý rồi. Đối phương luôn ở bên, thấu hiểu và ủng hộ mọi quyết định của bạn.<br/><br/>&emsp;Tuy nhiên cung hoàng đạo này lại khá lơ là trong việc chăm sóc cho bản thân mình. Bạn cũng không có thói quen ăn bữa sáng trước khi làm. Bữa sáng vô cùng quan trọng, nó giúp bạn có năng lượng cho ngày làm việc mới. Vì vậy hãy để ý đến sức khỏe của mình nhiều hơn nhé.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 6/6/2020: 10, 17<br/><br/>"
    },
"20200607": {
    "Ty":"&emsp;Xem tử vi phương Đông 12 con giáp nói rằng tuổi Tý có một ngày bội thu với nhiều vận may tài lộc tìm tới. Nếu con giáp này chăm chỉ, chịu khó làm lụng thì sẽ không phải lo lắng không có tiền tiêu, không những thế còn tích lũy được một khoản để phòng khi sau này cần dùng tới nữa.<br/><br/>&emsp;Song dù cơ hội kiếm tiền nhiều tới đâu bản mệnh cũng không nên để nó chiếm hết thời gian, cuối cùng nhiều tiền mà không có người cùng chung hưởng. Hãy cân đối giữa thời gian làm việc và nghỉ ngơi, năng ra ngoài gặp gỡ bạn bè để phát triển các mối quan hệ cho mình.<br/><br/>&emsp;Ngũ hành Thủy Hỏa tương xung báo hiệu giữa các cặp đôi có nhiều vấn đề khúc mắc. Con giáp này cảm thấy không an toàn khi không thể trông cậy vào đối phương nhiều như trước nữa, thậm chí có những lúc bản mệnh còn thấy thất vọng và muốn quay trở lại cuộc sống độc thân.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Suu":"&emsp;Tử vi ngày 7/6/2020 cho thấy tuổi Sửu gặp ngày Tam Hợp nên vận trình tình duyên khởi sắc, thăng hoa rực rỡ. Con giáp này được đắm chìm trong những giây phút mật ngọt, lãng mạn của tình yêu đôi lứa, hạnh phúc ngập tràn và không phải lo lắng về bất cứ điều gì nữa.<br/><br/>&emsp;Đối với những người còn độc thân nên tự tin hơn vào chính mình, phát triển các mối quan hệ lãng mạn. Không ai là hoàn hảo cả nên người tuổi Sửu cũng đừng ngại ngùng về những khuyết điểm của mình, bởi biết đâu chính khuyết điểm đó lại trở thành điểm thu hút đối phương thì sao.<br/><br/>&emsp;Bản mệnh dành được thành công nhất định trọng lĩnh vực mà mình đang theo đuổi. Hơn ai hết, con giáp này hiểu rằng sự lười biếng sẽ chẳng đưa đến đâu hết, và vì thế nếu muốn đạt được thành quả giá trị trong công việc, tuổi Sửu đã phải quyết tâm và nỗ lực làm việc không ngừng.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Dậu<br/><br/>",
	"Dan":"&emsp;Tử vi chủ nhật của 12 con giáp dự báo ngày Dần Tị tương hại báo hiệu tuổi Dần có thể gặp nhiều chuyện thị phi xảy tới nên phải hết sức thận trọng. Đôi khi những lời đồn thổi vô căn cứ lại mang sức mạnh vô cùng lớn lao, khiến con giáp này phải điêu đứng dù trong thâm tâm vẫn cho rằng mình không làm gì sai thì không việc gì phải sợ.<br/><br/>&emsp;Vì thế mà vận trình công danh sự nghiệp cũng bị ảnh hưởng ít nhiều từ những lời đồn đoán này. Tuy không thiệt hại lớn nhưng nó cũng làm lỡ dở kế hoạch của người tuổi Dần trong thời gian tới. Tốt nhất bản mểnh nên hạn chế chia bè kết phái, bàn tán chuyện của người khác để giảm bớt thị phi.<br/><br/>&emsp;May mắn là tài vận khá tốt, khi nhờ có Chính Tài nâng đỡ mà con giáp này có thể trả được những khoản nợ và có được những phần thưởng giá trị. Đây cũng là ngày mà bản mệnh không nên lập ra quá nhiều những kế hoạch hoành tráng, to tát và rồi không thực hiện nổi nó, hãy sống thực tế hơn nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Thìn<br/><br/>",
	"Meo":"&emsp;Bói tử vi trực tuyến 12 con giáp nói rằng tuổi Mão đang được quý nhân giúp sức nên tài lộc dồi dào, cứ hết rồi lại có. Những người làm công ăn lương ngoài thu nhập chính là lương tháng thì nay con giáp này cũng có thêm thu nhập phụ từ việc làm thêm hoặc thưởng doanh thu.<br/><br/>&emsp;Bản mệnh theo nghiệp kinh doanh cũng sẽ khá bận rộn với các đơn hàng về tới tấp, khách hàng ra vào nườm nượp. Người tuổi Mão cũng có nhiều kế hoạch muốn triển khai trong thời gian tới, thành công hôm nay chính là điểm khởi đầu để thực hiện dự định đó trong tương lai.<br/><br/>&emsp;Tuy nhiên vì ngũ hành bản mệnh sinh xuất nên vận trình tình cảm có phần kém sắc, những người có đôi phải dành nhiều thời gian hơn cho người mình yêu, chia sẻ và tâm sự những chuyện gặp phải trong đời sống để đôi bên thấu hiểu nhau hơn, nếu không mối quan hệ sẽ dần xa cách.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tị<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo tuổi Thìn sẽ gặp khá nhiều thuận lợi. Chính Ấn hỗ trợ cho con giáp này trên con đường sự nghiệp và công danh. Có nhiều dấu hiệu tích cực cho thấy bản mệnh đang đi đúng hướng và bên cạnh đó còn nhận được sự hậu thuẫn của rất nhiều người có kinh nghiệm.<br/><br/>&emsp;Ngoài ra người tuổi Thìn còn đón nhận cả tin vui về chuyện tình cảm nữa. Có thể nói là một ngày cực kỳ may mắn, ngũ hành tương sinh báo hiệu người yêu nhau cuối cùng cũng về được với nhau, vượt qua mọi trở ngại, thử thách để đến được ở bên nhau.<br/><br/>&emsp;Trong khi đó người độc thân nên sống cởi mở, hòa đồng hơn với mọi người. Các mối quan hệ sẵn có sẽ giúp cho bản mệnh tìm được nhân duyên tốt lành. Vì thế con giáp này không nên căng thẳng quá hay tự gây áp lực cho mình vì người có duyên trước sau rồi cũng sẽ gặp được nhau.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ti":"&emsp;Theo tử vi 12 con giáp ngày mới, tuổi Tị có quý nhân soi đường chỉ lối nên đã tìm được hướng đi mới để phát triển sự nghiệp của mình. Con giáp này không ngại khó khăn gian khổ mà luôn cố gắng hết mình để có thể từng bước giành lấy mục tiêu.<br/><br/>&emsp;Về phương diện sự nghiệp, người tuổi Tị cũng được cấp trên tin tưởng và tín nhiệm vì tinh thần trách nhiệm cao. Bất cứ nhiệm vụ nào được giao cũng mang lại sự yên tâm vì bản mệnh sẽ tìm mọi cách hoàn thành, ngay cả khi bản thân có phải chịu thiệt thòi đi chăng nữa.<br/><br/>&emsp;Ngũ hành Hỏa vượng khiến con giáp này trở nên nóng nảy hơn thường ngày. Bản mệnh nên hít thở sâu để giải tỏa bức bối trong người, những lời nói trong khi nóng giận có thể gây ra hậu quả khôn lường, tổn thương rất lớn cho người đối diện khiến tình cảm đôi bên rạn nứt.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mùi<br/><br/>",
	"Ngo":"&emsp;Tử vi ngày mới 7/6/2020 cho thấy ngày Ngọ Tị tương hội nên tuổi Ngọ đón nhận khá nhiều may mắn trên đường tình duyên. Chuyện tình cảm vốn vậy, người có duyên phận với nhau thì dù gần hay xa cũng sẽ tìm được cơ hội gặp gỡ, tuy tình cờ nhưng cũng đầy bất ngờ.<br/><br/>&emsp;Thế nhưng vận may chỉ đến với con giáp này ở phương diện tình cảm, vận trình công danh sự nghiệp không được suôn sẻ. Người tuổi Ngọ đối mặt với những trở ngại mà tiểu nhân gây ra, bày mưu phá hoại. Do bị động nên bản mệnh vẫn chưa tìm được cách để giải quyết thích hợp.<br/><br/>&emsp;Thiên Quan nhắc nhở con giáp này cần phải nhẫn nại, nếu như muốn có một thành quả giá trị nào đó, nhất là liên quan đến tiền bạc. Đừng vội vàng, hấp tấp mà dễ hỏng việc nhé. Đây cũng thời điểm tốt để học hỏi thêm kiến thức, cải thiện kỹ năng, chúng sẽ giúp ích rất nhiều cho tương lai đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Sửu<br/><br/>",
	"Mui":"&emsp;Xem tử vi phương Đông 12 con giáp, tuổi Mùi gặp khá nhiều may mắn trên con đường công danh sự nghiệp. Nhìn chung Con giáp nàykhông phải tốn nhiều thời gian để giải quyết công việc cũng như không phải tính toán gì nhiều mà chỉ cần làm theo đúng kế hoạch thì sẽ gặt hái được thành quả.<br/><br/>&emsp;Vận trình tài lộc trong ngày cũng vượng phát rõ rệt, bản mệnh có nguồn thu dồi dào, là cơ hội để thực hiện những mong muốn và kế hoạch đã dự định từ lâu. Chuyện kinh doanh của người tuổi Mùi sẽ có những tiến triển vượt bậc, lợi nhuận theo đó cũng tăng lên gấp bội.<br/><br/>&emsp;Ngoài nguồn thu nhập chính thì con giáp này còn có thêm nhiều công việc khác nữa. Bản mệnh tìm được những mối làm ăn mới rất đáng tin cậy, có thể phát triển nhiều hơn nữa trong tương lai. Vậy may hiếm có đang tới nên hãy tranh thủ nắm bắt thời cơ tốt đẹp này đi nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mão<br/><br/>",
	"Than":"&emsp;Cục diện Tứ Hành Xung nhắc nhở tuổi Thân cần phải hết sức thận trọng trong chuyện tình cảm. Vì nhiều khả năng những căng thẳng, mẫu thuẫn sẽ xảy ra. Có những cặp đôi càng trở nên căng thẳng khi người thứ 3 xuất hiện chen ngang khiến cho con giáp này cảm thấy vô cùng mệt mỏi.<br/><br/>&emsp;Kiếp Tài dự báo sẽ phải đối diện với những thay đổi, bản mệnh sẵn sàng chấp nhận cắt đứt với những thói quen cũ, những mối quan hệ không còn ý nghĩa. Dù cho những điều này không đem lại cho người tuổi Thân vui vẻ, thế nhưng vẫn phải đối diện với nó mà thôi. Khi vượt qua được, con giáp này sẽ thấy rồi mọi thứ thật tốt đẹp.<br/><br/>&emsp;Ngũ hành xung khắc cho thấy con giáp này đang mâu thuẫn với chính bản thân mình, ảnh hưởng đến sức khỏe cho tới mối quan hệ và dẫn theo những khó khăn trong công việc. Điều bản mệnh cần làm lúc này đảm bảo thể chất, hãy làm điều gì đó để giải tỏa tâm trạng.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Dần<br/><br/>",
	"Dau":"&emsp;Tử vi hàng ngày 12 con giáp cho thấy Tam Hợp che chở, tuổi Dậu không phải lo lắng về chuyện tình cảm của mình nữa. Nhiều cặp đôi lúc này đã bắt đầu bàn tính chuyện cưới xin trong thời gian tới và được gia đình hai bên đồng thuận. Người độc thân thì hãy tự tin ngỏ lời bởi cơ hội thành công rất cao.<br/><br/>&emsp;Tỷ Kiên nhắc nhở con giáp này chớ nên cố làm mình trở thành tâm điểm chú ý, bởi điều này có thể kéo theo sự ghen tị, khó chịu không mong muốn từ phía những người xung quanh. Đây cũng là ngày mà bản mệnh nên thận trọng về tiền bạc, đừng chỉ vì lòng tham mà gây ra sai lầm không đáng có.<br/><br/>&emsp;Con giáp này vẫn kiên quyết theo đuổi mục tiêu bản thân đã đặt ra, khó khăn không khiến người tuổi Dậu nản chí mà hoàn toàn ngược lại, càng có thêm quyết tâm phấn đấu, vượt qua trở ngại để tiến tới thành công. Bản mệnh biết cách tạo cảm hứng, học hỏi kinh nghiệm của những người đi trước.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Tuat":"&emsp;Vận trình công danh sự nghiệp và tình duyên của người tuổi Tuất đều hanh thông thuận lợi, không có điều gì đáng chê trách cả. Con giáp này sẽ có cơ hội thành danh dựa vào những nỗ lực và tài năng của chính bản thân mình.<br/><br/>&emsp;Vượt qua thử thách để chứng minh năng lực, bản mệnh đã cho mọi người thấy được mình không hề tầm thường và có vị trí quan trọng như thế nào trong công việc. Qua lần này, con giáp này có thể sẽ được cấp trên xem xét cất nhắc lên vị trí thích hợp hơn trong thời gian tới.<br/><br/>&emsp;Ngũ hành Hỏa Thổ tương sinh cho thấy các mối quan hệ xung quanh của tuổi Tuất vô cùng tốt đẹp, không những thế còn hậu thuẫn cho bản mệnh rất nhiều trong cuộc sống. Có điểm tựa vững vàng nên bbản mệnh khá an tâm, cứ cảm thấy có gì khó khăn là có thể xin lời khuyên từ họ.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Hoi":"&emsp;Tử vi 12 con giáp nói rằng trong ngày Hợi Tị tương xung có điềm báo chẳng lành đến với tuổi Hợi. Vận trình tình cảm của con giáp này có thể nảy sinh xung đột, bất đồng. Mối quan hệ giữa bản mệnh và nửa kia rạn nứt vì mâu thuẫn quá lâu ngày không tìm được hướng giải quyết ổn thỏa.<br/><br/>&emsp;Tâm trạn không ổn, tinh thần sa sút khiến con giáp này mất tập trung và có thể mắc sai lầm trong công việc. Lại thêm suy giảm nên sức ảnh hưởng không nhỏ đến hiệu quả và tiến độ của công việc hiện tại. Người tuổi Hợi nên chấn chỉnh tinh thần càng sớm càng tốt để hạn chế mọi lỗi sai có thể xảy ra.<br/><br/>&emsp;Ngũ hành tương xung nên tình hình sức khỏe của bản mệnh trong ngày hôm nay không được tốt cho lắm. Đừng vì bận rộn mà không quan tâm, chăm sóc cơ thể, nếu con giáp này cứ tiếp tục thờ ơ như thế thì tương lai sẽ dễ mắc bệnh hơn đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Sửu<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi chủ nhật ngày 7/6/2020 của 12 cung hoàng đạo nói rằng Bạch Dương luôn muốn bộc lộ cá tính tự lập, liều lĩnh, không ngại khó khăn của mình. Đôi khi đó là những ý tưởng điên rồ, không ai dám nghĩ tới nhưng bạn vẫn dám thử thách chính bản thân mình.<br/><br/>&emsp;Nếu bạn biết lắng nghe bản thân một cách tích cức thì sẽ không rơi vào tình cảnh bối rối và lúng rúng cả, sự mất kiểm soát cũng vì thế mà không thể xảy ra. Do đó thay vì làm mọi thứ một cách bản năng thì bạn nên học cách kiểm soát chúng nằm trong kế hoạch của mình.<br/><br/>&emsp;Chuyện tình cảm vô cùng vui vẻ, êm đẹp khiến mọi người xung quanh ai cũng cẩm thấy ghen tị. Bạn và người ấy ngày càng cảm thấy là một nửa không thể thiếu của nhau. Hai bạn rất tâm đầu ý hợp, cùng nhau vun vén hạnh phúc và xây dựng gia đình trong tương lai.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 7/6/2020: 7, 19<br/><br/>",
	"KimNguu":"&emsp;Tử vi 7/6/2020 dự báo Kim Ngưu trở nên rụt rè, khó gần. Bạn cảm thấy thoải mái hơn với những điều quen thuộc hàng ngày và khó thích nghi với những sự thay đổi mới mẻ. Bạn muốn sống trong vùng an toàn của mình mà không muốn phải thử thách ở môi trường khác.<br/><br/>&emsp;Về phương diện tình cảm đang có những dấu hiệu chuyển biến tích cực. Cung hoàng đạo này còn độc thân có thể gặp được người tâm đầu ý hợp với mình. Song bạn cũng đừng vội vàng quyết định mà nên dành thời gian để đôi bên có thời gian cùng tìm hiểu nhau thêm nữa nhé.<br/><br/>&emsp;Trong mùa hè nóng nực này bạn nên bổ sung nhiều rau xanh và trái cây tươi bởi chúng là những thực phẩm rất tốt, giúp bạn làm mát cơ thể. Hơn thế nữa chúng còn cung cấp các loại vitamin, chất khoáng và chất xơ chứa các thành phần chống oxy hóa và giúp tăng sức đề kháng.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 7/6/2020: 14, 24<br/><br/>",
	"SongTu":"&emsp;Song Tử đang cố gắng giải quyết những vấn đề gặp phải trong thời gian vừa qua, dù vậy tính khí của bạn trở nên nóng nảy hơn, bạn cần học cách kiềm chế, kiểm soát cảm xúc của mình nhé. Nóng giận nhất thời chỉ khiến cho tình cảm bị sứt mẻ, khó lòng làm lại như lúc ban đầu.<br/><br/>&emsp;Môi trường cũng là một trong yêu tố có thể gây nên sự nhàm chán trong công việc. Từ những điều đơn giản nhất như bàn làm việc thường ngày có thể khiến bộ não không có sự thay đổi trong khoảng thời gian dài với những hình ảnh quá quen thuộc. Khả năng sáng tạo của bạn cũng bị hạn chế dần.<br/><br/>&emsp;Có vẻ như bạn đang gặp khó khăn về tài chính do phải chi một khoản tiền không nhỏ cho các sự kiện bất khả kháng như dự tiệc, cưới hỏi, du lịch, mua sắm… Những việc này sẽ tiêu tốn không ít tiền nhưng bạn cũng đừng quên tiết kiệm một khoản để phòng cho những bất trắc sau này.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 7/6/2020: 10, 29<br/><br/>",
	"CuGiai":"&emsp;Xem tử vi miễn phí 12 cung hoàng đạo tiết lộ Cự Giải quá tin vào trực giác của mình nhưng điều đó không hề chính xác trong ngày hôm nay. Bạn trở nên lo lắng, dễ xúc động và chỉ điều nhỏ thôi cũng khiến bạn bị kích động. Hãy học cách lắng nghe và kiểm chế được cái tôi cá nhân mạnh mẽ của mình.<br/><br/>&emsp;Mọi thứ trên đời này đều phải trải qua một quá trình mới có thể nhận lại được kết quả tương xứng với công sức bản thân bỏ ra. Chính vì vậy thay vì nôn nóng, chòm sao này hãy nỗ lực làm việc mỗi ngày một cách nghiêm túc thì nhất định sẽ được mọi người nhìn nhận mà thôi.<br/><br/>&emsp;Bạn thường có thói quen lên các trang mạng xã hội để đọc tin tức, chia sẻ hay biết được cuộc sống của bạn bè, người thâ và là công cụ thú vị và hữu ích trong cuộc sống. Tuy nhiên đôi lúc nó sẽ khiến bạn trở nên nhạy cảm hơn, dễ so sánh bản thân với những người khác.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 7/6/2020: 11, 30<br/><br/>",
	"SuTu":"&emsp;Theo tử vi ngày mới, Sư Tử có thể gặp phải những vấn đề liên quan tới sức khỏe. Có lẽ bạn đã dành hết thời gian nghỉ ngơi của mình để làm việc. Cơ thể của bạn dần trở nên kiệt sức. Hãy nghỉ ngơi, thư giãn để cơ thể hồi phục thay vì cứ gượng ép bản thân như thế.<br/><br/>&emsp;Chòm sao này làm việc rất hiệu quả dưới sự hướng dẫn của người có kinh nghiệm, năng suất đạt được rất đáng để ghi nhận. Nhưng đôi khi vì làm việc tập trung quá nên bạn cũng hơi xao nhãng các mối quan hệ xung quanh. Hãy sắp xếp lại thời gian cũng như cân bằng các phương diện khác trong cuộc sống.<br/><br/>&emsp;Chuyện tình cảm không có nhiều biến động, người độc thân chưa thực sự sẵn sàng tiến tới mối quan hệ mới dù đã có người ngỏ lời. Có thể là do bạn quá lý trí hay vì trái tim chưa rung động, tỉnh táo là cần thiết nhưng đừng để sự tỉnh táo đè bẹp tiếng nói của con tim<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 7/6/2020: 9, 26<br/><br/>",
	"XuNu":"&emsp;Tử vi phương Tây cho thấy Xử Nữ vốn có tính cách cẩn thận nên làm việc gì cũng nghiêm túc, chu đáo. Tuy nhiên đôi lúc bạn khá bảo thủ với những quan điểm của mình. Bạn cũng không chắc chắn rằng mình có thể biết hết tất cả, vì vậy hãy lắng nghe nhiều hơn để tránh dẫn đến những quyết định sai lầm.<br/><br/>&emsp;Bạn là người thông minh nhưng cũng chính vì thế mà lại hay thất vọng và chán nản khi mọi việc không diễn ra như ý muốn. Bất kể đó là công việc hay các mối quan hệ xã hội, tình cảm cá nhân cũng vậy, phân tích quá sâu khiến bạn không thấy hài lòng với thực tại.<br/><br/>&emsp;Cung hoàng đạo này nên biết rằng trên đời này không có thứ gì là hoàn hảo cả, vì vậy quá khắt khe quá mức với mọi thứ xung quanh mình, chỉ cần tương đối thôi là bạn sẽ thấy hạnh phúc. Bên canh đó, bạn cũng đừng cố tìm hết những nhược điểm của bản thân. Hãy tự tin và suy nghĩ thoáng hơn nhé.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 7/6/2020: 3, 17<br/><br/>",
	"ThienBinh":"&emsp;Chuyện tình cảm của Thiên Bình không được như ý. Bạn cảm thấy cô đơn, mệt mỏi với mối quan hệ hiện tại, thậm chí bạn không cảm thấy hạnh phúc. Nếu hai người không giải quyết được vấn đề thì rất dễ nảy sinh ra cãi vã, thậm chí còn dẫn đến chia tay đấy.<br/><br/>&emsp;Bạn luôn lầm tưởng rằng muốn thành công trong công việc thì phải hi sinh thời gian của mình dành cho người yêu hay gia đình. Nhưng nỗi sợ đó chỉ làm tinh thần của bạn giảm đi mà thôi. Nếu bạn biết cách cân bằng thì bạn sẽ có được tất cả mọi thứ. Vì vậy đừng ngại thử thách bản thân nhé.<br/><br/>&emsp;Một nụ cười bằng 10 thang thuốc bổ vì vậy bạn hãy luôn giữ tinh thần vui vẻ, thoải mái, nụ cười luôn nở trên môi sẽ giúp cho sức khỏe của bạn rất nhiều đấy. Những cảm xúc tích cực của bạn sẽ truyền năng lượng tới mọi người xung quanh.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 7/6/2020: 7, 39<br/><br/>",
	"BoCap":"&emsp;Tình hình tài chính của Bọ Cạp hôm nay rất khả quan, không phải lo lắng chuyện chi tiêu. Nguồn thu nhập chính dồi dào, tiền bạc dư đôi có thể tính đến chuyện để dành một khoản hoặc đầu tư vào lĩnh vực khác để tăng thêm thu nhập cho mình.<br/><br/>&emsp;Lời khuyên cho bạn lúc này là đừng nên ghen tuông mù quáng như thế. Mặc dù ghen tuông cũng là gia vị trong tình yêu, tuy nhiên bạn nên biết rằng thứ gì nhiều quá cũng không phải là điều tốt. Bạn và người ấy yêu nhau nhưng vẫn cần khoảng không gian riêng tư của cả hai.<br/><br/>&emsp;Cung hoàng đạo này hoàn toàn có quyền được tự hào về những thành quả của bản thân tuy nhiên điều này hoàn toàn khác với sự kiêu căng, ngạo mạn. Sự thành thật với những gì bạn làm được sẽ khiến mọi người tin tưởng và nhớ tới bạn mỗi khi cần.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 7/6/2020: 4, 18<br/><br/>",
	"NhanMa":"&emsp;Nhân Mã rất dễ nổi nóng và nói ra những lời có thể gây khó chịu với người khác. Mặc dù bạn đều được mọi người công nhận năng lực, sự thông minh nhưng nếu không biết học cách lắng nghe thì bạn chỉ nhận sự thiệt thòi về mình mà thôi.<br/><br/>&emsp;Dường như bạn đang muốn áp đặt những suy nghĩ của mình lên người ấy. Việc muốn thay đổi cuộc sống hoàn toàn của ai đó thì chỉ khiến họ cảm thấy không thoải mái và khó chịu hơn mà thôi. Từ đó mối quan hệ cũng trở nên ngột ngạt hơn, thậm chí là đối phương sẽ mệt mỏi mà rời đi.<br/><br/>&emsp;Một loại quả chứa nhiều chất sơ, có tác dụng ngăn ngừa táo bón, giảm cân, giảm mỡ máu, tốt cho bệnh nhân tiểu đường chính là quả sung. Nếu bạn có thể tìm thấy hoặc mua được loại quả này thì đừng quên bổ sung nó vào thực đơn hàng ngày nhé.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 7/6/2020: 23, 28<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo nói rằng dường như Ma Kết say mê theo đuổi những điều mới lạ của cuộc sống xung quanh. Bạn thể hiện năng lượng cảm xúc tích cực của mình, hơi phá cách thay đổi những điều thông thường để bản thân có những trải nghiệm thú vị.<br/><br/>&emsp;Trước khi làm bất cứ việc gì bạn nên lên kế hoạch và chuẩn bị thật kĩ càng để tránh những vấn đề phát sinh bất ngờ ngoài dự tính. Trong công việc cũng vậy, hãy hoàn thành và luyện tập nói trước gương để thuyết trình trước cấp trên một cách lưu loát nhé.<br/><br/>&emsp;Mặc dù hôm nay là chủ nhật nhưng bạn đừng nằm lì mãi trên chiếc giường của mình nhé. Ngày nghỉ mà hãy lên kế hoạch đi chơi vui vẻ cho hôm nay thôi. Thức dậy sớm dọn dẹp nhà cửa, hay rèn luyện thể thao cũng là cách giúp bạn giải tỏa căng thẳng sau một tuần làm việc đấy.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 7/6/2020: 5, 15<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 chòm sao Tây phương chỉ ra rằng Bảo Bình dễ vướng vào các mối quan hệ tình cảm phức tạp. Hãy suy nghĩ thật kĩ để đưa ra những lựa chọn phù hợp với mình. Dù bạn thích hay không thích cũng nên rõ ràng trong chuyện tình cảm để tránh những hiểu lầm không đáng có nhé.<br/><br/>&emsp;Công việc vẫn còn tồn đọng khá nhiều nên dù là ngày nghỉ nhưng bạn vẫn phải làm việc. Lời khuyên cho bạn đó là tìm đến những quán cà phê yên tĩnh, hay thư viện, hoặc những nơi nên có không gian thoáng mát và rộng rãi, tránh ồn ào để bạn có thể tập trung tốt nhất.<br/><br/>&emsp;Những áp lực, căng thẳng khiến bạn cảm thấy mệt mỏi và chán nản với công việc hiện tại. Lời khuyên dành cho chòm sao này là hãy dành thời gian cho bản thân và giải tỏa căng thẳng bằng cách đọc một cuốn sách yêu thích, nghe một bản nhạc nhẹ nhàng cũng là một gợi ý thú vị.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 7/6/2020: 14, 21<br/><br/>",
	"SongNgu":"&emsp;Tử vi ngày mới cho biết Song Ngư đang gặp phải một chút rắc rối mâu thuẫn với bạn bè, đồng nghiệp. Mỗi người đều có những suy nghĩ và quan điểm khác nhau nhau nên khó tránh khỏi việc xung đột, tuy nhiên bạn càng cố gắng phân bua đúng sai thì chuyện này sẽ không bao giờ đi đến hồi kết cả.<br/><br/>&emsp;Hãy luôn cố gắng giữ một thái độ sống tích cực, nghiêm túc và kỷ luật nếu như bạn đã nhìn thấy được mục tiêu của mình để đạt được kết quả tốt nhất. Không chỉ vậy bạn cũng cần sự tập trung, nỗ lực, chăm chỉ, không ngại khó khăn để thực hiện thì thành công sẽ đến thôi.<br/><br/>&emsp;Nhiều người chỉ vì sở thích ăn uống nên cứ ăn thật nhiều mà không phân biệt lợi hại của các món ăn. Nhất là đồ tươi sống, các món gỏi thì càng nên thật trọng, chúng rất dễ nhiễm khuẩn nếu sinh sống trong môi trường bẩn và vì thế không hề tốt cho sức khỏe của bạn.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 7/6/2020: 16, 32<br/><br/>"
    },
"20200608": {
    "Ty":"&emsp;Xem tử vi 12 con giáp cho thấy tuổi Tý có thể sẽ gặp phải rắc rối hoặc hiểu lầm với ai đó. Tuy nhiên con giáp này sẽ có cơ hội để nói chuyện trực tiếp với đối phương để làm rõ mọi chuyện thay vì lảng tránh. Hãy nhớ giao tiếp chính là chìa khóa giải quyết trong hầu hết mọi trường hợp.<br/><br/>&emsp;Kiếp Tài chỉ rõ những rắc rối liên quan đến tiền bạc. Vì tin tưởng nên bản mệnh không lưu lại bằng cớ gì, cuối cùng tự đẩy mình vào thế yếu, chuyện mất tiền mất của gần như đã hai năm rõ mười. Người tuổi Tý cần phải tỉnh táo và sáng suốt hơn trong những quyết định của mình.<br/><br/>&emsp;Tý Ngọ lục xong báo hiệu vận trình tình cảm căng thẳng và là nguyên nhân chính ảnh hưởng tới cảm xúc của tuổi Tý. Đối phương tỏ ra nghi ngờ và có ý kiểm soát bạn quá mức, có thể là do họ không cảm nhận được tình cảm của bạn, lúc này rất cần sự trung thực và cởi mở để giải quyết.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Suu":"&emsp;Tử vi hàng ngày 12 con giáp nói rằng người tuổi Sửu sẽ có nhiều việc bất ngờ xảy đến, hầu hết đó đều là những tin khá tốt, những thay đổi mang tính tích cực, có nhiều điều mới mẻ. Chính Quan nhập mệnh, con giáp này đang đứng trước những cơ hội thăng tiến rất tốt.<br/><br/>&emsp;Bản mệnh nên làm quen với những thay đổi bất ngờ đó vì đấy chính là cách để mọi thứ vận hành. Có thể những cái đang duy trì là điều tuổi Sửu mong muốn nhưng không lâu sau đó nó có thể không còn phù hợp nữa, vì thế cần phải tìm giải pháp cho bản thân trong từng giai đoạn khác nhau.<br/><br/>&emsp;Tuy nhiên ngày Sửu Ngọ tương hại nên con giáp này trở nên nóng nảy hơn bình thường, đây cũng là nguyên nhân khiến chuyện tình cảm ngày không được vui vẻ cho lắm. Những hiểu lầm tích tụ lâu ngày giữa bản mệnh và người ấy nay bỗng bùng phát tạo thành mối nguy lớn.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Hợi<br/><br/>",
	"Dan":"&emsp;Tử vi ngày 8/6/2020 cho thấy tuổi Dần có vẻ như không được tập trung cho lắm, điều này ảnh hưởng đến việc đưa ra các quyết định trong mọi phương diện của cuộc sống. Con giáp này cần giữ tỉnh táo để nhìn ra gốc rễ vấn đề, từ đó tìm được giải pháp hoặc cách làm hiệu quả hơn.<br/><br/>&emsp;Thực Thần chiếu mệnh, bản mệnh rất may mắn trong chuyện làm ăn. Kiếm tiền của thiên hạ chưa bao giờ là chuyện dễ dàng nhưng người tuổi Dần có thể làm được điều đó trong chớp mắt. Con gáp này không để lãng phí chút thời gian hay mối quan hệ đáng quý nào. Mọi cơ hội đều nắm bắt và tận dụng.<br/><br/>&emsp;Tam Hợp quý nhân chỉ lối dẫn đường cho trái tim yêu về lại với nhau. Sau những ngày xa cách. Con giáp này hiểu mình cần làm gì để có được hạnh phúc. Có thể đây chính là thời điểm tốt để người độc thân chủ động bày tỏ với đối phương, nếu bản mệnh im lặng thì cơ hội sẽ trôi qua mất đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Hợi<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp cho biết tuổi Mão tỏ ra nóng nảy và thiếu kiên nhẫn nên có thể vướng phải nhiều rắc rối trong ngày. Hãy cố gắng kiểm soát cảm xúc cá nhân, đừng mất bình tĩnh như thế để những tranh chấp và xung đột dần lắng xuống. Có nhiều việc con giáp này vẫn thường suy diễn để phóng đại nó lên.<br/><br/>&emsp;Mão Ngọ tương phá, có điềm báo phá tài, bản mệnh dễ bị người xấu lừa gạt. Người tuổi Mão vốn không dễ tin người đâu, nhưng chẳng hiểu hôm nay như ma xui quỷ khiến mà con giáp này lại dễ dàng đặt lòng tin vào đối phương, để rồi tới khi nhận ra thì chỉ có thể hối hận muộn màng.<br/><br/>&emsp;Thương Quan nhập cục, đường công danh sự nghiệp trong ngày bất ổn, tinh thần làm việc sa sút, bản mệnhchẳng thể nào tập trung vào đống công việc đang dang dở của mình. Con giáp này có thể sẽ cần đến nhiều sự trợ giúp của đồng nghiệp xung quanh lắm đó.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mùi<br/><br/>",
	"Thin":"&emsp;Theo tử vi phương Đông nói rằng người tuổi Thìn có nhiều việc tưởng chừng đã ổn nay bỗng nhiên xuất hiện những rắc rối tiềm ẩn. Trước khi đưa ra bất cứ quyết định nào cũng nên xem xét và đánh giá sự việc một cách tổng quát, cả quá khứ, hiện tại và tương lai để có hành động đúng đắn.<br/><br/>&emsp;Bản mệnh sẽ phải đối mặt với những mưu hèn kế bẩn đến từ kẻ tiểu nhân. Tuổi Thìn về họa thị phi mà những kẻ xấu bụng kia lan truyền. Chỉ khi tin đồn lan truyền mới biết mình đã phạm sai lầm. Con giáp này hãy cẩn thận trong từng hành động và lời nói của mình nhé.<br/><br/>&emsp;May mắn là ngũ hành tương sinh, đường tình duyên của bản mệnh dần khởi sắc. Nếu còn độc thân, con giáp này sẽ được người thân, bạn bè giới thiệu cho đối tượng tâm đầu ý hợp với mình. Đừng quá bài xích việc mai mối nhé, biết đâu nhân duyên đang chờ đợi tuổi Thìn.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tuất<br/><br/>",
	"Ti":"&emsp;Tử vi ngày 8/6/2020 của 12 con giáp chỉ ra Thiên Tài nhập cục, tuổi Tị may mắn được giới thiệu cho thêm việc làm ngoài giờ. Tăng thêm thu nhập hôm nay là chuyện chẳng mấy khó khăn và con giáp này hoàn toàn có thể làm được điều đó. Hãy chăm chỉ làm việc để tài lộc tiếp tục tăng tiến nhé.<br/><br/>&emsp;Nếu con giáp này muốn đạt được mục tiêu tài chính thì hãy hành động kiên quyết hơn. Người tuổi Tị cũng cần phải có kế hoạch làm việc cụ thể, không thể cứ thích gì làm nấy được đâu. Điều quan trọng là chăm chỉ và chi tiêu ít lại, mở rộng mối quan hệ để tăng thêm cơ hội kiếm tiền cho mình.<br/><br/>&emsp;Tam Hội quý nhân giúp đỡ nên đường tình duyên càng ngày càng khởi sắc rực rỡ. Người độc thân có thể tìm thấy một nửa cho mình. Song với những người có đôi có cặp thì cần phải điều chính bản thân một chút, bản mệnh đang đặt quá nhiều kỳ vọng lên nửa kia của mình rồi đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Sửu<br/><br/>",
	"Ngo":"&emsp;Vận trình của người tuổi Ngọ sẽ đón nhiều tin vui tài lộc. May mắn đến với con giáp này khá bất ngờ, thậm chí có người còn bốc thăm trúng thưởng, được người thân cho tiền hoặc nhận được tài trợ, điều này khiến bản mệnh vui cả ngày nhưng không nên vui quá mà tiêu tiền quá tay nhé.<br/><br/>&emsp;Bên cạnh đó con giáp này cũng nhận được lời mời đầu tư hoặc kinh doanh thêm, có thể cái lợi trước mắt nhìn thì lớn nhưng cần cân nhắc xem liệu tài chính của mình có đủ vững vàng để tham gia không. Hãy luôn đảm bảo rằng số tiền đầu tư không ảnh hưởng tới cuộc sống hiện tại.<br/><br/>&emsp;Bản mệnh có thể sẽ gặp phải nhiều trở ngại về tâm lý liên quan đến chuyện tình cảm. Cục diện Ngọ Ngọ tự hình khiến cho người tuổi Ngọ không thể nào cảm nhận được sự an toàn trong mối quan hệ. Chính con giáp này đang tự đẩy mình ra xa khỏi người ấy. Có vấn đề gì thì hãy tâm sự, chia sẻ cùng nhau.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Dần<br/><br/>",
	"Mui":"&emsp;Tuổi Mùi được cát tinh soi chiếu nên mở rộng mối quan hệ của mình, học hỏi được nhiều điều xung quanh. Điều này sẽ có lợi cho sự nghiệp của bản mệnh. Hơn nữa, con giáp này tiếp cận được với những hướng đi mới. Biết được thế mạnh của mình sẽ phát triển tốt theo hướng nào mà quyết tâm đi tới cùng.<br/><br/>&emsp;Trước khi đưa ra quyết định cho việc nào đó, hãy cân nhắc thật kỹ, bởi hơn ai hết con giáp này mới là người hiểu được quyết định đó có thể dẫn tới những sai lầm hay hậu quả khó lòng sửa chữa được. Chỉ cẩn người tuổi Mùi cố gắng, nỗ lực hết sức mình thì sẽ sớm đạt được thành công mà thôi.<br/><br/>&emsp;Mùi Ngọ nhị hợp, chuyện tình cảm vô cùng êm đẹp, người ấy mang đến cho con giáp này quá nhiều bất ngờ ngọt ngào. Dù chính tuổi Mùi từng nói không tin vào tình yêu từ cái nhìn đầu tiên nhưng có những lúc chúng ta phải tự nhìn nhận lại mọi chuyện. Bản mệnh cảm thấy hạnh phúc với lựa chọn của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Ngọ<br/><br/>",
	"Than":"&emsp;Tuổi Thân hãy chủ động hơn trong công việc vì đây là thời điểm khá nhảy cảm, con giáp này có thể đạt được điều mình mong muốn. Tuy nhiên bản mệnh muốn đạt được mục tiêu của mình thì cần phải làm việc chăm chỉ hơn, tập trung hơn trong từng khía cạnh của vấn đề.<br/><br/>&emsp;Có những việc nhìn qua tưởng khó khăn nhưng nếu bắt tay vào làm con giáp này sẽ nhận ra nó cũng nằm trong khả năng của mình mà thôi. Vì vậy trước tiên đừng ngại khó, ngại khổ mà hãy cứ tự tin lên nhé, đến khi thực hiện được rồi người tuổi Thân sẽ rất vui với những gì mình đã làm được.<br/><br/>&emsp;Ngũ hành tương khắc nên đường tình duyên của con giáp này. Bản mệnh còn có nhiều lo ngại khi bước vào mtoj mối quan hệ nên chẳng thể nào bình tâm mà đón nhận tình cảm được gửi trao. Tình hình sức khỏe cũng bị ảnh hưởng. Tuổi Thân cần quan tâm, chăm sóc bản thân nhiều hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Dau":"&emsp;Tử vi 12 con giáp miễn phí chỉ ra rằng người tuổi Dậu được quý nhân nâng đỡ nên hoàn toàn có thể tự tin về công việc của mình, song con giáp này không nên tự phụ quá vì thái độ khiêm tốn, biết tôn trọng người khác vẫn luôn được đánh giá cao, dù ở bất cứ môi trường làm việc nào.<br/><br/>&emsp;Ngũ hành xung khắc sẽ khiến cho bản mệnh chịu nhiều ảnh hưởng trong chuyện tình cảm. Đôi bên không đủ hiểu và thông cảm cho nhau nên dễ nảy sinh mâu thuẫn, bất đồng vì những chuyện nhỏ nhặt. Tuổi Dậu cần phải bình tĩnh để tìm cách giải quyết chứ đừng vội vàng đưa ra kết luận.<br/><br/>&emsp;Con giáp này có nhiều quyết định quan trọng liên quan tới tình hình tài chính trong hiện tại và tương lai cần phải xem xét sớm. Chính vì thế bản mệnh không nên lơ là mà phải cụ thể hóa bằng cách viết chúng ra giấy, có như vậy mới biết cách điều chỉnh phù hợp nhất có thể.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Thìn<br/><br/>",
	"Tuat":"&emsp;Tuổi Tuất có một ngày đầy thử thách, như bản thân con giáp này không cố gắng thúc đẩy các hoạt động diễn ra xung quanh mình, hơn nữa khối lượng công việc nhiều nên rất dễ bị rối. Trong tình huống này bản mệnh đừng vội đổ lỗi cho người khác mà nên chờ đợi đúng thời điểm để bứt phá.<br/><br/>&emsp;Có những thứ đã nằm trong nguyên tắc thì cứ thế mà tuân theo, không phải cố xáo trộn, làm khác đi để làm gì cả. Trong ngày có điềm kẻ tiểu nhân có thể gây trở ngại cho người tuổi Tuất. Không thoải mái phát huy được khả năng của mình, con giáp này có thể sẽ từ bỏ để tìm đến một cơ hội mới.<br/><br/>&emsp;Tuất Ngọ bán hợp, vận trình tình cảm khởi sắc rực rỡ. Bản mệnh có được người mình yêu thương rất nhiều và người ấy cũng yêu thương mình, đâu phải ai cũng hạnh phúc được như vậy. Con giáp này mong chờ những điều tốt đẹp nhất sẽ đến với người mình yêu.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Ngọ<br/><br/>",
	"Hoi":"&emsp;Tử vi phương Đông dự báo, tuổi Hợi có thể hiểu lầm với ai đó và để tránh điều này con giáp này nên giải thích rõ ràng với mọi người về điều mà bản thân mong muốn. Chính sự rõ ràng sẽ là yếu tố quan trọng để bản mệnh tiến hành công việc một cách suôn sẻ và thuận lợi hơn.<br/><br/>&emsp;Bên cạnh đó, sự trung thực không mang lại cho con giáp này những lời nhận xét tích cực nhưng nó cũng có thể giúp người tuổi Hợi tránh được nhiều phiền toái sau này. Đừng bao giờ nói dối vì bản mệnh sẽ không thể nhớ được những gì mình nói để bảo vệ cho lời nói dối đầu tiên đâu.<br/><br/>&emsp;Ngũ hành xung khắc dẫn đến những hiểu lầm trong mối quan hệ giữa con giáp này và người ấy. Đối phương cảm thấy bất an về mối quan hệ này. Bản mệnh hãy tạo lòng tin cho nửa kia cũng như thể hiện tình cảm nhiều hơn nhé. Đừng để cho tình yêu khó khăn lắm mới có được lại kết thúc đáng tiếc như vậy.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Sửu<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 2 ngày 8/6/2020 của 12 cung hoàng đạo cho thấy Bạch Dương làm việc gì cũng phải rất cẩn thận bởi bạn có thể gặp một số chuyện khá là nguy hiểm. Đừng vội vàng, hấp tấp làm điều gì mà không lường trước kết quả.<br/><br/>&emsp;Sự hòa đồng, thân thiết với mọi người ở công ty sẽ giúp ích cho bạn rất nhiều đấy. Hãy luôn giữ được tinh thần thoải mái, vui vẻ trong công việc và nhiệt tình trợ giúp đồng nghiệp sẽ giúp bầu không khí trở nên hài hòa hơn, tác động tích cực tới hiệu quả công việc của bạn.<br/><br/>&emsp;Nếu thu nhập từ công việc hiện tại không đáp ứng được các nhu cầu chi tiêu thiết yếu hàng ngày thì đừng ngại làm thêm một công việc khác, có thể là việc làm bán thời gian hoặc có liên quan tới công việc hiện tại, vừa giúp tăng thêm thu nhập mà vừa sử dụng thời gian hiệu quả hơn.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 8/6/2020: 10, 22<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu gặp nhiều may mắn trong công việc, bạn nhờ vào năng lực và sự tự tin của mình mà trở thành tâm điểm của sự chú ý, mọi người đều nhìn nhận bạn bằng ánh mắt ngưỡng mộ. Tuy nhiên, đừng vì thế mà tỏ ra kiêu ngạo, bởi bạn giỏi nhưng cũng có những người khác giỏi hơn đấy.<br/><br/>&emsp;Chuyện tình cảm không được vui vẻ cho lắm. Cung hoàng đạo này cần phải kiểm soát cảm xúc để không làm tổn thương tới người thân xung quanh. Đôi khi chỉ vì nghĩ cho bản thân mà bạn có những hành động thái quá khiến đối phương thấy thiếu đi sự tôn trọng đấy.<br/><br/>&emsp;Đừng nghĩ tới việc uống thuốc để giảm cân mà hãy chăm chỉ luyện tập mỗi ngày thì hơn. Chỉ cần một bài tập yoga, chạy bộ hay aerobic cũng giúp lượng mỡ dư thừa trong cơ thể bị đốt cháy nhanh chóng và bản thân cũng không còn cảm giác nặng nề, uể oải nữa.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 8/6/2020: 2, 40<br/><br/>",
	"SongTu":"&emsp;Song Tử thể hiện được năng lực của mình. Tuy nhiên nếu bạn không biết khiêm tốn thì sẽ dễ trở nên kiêu ngạo và luôn cho mình là nhất. Dù bạn có giỏi đến đâu thì với thái độ này sẽ ảnh hưởng tiêu cực tới mối quan hệ xung quanh và kết quả công việc của bạn.<br/><br/>&emsp;Chăm chỉ làm việc là điều vô cùng tốt nhưng điều bạn nên làm lúc này là để cho cơ thể được nghỉ ngơi. Bởi vì khi để trí óc luôn không được tỉnh táo, căng thẳng mà không được thư giãn cũng có thể khiến bạn trở nên mệt mỏi và bế tắc. Đôi khi cũng nên đi dạo, hít thở bầu không khí trong lành một chút.<br/><br/>&emsp;Về phương diện tình cảm, bạn trở nên ích kỷ hơn khiến người ấy buồn lòng. Những cố gắng trong công việc của bạn đã được chứng minh, nhưng điều đó có nghĩa là bạn đã dành cả thời gian riêng tư dể làm việc. Chính vì thế nửa kia cảm thấy bị tổn thương vì không được quan tâm.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 8/6/2020: 14, 33<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 cung hoàng đạo cho thấy Cự Giải không nên nghiêm khắc, gượng ép bản thân quá nhiều. Bạn đang tự giới hạn bản thân vào một khuôn khổ nhất định, chính vì thế những rào cản mà bạn tự tạo ra không làm bạn có thể phát triển tiến tốt hơn trong cuộc sống.<br/><br/>&emsp;Hãy bắt đầu lên kế hoạch từng việc một, từ việc nhỏ đến việc lớn và nỗ lực hoàn thiện những mục tiêu đã đề ra trong ngày. Bạn nên tận dụng những khoảnh khắc mà nó truyền cảm hứng và thúc đẩy bạn theo đuổi mục tiêu của mình. Đừng để những tác động xung quanh làm ảnh hưởng tới bạn.<br/><br/>&emsp;Những áp lực trong cuộc sống khiến chòm sao này rơi vào tình trạng mệt mỏi, uể oải và không muốn làm gì. Lúc này đừng cố vùi đầu vào công việc nữa mà nên ra ngoài thay đổi không khí, khi tĩnh tâm rồi thì hãy quay lại với những nhiệm vụ còn đang dang dở của mình.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 8/6/2020: 9, 23<br/><br/>",
	"SuTu":"&emsp;Sư Tử luôn tự tin với những kinh nghiệm mà mình có được trong suốt khoảng thời gian dài, chính vì thế mà có rất nhiều bạn bè, đồng nghiệp tìm đến bạn để xin lời khuyên. Tuy nhiên kiến thức nhiều vô tận, bạn đừng vội dừng lại ở đó mà hãy luôn giữ thái độ học hỏi nhiều nhất có thể.<br/><br/>&emsp;Trong chuyện tình cảm, chòm sao này chứng tỏ được rằng mình chính là chỗ dựa tuyệt vời cho một nửa của mình. Không những hiểu chuyện mà khi cần bạn luôn đưa ra được những lời khuyên hữu ích, giúp người ấy vượt qua được khó khăn trong cuộc sống của họ.<br/><br/>&emsp;Tình hình tài chính về cơ bản là ổn định, cung hoàng đạo này khá thận trọng và dè dặt, không phải là bạn hà tiện mà chỉ là muốn an toàn thôi. Bạn không muốn giải thích với ai vì biết rằng nó mang tới những lợi ích mà mình vẫn tận hưởng bấy lâu nay.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 8/6/2020: 6, 28<br/><br/>",
	"XuNu":"&emsp;Tử vi ngày mới của 12 cung hoàng đạo nói rằng Xử Nữ luôn chăm chỉ, chịu khó học hỏi và tìm hiểu nhưng bạn lại có phần hạn chế trong việc thích nghi và tiếp thu nhiệm vụ mới. Bởi vì bạn đã quá quen với những việc cũ và không muốn thực hiện bất kì sự thay đổi nào. Bạn trở nên lười biếng hơn bao giờ hết.<br/><br/>&emsp;Trau dồi kiến thức, cập nhật xu hướng thế giới giúp bạn tăng thêm tư duy sáng tạo, xác định mục tiêu rõ ràng và xây dựng các mối quan hệ xã hội tốt. Những điều này không chỉ giúp bạn cải thiện năng lực của bản thân mà chúng còn là bàn đạp giúp bạn tiến xa hơn trong công việc cũng như cuộc sống.<br/><br/>&emsp;Phương diện tình cảm cũng rất êm đẹp, nửa kia của bạn là một người vô cùng tinh tế. Đây có thể coi là một ngày hạnh phúc của các cặp đôi và hai người nên dành cho nhau những giây phút lãng mạn thay vì cứ cắm cúi vào công việc cả ngày không rời ra.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 8/6/2020: 18, 40<br/><br/>",
	"ThienBinh":"&emsp;Tử vi phương Tây 12 chòm sao cho biết công việc của Thiên Bình diễn ra khá ổn, mọi thứ vẫn tiến triển đúng lộ trình nên bạn không phải lo lắng, bận tâm quá nhiều. Đối với các vấn đề mới nảy sinh bạn cũng chủ động xử lý nên không bị ai nhắc nhở hay trách mắng.<br/><br/>&emsp;Đối với vấn đề tài chính, do có khoản thu nhập mới nên bạn hãy bắt đầu rà soát lại các khoản nợ và trả càng sớm càng tốt. Chỉ khi nào thoát được vòng xoáy nợ nần thì bạn mới bắt đầu tiết kiệm được cho tương lai, đó chính là khoản dự phòng cho những việc đột xuất sau này.<br/><br/>&emsp;Cung hoàng đọa này có thể gặp các vấn đề liên quan tới sức khỏe trong ngày như đau đầu, nhức mỏi cơ thể. Nguyên nhân có thể là do bạn chưa biết cách chăm sóc cơ thể đúng cách và không tập luyện thể dục thường xuyên, lúc này bạn nên cân nhắc dành thời gian cho việc luyện tập.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 8/6/2020: 3, 21<br/><br/>",
	"BoCap":"&emsp;Chuyện tình cảm của Bọ Cạp hôm nay khiến bạn cảm thấy mông lung. Bạn có tình cảm đặc biệt với ai đó nhưng bạn vẫn phải đang cố kiểm soát cảm xúc của mình bởi vì mối quan hệ này còn khá là mơ hồ. Chòm sao nàycũng không chắc chắn về tương lại của nó.<br/><br/>&emsp;Điều bạn cần thay đổi lúc này là có thái độ và cách hành xử chừng mực với mọi người hơn. Bạn nên tôn trọng sự khác biệt của người khác bởi họ cũng có những sở thích và quan điểm khác với bạn. Sự khác biệt không chứng minh bạn giỏi hơn những người khác đâu.<br/><br/>&emsp;Hầu hết trong chúng ta đều trở nên nhạy cảm và dễ bị kích động mỗi khi thức dậy vào buổi sáng. Bởi khi đó cơ thể vẫn còn uể oải, trí óc vẫn chưa đủ tỉnh táo. Tiếng động lớn cũng ảnh hưởng đến sức khỏe và gây căng thẳng. Vì vậy bạn nên để âm lượng báo thức vừa đủ giúp bạn thức dậy dễ chịu hơn.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 8/6/2020: 12, 25<br/><br/>",
	"NhanMa":"&emsp;Công việc của Nhân Mã trong ngày tiến triển rất suôn sẻ. Nhờ sự chăm chỉ, ham học hỏi và lắng nghe những ý kiến của mọi người nên bạn đã hoàn thành nhiệm vụ của mình một cách xuất sắc. Dù gặp không ít khó khăn nhưng cuối cùng bạn cũng đều vượt qua được.<br/><br/>&emsp;Thành công sẽ đến với người luôn nỗ lực, không ngại khó khăn, gian khổ từ đó biết tự đứ dậy. Vì vậy khi nào bạn còn cố gắng trau dồi, cải thiện bản thân thì sẽ không bao giờ thất bại. Bạn cũng được mọi người yêu mến bởi tính cách vô cùng hòa đồng và thân thiện.<br/><br/>&emsp;Ngồi làm việc với máy tính trong một khoảng thời gian dài có thể khiến bạn cảm thấy khó chịu và nhức mỏi mắt. Vì vậy bạn nên chú ý giữ khoảng cách giữa mắt và màn hình vừa đủ. Thi thoảng cung hoàng đạo này cũng nên để mắt mình nghỉ ngơi, thư giãn một chút.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 8/6/2020: 19, 31<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 chòm sao dự báo Ma Kết trở nên ít nói và xa cách với mọi người. Dường như bạn đang muốn tập trung cao đột thay vì xao lãng vì những câu chuyện bên lề khiến bạn không thể hoàn thành công việc một cách nhanh chóng. Có lẽ vì thế mà mọi người cho rằng bạn khá lạnh lùng.<br/><br/>&emsp;Chuyện tình yêu của bạn không được vui vẻ cho lắm. Bạn hãy nhớ lại lý do bạn đã lựa chọn và cố gắng vì mối quan hệ này. Để duy trì dài lâu luôn cần sự tôn trọng sở thích, cá tính, thậm chí là những điểm yếu của nhau. Từ đó lắng nghe và có được tiếng nói chung giữa hai người.<br/><br/>&emsp;Tình hình sức khỏe tương đối tốt. Việc ăn uống khoa học, lành mạnh là điều vô cùng quan trọng để giúp bạn luôn khỏe mệnh không chỉ hiện tại mà cả sau này. Vì vậy bạn đừng quên dành thời gian để tìm hiểu về chế ăn uống phù hợp, từ đó nâng cao thể chất và sức đề kháng cho cơ thể nhé.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 8/6/2020: 16, 27<br/><br/>",
	"BaoBinh":"&emsp;Theo tử vi ngày mới, Bảo Bình luôn là người sống rất tình cảm, luôn quan tâm và chăm sóc nửa kia từ những thứ nhỏ nhặt nhất. Cho nên chỉ cần một lời nói cũng có thể khiến bạn cảm thấy tổn thương. Chính vì thế mà có những lúc bạn cảm thấy khá buồn phiền với chuyện tình yêu của mình.<br/><br/>&emsp;Chòm sao này khá điềm tĩnh, không dễ bị tác động bởi các yếu tố bên ngoài. Có thể cùng là một vấn đề nhưng mọi người đang loạn lên không biết phải làm thế nào thì bạn vẫn điềm tĩnh, xử lý tình huống không chút khó khăn, trở ngại nào. Nhờ thế mà bạn được cấp trên rất trọng dụng.<br/><br/>&emsp;Về phương diện sức khỏe, bạn nên dành thời gian tập thể dục mỗi ngày để có được sức khỏe tốt. Nếu quá bận rộn thì bạn chỉ cần dành 10 phút dãn cơ khi ở nhà thôi cũng giúp cơ thể trở nên dẻo dai hơn rồi. Ngoài ra việc này còn giúp bạn cải thiện tình trạng nhức mỏi khi làm việc<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 8/6/2020: 10, 29<br/><br/>",
	"SongNgu":"&emsp;Song Ngư và nửa kia đang mâu thuẫn, chiến tranh với nhau thì đứng nói là những câu so sánh đối phương với người khác. Điều này chỉ khiến người ấy nổi nóng hơn mà thôi. Khi bạn có suy nghĩ quy chụp như thế và chắc chắn mối quan hệ sẽ ngày càng trở nên căng thẳng hơn.<br/><br/>&emsp;Chòm sao này luôn thiếu tự tin về chính bản thân mình, đôi lúc không tin rằng mình xứng đáng có được hạnh phúc hay thành công. Hãy tạo niềm tin cho mình bằng cách nghĩ về những điều bạn làm được mà người khác không làm được và nỗ lực để đạt được những mục tiêu của mình.<br/><br/>&emsp;Tình hình tài chính nhìn chung tương đối ổn định, không có nhiều biến chuyển gì lớn. Tuy nhiên thời điểm này cũng rất phù hợp để bạn đưa ra những quyết định quan trọng liên quan đến tiền bạc, nếu có ý định đầu tư kinh doanh hay tham gia vào dự án mới thì nên mạnh dạn tiến hành.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 8/6/2020: 7, 20<br/><br/>"
    },
"backup": {
	"Ty":"",
	"Suu":"",
	"Dan":"",
	"Meo":"",
	"Thin":"",
	"Ti":"",
	"Ngo":"",
	"Mui":"",
	"Than":"",
	"Dau":"",
	"Tuat":"",
	"Hoi":"",
	"BachDuong":"",
	"KimNguu":"",
	"SongTu":"",
	"CuGiai":"",
	"SuTu":"",
	"XuNu":"",
	"ThienBinh":"",
	"BoCap":"",
	"NhanMa":"",
	"MaKet":"",
	"BaoBinh":"",
	"SongNgu":""
	}
}