{"2021": {
	"Cung":"Cung 2020",
	"Tuoi":"<div><b>Tử vi tuổi Tý (Chuột)</b>: Hăng say lao động cùng với khả năng sáng tạo chính là thế mạnh giúp tuổi Tý gặt hái thành công và giải quyết những vấn đề phát sinh trong cuộc sống.</div><div><b>Tử vi tuổi Sửu (Trâu)</b>: Đối với tuổi Sửu thì sự nghiệp hanh thông. Mọi dự định hay mục tiêu mà tuổi Sửu đặt ra đều sớm đạt được. </div><div><b>Tử vi tuổi Dần (Hổ)</b>: “Cầu được ước thấy” chính là câu nói để hình dung về vận trình cuộc sống của người tuổi Dần trong năm 2020. Trong công việc cũng như cuộc sống năm Canh Tý bạn đều có được những bước phát triển mới. </div><div><b>Tử vi tuổi Mão (Mèo)</b>: Con đường công danh của tuổi Mão trong tử vi 2020 sẽ gặp được nhiều may mắn. Đồng thời nhờ có sự giúp đỡ của quý nhân mà con đường công danh ngày càng rộng mở. </div><div><b>Tử vi tuổi Thìn (Rồng)</b>: Gieo quẻ đầu năm 2020 Canh Tý sẽ biết được Tuổi Thìn trong năm mọi sự đều hanh thông thuận lợi bởi: Cung tài lộc hanh thông - gia tăng tích lũy, sự nghiệp có những bước phát triển mới, tình duyên gia đạo êm ấm và sức khỏe tốt.</div><div><b>Tử vi tuổi Tỵ (Rắn)</b>: Điểm sáng trong năm Canh Tý với người tuổi Tỵ chính là con đường tình duyên có nhiều khởi sắc. Sự nghiệp cũng nhận được may mắn mà thuận lợi hơn. </div><div><b>Tử vi tuổi Ngọ (Ngựa)</b>: Xem bói toán 2020 những người tuổi Ngọ sẽ có thêm nhiều khoản thu nhập mới. Tuy không nhiều và không phải từ công việc chính nhưng cũng giúp cuộc sống của bạn ổn định hơn. </div><div><b>Tử vi tuổi Mùi (Dê)</b>: Người tuổi Mùi năm nay sẽ có nhiều khởi sắc trên con đường tình duyên. Những người tuổi Mùi độc thân nhờ cung đào hoa nở rộ mà có được nhân duyên của mình.</div><div><b>Tử vi tuổi Thân (Khỉ)</b>: Sự nghiệp sẽ được quý nhân phù trợ. Nên khó khăn nào cũng có thể vượt qua. Theo thái ất tử vi 2020 nhờ có may mắn về cung tài lộc nên người tuổi Thân không phải lo lắng về vấn đề tiền bạc.</div><div><b>Tử vi tuổi Dậu (Gà)</b>: Xem tử vi 2020 thì người tuổi Dậu sẽ gặp nhiều may mắn về đường tình duyên. Vận đào hoa tới nên các bạn tuổi Dậu nếu đang độc thân thì sẽ nhận được nhiều lời tỏ tình trong thời gian sắp tới.</div><div><b>Tử vi tuổi Tuất (Chó)</b>: Đây là thời điểm mà người tuổi Tuất vượt qua được “Nút thắt cổ chai” nhờ thế mà tài lộc ùn ùn kéo tới. </div><div><b>Tử vi tuổi Hợi (Lợn)</b>: Trong tử vi năm 2020 thì sự nghiệp của tuổi Hợi sẽ có nhiều điềm báo tốt về thăng quan tiến chức. Đồng thời đường tình duyên cũng có nhiều khởi sắc hơn.</div>"
	},
"2020": {
	"Ty":"Tử vi năm 2020 tuổi Tý, dự đoán rằng một số cơ hội tuyệt vời sẽ đến với bạn vào năm 2020! Tuy nhiên, điều đó hoàn toàn phụ thuộc vào việc bạn có đón nhận hay không. Thời gian tốt nhất để tạo ra sự thay đổi trong cuộc sống của bạn là trong vòng ba tháng đầu năm. Bạn có thể cảm thấy tự do hơn trong năm nay, cởi mở hơn với những điều mới, ước mơ của cuộc sống. Mặc dù bạn sẽ không quên thế giới thực tại, nhưng bạn lại dành rất nhiều thời gian để tận hưởng. Bạn sẽ dành thời gian với những người khác và có một khoảng thời gian vui vẻ trong năm.<br/><br/>&emsp;Tuổi Tý là con giáp đầu tiên trong 12 con giáp. Những người sinh ra tuổi Tý được cho là rất hòa đồng, duyên dáng và thích vui vẻ. Những người tuổi Tý có thể tham lam và đầy bản lĩnh. Những người này, cũng tò mò và tìm cách học hỏi thêm mỗi ngày. Tất cả những đặc điểm này đều ảnh hưởng đến dấu hiệu của tử vi tuổi Tý năm 2020.<br/><br/>&emsp;Năm 2020 là năm Canh Tý, vì vậy tuổi Tý phải thận trọng hơn đặc biệt là về sức khỏe và các mối quan hệ. Họ có thể có nguy cơ mất một khoản tiền nhỏ trong các khoản đầu tư và thấy mình có tính khí thất thường hơn bình thường.<br/><br/>&emsp;Sẽ có rất nhiều mức cao và thấp cho tuổi Tý trong năm nay và bạn phải học cách đứng lên sau một thất bại và tận dụng khi có cơ hội. Bạn được khuyên nên đợi đến năm sau để đưa ra quyết định lớn.<br/><br/>&emsp;Tuổi Tý sẽ thấy mình mất tập trung và đôi khi dễ trở nên xúc động. Tình hình tài chính của bạn vẫn sẽ ổn định vì vậy ban nên chú ý hơn đến sức khỏe và các mối quan hệ của bạn.<br/><br/>&emsp;Tuổi Tý năm nay nên tham gia vào công việc từ thiện và tham dự các đám cưới để bù đắp năng lượng tiêu cực khác. Quá mức Âm như đám tang và nghĩa trang nên tránh càng nhiều càng tốt.<br/><br/>&emsp;Các tháng tốt nhất cho tuổi Tý trong năm 2020 là tháng ba, tháng chín và tháng mười một, bên cạnh đó bạn nên cảnh giác hơn trong suốt tháng tư, tháng bảy và tháng mười.<br/><br/><b>Sự nghiệp của tuổi Tý năm 2020</b><br/>&emsp;Dự báo năm 2020 cho thấy năm nay tuổi Tý sẽ cần phải tự đẩy mình đến thành công tại nơi làm việc. Không ai khác sẽ làm điều đó cho bạn. Trong khi bạn làm việc, bạn cần suy nghĩ về cách công việc của bạn sẽ ảnh hưởng đến bạn và cuộc sống của bạn trong tương lai. Công việc của bạn có làm bạn hạnh phúc không và nó có cho bạn đủ tiền để sống thoải mái không? Nếu bạn có thể trả lời câu hỏi không có câu hỏi nào, thì đây có thể là thời điểm tốt để bắt đầu tìm kiếm một công việc mới. Cho dù bạn có công việc gì, đó cũng là một ý tưởng tốt để tăng cường khả năng giao tiếp, sự tin cậy và kỹ năng làm việc nhóm trong năm nay.<br/><br/>&emsp;Sự nghiệp của bạn được dự đoán sẽ tăng lên vào năm 2020. Miễn là bạn quyết tâm, bạn sẽ đạt được mục tiêu và mong muốn của chúng. Tuổi Tý cũng có cơ hội mạnh mẽ để được thăng chức hoặc tăng lương nếu bạn làm việc chăm chỉ.<br/><br/>&emsp;Tuổi Tý sinh vào mùa xuân hoặc mùa hè thường hung dữ hơn. Năm nay, bạn không được chờ đợi một cơ hội từ trên trời rơi xuống. Nếu bạn muốn được tăng lương, bạn phải lên tiếng với sếp vì lợi ích riêng của bạn.<br/><br/>&emsp;Mặt khác, Tuổi Tý sinh vào mùa đông có thể lùi một bước vào tháng Năm.<br/><br/><b>Tài chính của tuổi Tý năm 2020</b><br/>&emsp;Năm nay năm 2020 bạn sẽ hạnh phúc nhất khi bạn tiêu tiền của mình cho người khác thay vì cho chính mình. Điều này có thể khiến mọi người nghĩ rằng bạn đang cố gắng để mua tình cảm của họ trong năm nay. Vì vậy, hãy chắc chắn rằng bạn có một số tình cảm đối với những người này. Tiền có thể cung cấp sự thoải mái trong năm nay cho các tuổi Tý. Tuy nhiên, hãy cố gắng tiết kiệm những gì bạn có thể sau khi thanh toán hóa đơn và các khoản nợ khác. Bị mắc nợ sẽ khiến bạn cảm thấy khó chịu, vì vậy hãy cố gắng tránh điều này vào năm 2020.<br/><br/>&emsp;Tử vi năm 2020, dự báo tài chính cho chuột vào năm 2020 cho thấy bạn sẽ duy trì triển vọng tài chính tốt trong suốt cả năm. Điều này đặc biệt đúng đối với những người có công việc toàn thời gian ổn định hoặc những người điều hành doanh nghiệp của riêng họ.<br/><br/>&emsp;Khi nói đến cơ hội đầu tư, Tuổi Tý sẽ đi trước một bước so với mọi người khác. Tuy nhiên, bạn cũng có thể bị cám dỗ chi tiền trong năm nay.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng ba, tháng bảy, tháng mười một và tháng mười hai, trong khi những tháng không may mắn là tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Tý năm 2020</b><br/>&emsp;Năm nay tuổi Tý có may mắn vào năm 2020 không? Dự đoán tình yêu chuột cho thấy dự đoán cuộc sống tình yêu của bạn cho thấy sự thích thú vào năm 2020. Bạn có khả năng hành động tự phát hơn trong năm nay, điều này sẽ tạo thêm hứng thú cho cuộc sống tình yêu của bạn, cho dù bạn đang trong tình yêu hay độc thân. Nếu bạn độc thân và nếu bạn muốn có một mối quan hệ, thì đó là năm may mắn của bạn! Nhiều cơ hội cho sự lãng mạn mới sẽ đến theo cách của bạn trong năm nay. Khi bạn đang cố gắng để có được với một người mới, hãy chắc chắn rằng bạn cho họ thấy con người thật của bạn ngay từ đầu.<br/><br/>&emsp;Tuổi Tý sẽ kết hôn vào năm 2020? Hãy chắc chắn vững vàng với những gì bạn muốn trong mối quan hệ của bạn, và lắng nghe những gì đối tác của bạn cũng muốn. Điều này cũng sẽ giúp ngăn chặn nhiều đối số có thể xảy ra nếu bạn không làm điều này. Bản chất quyến rũ của tuổi Tý chắc chắn sẽ cho bạn một năm rất nhiều tình cảm. Tuổi Tý cũng có khả năng có những trải nghiệm quan trọng, tích cực với bạn bè và gia đình trong năm nay. Miễn là bạn vẫn tự tin và sáng tác, bạn chắc chắn sẽ có một mối quan hệ thành công, bất kể mối quan hệ nào, với bất cứ ai bạn đồng ý vào năm 2020.<br/><br/><b>Sức khoẻ của tuổi Tý năm 2020</b><br/>&emsp;Sức khỏe của những người sinh năm con chuột sẽ ít nhiều giống như năm ngoái. Nếu bạn khỏe mạnh, thì bạn có khả năng giữ sức khỏe. Nếu bạn bị bệnh, tốt, bạn có thể muốn gặp bác sĩ. Điều này không có nghĩa là bạn nên lười biếng khi nói đến sức khỏe của bạn nếu bạn thường khỏe mạnh. Tập thể dục, ăn uống hợp lý và đảm bảo ngủ đủ giấc vào năm 2020.<br/><br/>&emsp;Khi đi du lịch, tuổi Tý tốt hơn nên dùng phương tiện giao thông công cộng. Nếu không, bạn nên rất chú ý khi lái xe. Bạn cũng nên cẩn thận khi ở dưới nước trong mùa hè.<br/><br/>&emsp;Thiếu ngủ cũng có thể dẫn đến các vấn đề cho tuổi Tý. Khi cảm thấy không khỏe, bạn nên gặp bác sĩ càng sớm càng tốt. Bạn cũng có thể tham gia hiến máu.<br/><br/>&emsp;Tuổi Tý nên chú ý hơn với sức khỏe của chúng trong các tháng 1, 2 và 10. Bạn cũng phải cẩn thận khi ở dưới nước vào tháng Năm và tháng Sáu.",
	"Suu":"Tử vi năm 2020 tuổi Sửu là năm may mắn khá. Tài sản sẽ tăng lên. Bạn có thể có được một tài sản lớn trong các dự án hoặc kiếm tiền từ khoản đầu tư của mình thông qua trí thông minh và trí tuệ. Hiệu suất của bạn trong công việc sẽ tốt hơn. Đôi khi bạn có thể do dự khi giải quyết mọi việc, nhưng nếu bạn nỗ lực, kết quả sẽ tốt. Đối với sức khỏe, bạn nên giữ dáng thông qua tập thể dục. Năm 2020, bạn nên dành nhiều thời gian hơn cho gia đình.<br/><br/>&emsp;Bên cạnh đó, dựa trên dự đoán vận may của tuổi Sửu năm 2020, Sửu trẻ tuổi rất may mắn trong các kỳ thi và học tập. Vì vậy, những sinh viên sinh năm Sửu nên tận dụng hết năm may mắn này và học tập chăm chỉ. Những nỗ lực sẽ được đền đáp. Một năm tốt đẹp hơn đang đến với tuổi Sửu. Sự tương hợp của năm Canh Tý và Sửu sẽ làm cho một năm tràn đầy phúc lành và tiến bộ. Và là một năm cho sự nghiệp giáo dục và sức khỏe của bạn.<br/><br/><b>Sự nghiệp của tuổi Sửu năm 2020</b><br/>&emsp;Mặc dù năm trước Kỷ Hợi tỏ ra thiếu thốn với tuổi Sửu, nhưng năm nay sẽ tạo nên sự khác biệt. Năm Canh Tý sẽ đứng về phía tuổi Sửu! Đã được biết đến với sự trung thực và kiên trì của mình, tuổi Sửu sẽ đón nhận sự khen ngợi bằng hình thức khuyến mãi và bằng khen. Đặc điểm tính cách tốt nhất của bạn sẽ được thể hiện cho tất cả mọi người, và công việc khó khăn của bạn cuối cùng sẽ được đền đáp bằng kết quả xứng đáng. Với thành công trên đường chân trời, bạn thậm chí có cơ hội để bắt đầu một cái gì đó mới. Thiết lập một cửa hàng trực tuyến, một nhà hàng pop-up nhỏ hoặc một công ty với những đồng nghiệp cũ. Đừng lãng phí may mắn của bạn trong năm nay. Đi lớn lên hoặc về nhà, như năm nay nói!<br/><br/>&emsp;Tuy nhiên, hãy quan tâm đến đồng nghiệp, vì bất hạnh có thể đến với bạn từ các đồng nghiệp nam. Mặc dù bạn đánh giá cao sự trung thực và đáng tin cậy, những người khác có thể không. Chọn bạn bè của bạn một cách khôn ngoan, và bạn bè công việc đề ý nhiều hơn như vậy.<br/><br/>&emsp;- Tháng may mắn: Tháng hai, tháng tư, tháng bảy, tháng tám và tháng mười một.<br/><br/>&emsp;- Tháng không may mắn: Tháng một, tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tài lộc của tuổi Sửu năm 2020</b><br/>&emsp;Năm 2020, những người sinh năm Sửu có một may mắn rất lớn về sự giàu có. Bạn có thể kiếm được nhiều tiền thông qua đầu tư. Khi đầu tư vào một số dự án, họ nên tìm hiểu thêm về dự án, nếu không họ có thể mất rất nhiều. Bên cạnh đó, việc mở một cửa hàng ở những nơi bận rộn và thịnh vượng sẽ dễ dàng mang lại cho bạn một gia tài.<br/><br/><b>Tình cảm của tuổi Sửu năm 2020</b><br/>&emsp;Vận may trong tình yêu và mối quan hệ với tuổi Sửu khác nhau giữa nam và nữ. Đối với những chàng trai sinh năm Sửu, họ có cơ hội yêu. Họ có thể gặp các cô gái thông qua các bữa tiệc và các dịp vui khác nhau. Đối với con gái, vận may trong tình yêu không phải là tốt; Bạn nên chủ động theo đuổi tình yêu của mình một cách dũng cảm thay vì chỉ chờ đợi.<br/><br/><b>Sức khỏe của tuổi Sửu năm 2020</b><br/>&emsp;Dựa vào tử vi năm 2020, may mắn về sức khỏe cho tuổi Sửu là không tốt. Họ có thể dễ dàng bị cảm lạnh và có vấn đề về dạ dày và gan. Họ có thể bị thương khi tranh chấp với người khác. Đôi mắt và trái tim cũng cần được chăm sóc tốt. Bạn nên không tạo cho mình quá nhiều áp lực và thức khuya, nhưng duy trì chế độ ăn uống lành mạnh và lịch trình ổn định, điều này sẽ giúp bạn khỏe mạnh.",
	"Dan":"Tử vi năm 2020 của tuổi Dần dự đoán rằng năm bắt đầu đặc biệt hứa hẹn thành công trong mọi công việc của mình. Lời khuyên tốt nhất cho bạn là hãy tự tin vào chính mình. Đi về phía trước mà không hỏi bản thân quá nhiều câu hỏi. Năng lượng của năm 2020 cộng hưởng với tuổi Dần, bạn sẽ có một năm tuyệt vời, nhưng không phải là không có thách thức. Những người sinh năm Dần: Giáp Dần (1974), Bính Dần (1986), Mậu Dần (1938, 1998), Nhâm Dần (1962, 2022), Canh Dần (1950, 2010).<br/><br/>&emsp;Tuổi Dần là tượng trưng cho sức mạnh, niềm đam mê, và chiến binh táo bạo và dũng cảm. Bạn cười khi đối mặt với nguy hiểm và thành công dưới áp lực. Tuổi Dần có lúc bốc đồng và không thể tha thứ nhưng sẽ hoàn thành bất kỳ nhiệm vụ nào với hiệu quả và sự nhiệt tình mặc dù bạn có thể muốn làm điều đó một mình để đảm bảo công việc được thực hiện đúng quỹ đạo. Tuổi Dần có đức tính cao thượng và thường sẽ đứng lên và chiến đấu cho những gì bạn cho là đúng.<br/><br/><b>Sự nghiệp của tuổi Dần năm 2020</b><br/>&emsp;Những người sinh tuổi Dần sẽ có một may mắn trong việc vượt qua các kỳ thi kiểm tra trình độ và nhận được các chứng chỉ, điều này sẽ hữu ích trong việc thăng tiến nghề nghiệp và tìm kiếm việc làm. Họ nên nắm bắt cơ hội và chiến đấu cho những gì họ muốn khi có cơ hội.<br/><br/>&emsp;Bạn phải làm cho sự hiện diện của bạn trong cộng đồng với các kỹ năng và trí tuệ. Ngoài ra, bạn phải mạnh mẽ, tò mò và năng động hơn để phù hợp với tốc độ của quay của năm 2020 Canh Tý, nếu bạn phải thành công trong cuộc sống. Bạn phải gác lại bản chất của mình và tiếp cận cuộc sống trong năm Tý với tất cả sự nghiêm túc. Điều này sẽ giúp bạn đối mặt với những thách thức bạn gặp phải để tiến tới thành công.<br/><br/>&emsp;Đối với những người sinh năm Hổ, may mắn trong sự nghiệp của bạn không quá tệ cũng không được cải thiện nhiều. Lý do chính cho điều này là có quá nhiều nhiệm vụ rườm rà trong công việc có thể khiến bạn không thể thực hiện công việc và có hại cho bạn để phát triển. Nếu bạn là người làm công ăn lương, hiệu suất công việc có thể không đạt yêu cầu do năng lực hạn chế, kém hiệu quả của bạn. Vì lý do này, bạn cần dành nhiều thời gian hơn để học một số kiến ​​thức chuyên môn và cải thiện khả năng cá nhân để đóng góp cho sự tiến bộ của sự nghiệp. Đối với những người lãnh đạo tuổi Dần, bạn có thể dễ bị nghẽn cổ chai trong công việc và khó đạt được kỳ vọng trong sự nghiệp, vì vậy hãy điều chỉnh tâm lý của bạn và làm việc chăm chỉ để tìm giải pháp.<br/><br/>&emsp;Dự báo cho sự nghiệp của tuổi Dần trong năm 2020 tổng quan là một giai đoạn rất hài lòng. Bạn có thể mong đợi lên các vị trí cấp cao với phần thưởng tài chính đi kèm. Bạn có thể đi lên trong nghề nghiệp của mình với sự hỗ trợ của đồng nghiệp và người có kinh nghiệm đi trước.<br/><br/><b>Tài lộc của tuổi Dần năm 2020</b><br/>&emsp;Người tuổi Dần sẽ có một may mắn khá lớn về tài lộc, điều này có thể mang lại cho bạn những phúc lợi và tiền lương tốt hơn. Bạn sẽ nhận được lợi ích, kế thừa và sự giúp đỡ từ người thân của bạn. Bạn sẽ kiếm được nhiều tiền hơn nếu tham gia vào ngành nước, phục vụ và nuôi trồng thủy sản nếu có.<br/><br/>&emsp;Nói chung, mặc dù khó khăn trong sự nghiệp, thu nhập tiền lương của bạn sẽ không bị ảnh hưởng quá nhiều và may mắn của bạn cho thu nhập từ công việc sẽ giữ một xu thế tăng. Đồng thời, vận may của bạn sẽ khá tốt và hầu như không mất kể cả lợi nhuận cho khoản đầu tư của bạn. Năm nay, bạn có thể tụ tập nhiều hơn với bạn bè và người thân, và chi tiêu rất nhiều cho việc này. Bạn nên lập một kế hoạch tiêu dùng hợp lý và chi tiêu hợp lý để tránh mất mát và lãng phí tiền bạc.<br/><br/>&emsp;Những người tuổi Dần là những nhà đầu tư dày dạn kinh nghiệm có thể sử dụng một phần tiền của mình để đầu tư vào một liên doanh mới. Đầu tư sẽ mang lại lợi nhuận vượt trội nếu được thực hiện với sự giúp đỡ của các chuyên gia tài chính. Một chút nghiên cứu nghiêm túc cũng sẽ giúp ích. Sẽ là khôn ngoan để hạn chế chi phí của bạn và đầu tư tiền dư vào tiết kiệm.<br/><br/>&emsp;Các tháng may mắn cho tài chính là tháng 3, tháng 9 và tháng 10<br/><br/><b>Tình cảm của tuổi Dần năm 2020</b><br/>&emsp;Theo vận may của tuổi Dần năm 2020, những cô gái sinh ra trong những năm của Dần sẽ gặp người đàn ông họ yêu và phát triển mối quan hệ đó. Các cô gái có thể sử dụng mối quan hệ xã hội hiện tại mà họ có để biết người kia và mạnh dạn theo đuổi tình yêu. Ngược lại, con trai có thể rơi vào tình huống thụ động trong mối quan hệ yêu đương, và họ nên tự mình đấu tranh cho tình yêu.<br/><br/>&emsp;Tuổi Dần sẽ được ban phúc trong mối quan hệ tình yêu và bạn sẽ bắt đầu một mối quan hệ vào năm 2020 nếu bạn độc thân. Nếu bạn thất bại trong mối quan hệ tình yêu năm ngoái, bạn sẽ có mối quan hệ tình cảm với một người quen năm nay. Đối với những người đã kết hôn, năm 2020 có thể là một năm hạnh phúc để bạn tận hưởng sự hòa hợp và bạn sẽ lắng nghe nhau về mọi thứ, khiến người khác ngưỡng mộ rất nhiều.<br/><br/>&emsp;Năm 2020 Canh Tý bạn có đào hoa một chút, điều đó có nghĩa là những người còn độc thân có thể gặp một số rắc rối trong khi tìm kiếm bạn đời. Mặc dù họ chưa có khả năng gặp bạn đồng hành của mình nhưng họ vẫn sẽ gặp những người khác nhau và kết bạn mới. Những con tuổi Dần độc thân có thể không may mắn có được những đối tác phù hợp trong năm nay và điều này có thể khiến cuộc sống của bạn trở nên yên bình hơn. Khả năng có tình bạn mới là tươi sáng.<br/><br/>&emsp;Những tuổi Dần đã kết hôn hoặc hiện đang có mối quan hệ phải giải quyết vấn đề càng sớm càng tốt nếu có mâu thuẫn. Bỏ qua các vấn đề về trong mối quan hệ tình cảm có thể là khúc dạo đầu cho những rắc rối lớn hơn nhiều trong tương lai.<br/><br/><b>Sức khỏe của tuổi Dần năm 2020</b><br/>&emsp;Không có vấn đề lớn về sức khỏe của người tuổi Dần năm 2020. Nhưng họ vẫn nên chăm sóc bản thân tốt. Đừng tham gia các hoạt động nguy hiểm, đừng chơi dưới nước, đừng đi đến nơi tối tăm và ẩm ướt, và đừng cãi nhau gay gắt với người khác.<br/><br/>&emsp;Tuổi Dần sẽ gặp vấn đề nhỏ khi nói đến sức khỏe năm 2020. Bạn sẽ mắc các bệnh phổ biến như cảm lạnh, cúm và đau dạ dày. Bạn cũng cần thận trọng đối với viêm xoang và viêm khớp.<br/><br/>&emsp;Nói chung, Tuổi Dần sẽ ổn nếu bạn ăn tốt, ngủ ngon và tập thể dục thường xuyên nhưng bạn nên thận trọng hơn trong các tháng 1, 4, 7 và 12.",
	"Meo":"Tử vi năm 2020 của tuổi Mão dự đoán, bạn sẽ phải chịu đựng những tiếng lạ, tranh chấp, sự nghiệp bị hư hỏng, cản trở may mắn trong việc kiếm tiền và nhiều bệnh tật hoặc thảm họa. Đặc biệt, sự nghiệp và tài lộc của bạn sẽ suy giảm rất nhiều do tác động của những ngôi sao khắc kỵ, thậm chí sẽ ảnh hưởng đến sức khỏe của bạn. Bạn sẽ đương đầu với nhiều thử thách, dù trong công việc hay cuộc sống và nên tập hợp sức mạnh của mình để đối mặt với những khó khăn tích cực trong năm nay.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng bất cứ điều gì bạn làm năm ngoái sẽ ảnh hưởng trực tiếp đến năm nay của bạn. Bạn sẽ tiếp tục làm việc trên tất cả mọi thứ mà bạn đang làm vào năm ngoái. Nhưng, bạn cũng sẽ nhận thức rõ hơn về những gì bạn đang làm trong năm nay. Bạn sẽ cần tiếp tục thực hiện các mục tiêu của mình nếu bạn muốn hoàn thành chúng; có thể bạn sẽ giành được tiến bộ bằng cách không làm gì cả. Cố gắng học hỏi nhiều hơn trong năm 2020 Canh Tý. Luôn luôn cố gắng cải thiện bản thân bằng cách này hay cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Mão<br/><br/><b>Sự nghiệp của tuổi Mão năm 2020</b><br/>&emsp;Đối với những người tuổi Mão, may mắn cho sự nghiệp của bạn có thể kém may mắn năm 2020. Nếu bạn là người làm công ăn lương, hiệu suất của bạn có thể không ổn định vì bạn không thể chủ động làm việc; bị ảnh hưởng bởi ngôi sao khắc kỵ, bạn sẽ khó thể hiện khả năng của mình do giới hạn trong việc quản lý. Đối với lãnh đạo tuổi Mão, sự nghiệp cũng có thể kém thỏa đáng hơn vì bạn sẽ trở nên xấu tính, nóng nảy, cáu kỉnh và khắc nghiệt với cấp dưới do ngôi sao xấu của năm, có thể khiến bạn mất đi sự hỗ trợ. Bạn nên thay đổi tính khí và kiên nhẫn hơn, khoan dung và tốt bụng hơn với cấp dưới, thì sự nghiệp chính thức của bạn sẽ ngày càng tốt hơn.<br/><br/>&emsp;Làm việc chăm chỉ vào năm 2020 và chắc chắn sẽ có kết quả trong những năm tới. Ngoài ra, tuổi Mão sẽ có thêm kiến ​​thức về sự nghiệp của họ trong năm nay. Hoặc, học các kỹ năng mới có thể giúp công việc của bạn. Sau đó, bạn sẽ có cơ hội tốt hơn để được chú ý hoặc thăng chức. Đừng ngại làm việc với những người khác trong năm nay. Đồng nghiệp của bạn rất có thể là tài sản lớn nhất của bạn trong công việc năm nay.<br/><br/>&emsp;Dự báo về sự nghiệp tuổi Mão năm 2020 cho thấy rằng bạn sẽ đạt được tiến bộ xuất sắc trong lĩnh vực chuyên môn. Trong việc này, bạn sẽ nhận được sự hỗ trợ từ các đồng nghiệp nữ và người cao niên do những ảnh hưởng chiêm tinh.<br/><br/><b>Tài lộc của tuổi Mão năm 2020</b><br/>&emsp;Tài lộc năm nay của bạn ở mức bình thường, bạn khó có thể tích lũy quá nhiều của cải và khó có thể nhận được tiền lãi từ đầu tư dưới tác động của những ngôi sao xấu. Do đó, bạn phải làm công việc thật tốt và mong đợi được trả nhiều tiền hơn từ tiến độ trong công việc. Do thiếu may ắn, ngôi sao tốt lành về tài lộc có bị chặn, dẫn đến nhiều rủi ro trong đầu tư tài chính. Vì lý do này, bạn không nên đầu tư vào các sản phẩm tài chính mà hãy bắt tay vào làm việc chăm chỉ.<br/><br/>&emsp;2020 có may mắn cho tuổi Mão không? Dự đoán tuổi Mão năm 2020 yêu cầu bạn trả hết mọi khoản nợ cũ mà bạn có thể có. Những khoản nợ này có khả năng làm bạn căng thẳng nếu bạn không trả hết sớm. Làm sạch ngân sách của bạn và cố gắng cân bằng nó trong năm nay. Làm việc nhiều hơn để trả tiền, thay vì mua những thứ mới. Tiết kiệm tiền cho những năm tới cũng là một ý tưởng hay trong năm 2020.<br/><br/>&emsp;Đối với những người đang tìm kiếm tài lộc liên quan đến công việc gần đây có thể là một sự thất vọng từ sếp đó. Hãy nhớ rằng thời gian tốt đẹp sẽ không kéo dài mãi mãi và người ta cũng không nên để lòng tham dẫn tới sự sụp đổ của một thành tích.<br/><br/>&emsp;Quan trọng hơn bạn nên biết khi nào nên từ chức và để người khác có cơ hội tiếp quản. Đối với những người lãnh đạo doanh nghiệp, bạn muốn tồn tại và phát triển bạn phải sẵn sàng thích nghi với những thay đổi và nhu cầu thị trường.<br/><br/><b>Tình cảm của tuổi Mão năm 2020</b><br/>&emsp;Năm nay tình cảm của bạn sẽ may mắn hơn. Được chúc phúc bởi ngôi sao tốt lành phụ trách mối quan hệ yêu đương, bạn sẽ được ban phúc nhiều hơn, bất kể độc thân hay đã kết hôn. Đối với những tuổi Mão độc thân, bạn sẽ duyên dáng và nổi tiếng hơn với người khác giới, và có cơ hội bắt đầu một mối quan hệ. Đối với những người đã và đang yêu, bạn cũng có thể có người cầu hôn và dễ bị cám dỗ dẫn đến ngoại tình và gây ra khủng hoảng cho cuộc hôn nhân của bạn. Vì vậy, hãy chú ý đến lời nói và hành động của bạn trong cuộc sống hàng ngày và giữ một khoảng cách nhất định với người khác giới xung quanh để chống lại cám dỗ.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng tuổi Mão có khả năng tìm kiếm mối quan hệ lý tưởng trong năm nay, lãng mạn hoặc thân thiện. Tuổi Mão sẽ kết hôn vào năm 2020? Bạn có thể có hình ảnh của đối tác hoàn hảo trong tâm trí của bạn. Đừng lãng phí thời gian của bạn để tìm kiếm người này trong năm nay. Nếu bạn còn độc thân, hãy hẹn hò và tìm một người gần gũi với lý tưởng của bạn. Tuy nhiên, đừng bỏ ai đó chỉ vì họ không phù hợp với tất cả các tiêu chí của bạn. Nếu bạn đã có một mối quan hệ, đây là thời điểm tuyệt vời để làm mọi thứ rung chuyển. Thử những điều mới, đến những địa điểm mới và quan hệ mới theo những cách khác nhau đều là những cách tốt để tăng thêm hứng thú cho mối quan hệ của bạn.<br/><br/><b>Sức khỏe của tuổi Mão năm 2020</b><br/>&emsp;Năm 2020 sức khoẻ cũng không hẳn tốt với bạn. Mặc dù tác động xấu cảu năm, nhưng ít nghiêm trọng hơn, nhưng những ngôi sao không thể tránh khỏi ảnh hưởng đến bạn rất nhiều. Ví dụ, nó sẽ khiến bạn mất kiên nhẫn và cáu kỉnh, điều này sẽ có hại cho sức khỏe của bạn. Bên cạnh đó, sẽ khiến bạn mệt mỏi, mất tinh thần và đãng trí, do đó dễ bị tai nạn. Do đó, bạn nên thư giãn, điều chỉnh suy nghĩ, xen kẽ làm việc với nghỉ ngơi và tránh làm việc quá sức.<br/><br/>&emsp;Tuổi Mão, tất cả các công việc bạn đang làm chắc chắn sẽ làm bạn căng thẳng. Vì vậy, sẽ rất thuận lợi khi học một số kỹ thuật giảm căng thẳng trong năm. Cố gắng dành nhiều thời gian ngoài trời và ít thời gian hơn trước màn hình trong năm nay. Điều này có thể khuyến khích bạn tập thể dục nhiều hơn. Ở phía trước ít màn hình hơn sẽ khiến mắt bạn cảm thấy khỏe mạnh và cũng giúp bạn bớt đau đầu hơn. Giữ cho năng động và ăn một chế độ ăn uống cân bằng là rất quan trọng trong năm nay. Vì vậy, cố gắng làm những điều sẽ giúp cải thiện sức khoẻ.",
	"Thin":"Tử vi năm 2020 của tuổi Thìn dự đoán năm nay sẽ tương đối yên tĩnh cho bạn. Bạn sẽ thực tế hơn, điều này sẽ có thể giúp bạn trong nhiều lĩnh vực của cuộc sống trong năm 2020. Đôi khi bạn có thể gặp khó khăn trong việc tìm kiếm động lực của mình. Nhưng khi bạn có động lực, bạn sẽ có thể suy nghĩ rõ ràng và lập kế hoạch cho tương lai một cách dễ dàng. Đôi khi, bạn sẽ có mức năng lượng cao, và đây là thời điểm tốt nhất để thực hiện công việc hoặc thực hiện các mục tiêu của bạn.<br/><br/>&emsp;Tuổi Thìn được cho là dấu hiệu của sự may mắn và thịnh vượng. Những người được sinh ra vào năm rồng được cho là mạnh mẽ, tốt bụng, thân thiện, may mắn trong mọi nỗ lực. Những đặc điểm này chắc chắn sẽ giúp bất kỳ người nào sinh ra trong năm con rồng với tử vi của bạn vào năm 2020!<br/><br/>&emsp;Tử vi năm 2020 dự đoán năm nay sẽ là một năm tuyệt vời với một số ngôi sao ảnh hưởng đến vận mệnh của tuổi Thìn theo hướng tích cực. Mặc dù ảnh hưởng chiêm tinh của một số ngôi sao là tiêu cực, nhưng chúng bị đối trọng bởi những rung cảm tích cực của những ngôi sao tốt. Nhìn chung, năm 2020 hứa hẹn sẽ là một giai đoạn tuyệt vời trong cuộc đời của người tuổi Thìn.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Thìn<br/><br/>&emsp;Người tuổi rồng sẽ thấy vận may  được cải thiện đáng kể vào năm 2020 và có thể được ban phúc trong cả sự nghiệp và tình yêu. Về vấn đề này, bạn nên nắm bắt cơ hội. Mặc dù tài lộc của bạn sẽ không thay đổi đáng kể, bạn vẫn có thể tiết kiệm như mong muốn miễn là bạn giữ thói quen quản lý các vấn đề tiền bạc và không tiêu tiền hoang phí. Mặt khác, tuổi Thìn nên tận dụng sự may mắn để tìm kiếm cơ hội mới và làm những điều bạn chưa từng nghĩ đến trong cuộc sống hàng ngày, để làm cho cuộc sống của bạn trở nên đầy màu sắc và thú vị. Một khi bạn lựa chọn đúng, bạn sẽ có thể có kết quả tốt.<br/><br/>&emsp;Tuổi Thìn chuyên nghiệp có thể mong đợi sự hỗ trợ của đồng nghiệp và người có kinh nghiệm trong công việc của họ. Bạn cũng sẽ nhận được sự khuyến khích từ quản lý cấp trên trong việc tiến bộ trong sự nghiệp. Điều quan trọng là hòa đồng với các đồng nghiệp của bạn. Ngoài ra, hãy ngoại giao và đừng chà xát vào mặt sai.<br/><br/>&emsp;Người tuổi Thìn được biết đến với khả năng lãnh đạo và kỹ năng chiến đấu. Kết quả là, vào năm Tý, bạn sẽ có thể hoàn thành nhiệm vụ của mình với sự kiên trì và sức mạnh ý chí mạnh mẽ. Do đó, sự thăng tiến trong cuộc sống của bạn sẽ suôn sẻ và sinh lời.<br/><br/><b>Sự nghiệp của tuổi Thìn năm 2020</b><br/>&emsp;Bản chất mạnh mẽ và thông minh, bạn không cần phải lo lắng về sự nghiệp của mình và có thể đạt được điều gì đó miễn là bạn hành động theo cảm xúc của mình. Trong năm qua, những vấn đề tầm thường đã gây ra một cuộc khủng hoảng trong sự nghiệp của bạn, điều này khiến sợ hãi của bạn tăng lên. Năm 2020, bạn có thể là người tốt mà không bị làm phiền bởi những vấn đề tầm thường và mong chờ sự may mắn cho sự nghiệp. Tuy nhiên, đừng trở nên tự mãn vì tài sản, sự nghiệp đã phục hồi. Bình tĩnh, làm việc theo cách thực tế. Trong một thời gian ngắn, bạn sẽ có thể đạt được thành công lớn hơn và đáng chú ý trong sự nghiệp của bạn.<br/><br/>&emsp;Tử vi năm 2020 dự đoán rằng nhiều cơ hội mới sẽ đến với bạn trong công việc vào năm 2020. Đây là thời điểm tuyệt vời để thảo luận với cấp trên của bạn nếu bạn đang tìm kiếm một kế hoạch phát triển. Đây cũng là một năm tuyệt vời để hòa đồng với đồng nghiệp của bạn. Cùng với việc kết bạn mới, đồng nghiệp của bạn có khả năng giúp bạn thực hiện các dự án tại nhà. Hãy cố gắng tập trung vào một mục tiêu lớn trong công việc vào năm 2020, cũng như tiếp tục làm việc với bất cứ điều gì cấp trên của bạn bảo bạn làm trong năm 2020 này.<br/><br/>&emsp;Dự đoán về sự nghiệp cho con rồng cho năm 2020 cũng cho thấy rằng bạn sẽ mở rộng, cao hơn trong sự nghiệp chuyên nghiệp của mình. Ngoài ra nhiều chương trình tài chính và gia tăng tài lộc có thể đến với bạn. Sự cần cù của bạn sẽ được ban lãnh đạo đánh giá cao và được đềnđáp xứng đáng. Do đó, bạn sẽ có cơ hội sử dụng các khả năng quản trị và kỹ năng thực hành của mình.<br/><br/>&emsp;Trách nhiệm và quyền lực trở nên mạnh mẽ và tích cực khi bạn đang đảm nhận bất kỳ dự án nào. Bạn nên sử dụng sự khéo léo của mình và giao tiếp phù hợp mà không làm tổn thương người khác. Bạn nên cố gắng tranh thủ sự hỗ trợ của các đồng nghiệp trong công việc.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng hai, tháng bảy, tháng tám và tháng mười một.<br/><br/><b>Tài lộc của tuổi Thìn năm 2020</b><br/>&emsp;Do nhieeuv công việc lại mới bắt đầu năm 2020, bạn thường chỉ có thể mong đợi sự may mắn trong việc kiếm tiền và tạo điều kiện tốt hơn để cải thiện tài lộc của bạn. Ngoài công việc khó khăn, bạn có thể thử những cách mới, chẳng hạn như công việc bán thời gian và các cuộc thi mà bạn đã từ chối làm trong quá khứ, nếu bạn muốn có được tài lộc hơn; miễn là bạn sẵn sàng làm điều đó, bạn chắc chắn sẽ nhận được kết quả tốt với tài năng của mình. Đồng thời, cân bằng thu nhập chi tiêu và cố gắng tiết kiệm một chút. Theo vận hạn may mắn, bạn có thể sáng suốt và có kỹ năng quản lý và đầu tư tài chính, có cơ hội giành giải thưởng trong các hoạt động xổ số và nhận được sự giàu có bất ngờ thông qua việc đó, giành giải thưởng và các cách khác.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Thìn dự báo tài chính cho thấy một năm cũng ấm áp về các vấn đề tiền bạc. Dòng tiền sẽ chậm chạp, nhưng bạn vẫn có thể trang trải chi phí của mình. Bất kỳ khoản đầu tư nào bạn đang thực hiện nên có mục đích và dựa trên phân tích thích hợp.<br/><br/>&emsp;Các chỉ số chiêm tinh chỉ ra khả năng mất mát tài chính nghiêm trọng trong tháng ba và tháng chín. Bạn phải cực kỳ cảnh giác trong những tháng này. Ngoài ra, tránh tất cả các khoản đầu tư trong thời gian này. Bất kỳ sự tham lam sẽ dẫn đến thảm họa.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng bảy và tháng tám.<br/><br/><b>Tình cảm của tuổi Thìn năm 2020</b><br/>&emsp;Người tuổi Thìn, độc thân, đang yêu hoặc đã kết hôn, được ban phúc trong mối quan hệ tình cảm trong năm nay và bạn sẽ duy trì mối quan hệ tốt. Nếu bạn còn độc thân, bạn sẽ có cơ hội tìm được người cùng chí hướng và bắt đầu một mối quan hệ tốt đẹp. Tuy nhiên, nếu bạn đang yêu hoặc đã kết hôn, may mắn sẽ là bình thường bởi vì bạn quá chiếm hữu và mạnh mẽ và cai trị bạn tình bằng một cây gậy sắt, khiến người đó không hài lòng với bạn. Do đó, bạn nên nhẹ nhàng và ân cần và cho nhau nhiều không gian trống để giữ cảm giác bí ẩn và duy trì mối quan hệ ổn định.<br/><br/>&emsp;Dự đoán chiêm tinh cho tuổi Thìn trong năm 2020 chỉ ra rằng bạn sẽ quan tâm nhiều hơn đến các hoạt động của chính mình. Ngoài ra bạn sẽ tránh các mối quan hệ tình cảm phát sinh. Nếu bạn đang trong tình yêu, rất có thể bạn sẽ vướng vào những cuộc cãi vã với đối tác của mình một cách không cần thiết. Nhìn chung, bạn không thể lặp lại những điều tốt đẹp trong tình yêu của năm 2019 trong năm nay.<br/><br/>&emsp;Rồng cô đơn nên cố gắng mạo hiểm và cố gắng lôi cuốn các đối tác mới vào mối quan hệ tình cảm. Sáu tháng đầu năm 2020 dường như đầy hứa hẹn cho tình yêu, miễn là bạn sẵn sàng. Bạn cũng nên cố gắng tận dụng các cơ hội bạn có được.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng sáu, tháng tám và tháng mười một.<br/><br/><b>Sức khỏe của tuổi Thìn năm 2020</b><br/>&emsp;Đối với những người sinh năm Rồng, sức khỏe có thể rõ ràng vào năm 2020 và bạn sẽ dễ mắc bệnh nhẹ trong cuộc sống hàng ngày. Do đó, bạn nên theo dõi sức khỏe của mình và đừng bao giờ coi tuổi trẻ là cái cớ để hành động liều lĩnh và không quan tâm đến điều gì. Đặt sức khỏe của bạn lên hàng đầu trong mọi tình huống.<br/><br/>&emsp;Theo tử vi dự báo sức khỏe tuổi Thìn trong năm 2020 chỉ ra một năm khá tốt. Bệnh nhẹ và thương tích nhỏ có khả năng. Ngoài ra, hãy chăm sóc sức khỏe của bạn bằng cách ăn kiêng hợp lý và đừng quên thực hiện một thói quen tập thể dục. Chấn thương có thể tránh được bằng cách thận trọng hơn. Lái xe nên thận trọng trong các tháng của tháng một, tháng chín và tháng mười hai. Tháng 4 là nguy hiểm cho các môn thể thao dưới nước.",
	"Ti":"Tử vi năm 2020 của tuổi Tỵ dự đoán rằng mọi thứ sẽ dễ dàng hơn cho bạn trong năm nay so với những năm trước. Bạn sẽ cảm thấy như bạn có nhiều tự do hơn để làm những điều mà bạn thích. Bạn sẽ có thể thoát khỏi nhiều phiền toái trong cuộc sống của bạn. Sẽ có ít vấn đề hơn trong cuộc sống của bạn trong năm Canh Tý 2020 này và cũng có nhiều cơ hội thăng tiến hơn. Bạn có thể quên đi những điều khó chịu đã xảy ra trong cuộc sống của mình và mong chờ một thời gian dễ chịu vào năm 2020. Bạn có thể nhận được một năm với một tâm trí bình yên và không bị xáo trộn.<br/><br/>&emsp;Năm 2020 sẽ mang đến cho bạn rất nhiều sự mở cửa đòi hỏi nhiều hành động và nhiều chuyến đi. Những triển vọng này đi kèm với các mối nguy hiểm vốn có, và bạn phải di chuyển nhanh chóng và cẩn thận nếu bạn phải đạt được thành công.<br/><br/>&emsp;Năm 2020 Canh Tý đòi hỏi tuổi Tỵ phải siêng năng và phù hợp với tốc độ biến động cuộc sống. Nếu bạn phải hoàn thành mục tiêu của mình, sẽ cần phải cải thiện kỹ thuật giao tiếp của bạn. Cũng cần có sự chân thành và cống hiến trong cách tiếp cận của bạn đối với các công việc khác nhau mà bạn đã đảm nhận.<br/><br/>&emsp;Tuổi Tỵ năm nay cũng có thể mong đợi sự khuyến khích và hỗ trợ từ một người quen hoặc người thân trong việc biến các dự án của bạn thành công. Mặc dù năm 2020 hứa hẹn cho các khoản đầu tư, nhưng chúng cần được hỗ trợ bởi chuyên môn phù hợp.<br/><br/>&emsp;Tổng quan tử vi năm 2020 của tuổi Tỵ<br/><br/>&emsp;Vào năm 2020 Canh Tý, thuộc về nước trong Ngũ hành trong khi Tỵ thuộc về lửa, vì vậy những người tuổi Tỵ cảm thấy không may mắn về mọi mặt, đặc biệt là trong sự nghiệp và mối quan hệ yêu đương. Tuy nhiên thực tế, Về mặt sự nghiệp, công việc của bạn sẽ tiếp tục rất tốt và bạn sẽ thấy không gian hạn chế để phát triển của bạn. Bạn sẽ mất rất nhiều công để thay đổi tình hình. Đối với mối quan hệ tình cảm, bạn sẽ cảm thấy bị giữ chặt, đặc biệt nếu bạn độc thân - thất bại trong việc bắt đầu một mối quan hệ, thiếu đi một mối quan hệ đúng đắn và những trở ngại trên con đường của bạn.<br/><br/><b>Sự nghiệp của tuổi Tỵ năm 2020</b><br/>&emsp;Năm 2020 sẽ có dấu hiệu tiến bộ trong sự nghiệp của bạn, vẫn có một số khó khăn sẽ xảy ra với bạn. Đối với những người làm công ăn lương, bạn sẽ khó có thể vượt qua tình trạng hiện tại trong sự nghiệp của mình trong năm nay. Bạn có thể chọn tạm thời chuyển trọng tâm công việc và bắt đầu từ những việc nhỏ nhặt; nếu bạn có thể làm cho mọi chi tiết nhỏ trở nên hoàn hảo, bạn có thể đạt được những điều tuyệt vời. Đối với những người tự kinh doanh hoặc doanh nhân tuổi Tỵ, bạn không nên cẩu thả trong năm nay mà cực kỳ thận trọng trong việc lựa chọn đối tác hoặc xử lý các thói quen hàng ngày, đặc biệt là khi ký thỏa thuận hoặc hợp đồng với người khác, để tránh tổn thất cho chính bạn hoặc công ty của bạn.<br/><br/>&emsp;Tử vi năm 2020 của tuổi Tỵ dự đoán rằng công việc của bạn sẽ đa dạng hóa trong năm nay cho dù chính bạn là người thực hiện các thay đổi hoặc do người khác. Sẽ có thêm một số cơ hội thăng tiến trong công việc vào năm 2020 vì tất cả những thay đổi này. Nếu bạn có thể chứng tỏ mình là người tuyệt vời ở nhiều thứ khác nhau, hoặc một người chơi nhóm có thể khiến người khác làm nhiều việc khác nhau, thì bạn gần như chắc chắn sẽ được thăng chức hoặc tăng lương. Làm việc chăm chỉ trong năm nay sẽ cải thiện cuộc sống của bạn.<br/><br/>&emsp;Nếu Rắn đang nghĩ đến việc thay đổi công việc mới, thì năm nay không phải là triển vọng thực hiện. Mặc dù bạn có thể phải đối mặt với một số hỗn loạn tại nơi làm việc, bạn sẽ có sự giúp đỡ của một thiên thần hộ mệnh để vượt qua các thử thách.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 4, Tháng 7, Tháng 8 và Tháng 11.<br/><br/><b>Tài lộc của tuổi Tỵ năm 2020</b><br/>&emsp;Tài chính ổn định cho tuổi Tỵ năm nay, có thể có đột phá nào đó ngoài dự kiến sẽ xảy ra so sánh với năm ngoái. Về thu nhập từ công việc, bạn sẽ có được thu nhập tiền lương ổn định và ấn tượng. Từ quan điểm của tử vi, bạn sẽ nhận được rất nhiều lợi nhuận đầu tư từ phương tiện tài chính hợp lý, tầm nhìn độc đáo, nắm bắt tốt các cơ hội, cũng như sự giúp đỡ và hướng dẫn của các chuyên gia. Mặc dù thu nhập tốt, chi phí cá nhân của bạn cũng sẽ tăng so với các năm trước. Bạn nên thực hành tiêu dùng hợp lý và lập kế hoạch tiêu dùng hợp lý để giữ cho thu nhập và chi tiêu của bạn được cân bằng.<br/><br/>&emsp;Năm nay cũng là năm làm việc để trả hết nợ cũ trước khi bạn chi tiền cho những thứ mới. Tránh thúc đẩy mua và chi tiêu vượt mức nếu bạn muốn giữ cho ngân sách của bạn cân bằng. Mặc dù vậy, cũng không nên tiết kiệm quá. So với năm trước, tình hình tài chính năm nay của bạn sẽ tốt hơn, nhưng vẫn phải quản lý tốt.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng 4, tháng 7 và tháng 8.<br/><br/><b>Tình cảm của tuổi Tỵ năm 2020</b><br/>&emsp;Tình yêu có thể không lý tưởng trong năm nay, đặc biệt đối với tuổi Tỵ đang yêu có thể gặp khủng hoảng trong tình yêu. Nếu bạn không chăm sóc sẽ không được ban phúc trong mối quan hệ tình cảm trong năm nay và ngay cả khi bạn phải lòng một ai đó, bạn có thể sẽ không gặp phải bất kỳ khó khăn nào khi theo đuổi anh ấy / cô ấy và cảm thấy khó khăn trong mối quan hệ. Đối với những bạn đã kết hôn, mối quan hệ tình yêu của bạn cũng có thể khá gập ghềnh và tình yêu của bạn có thể bị đe dọa bởi một bên thứ ba vì sẽ có nhiều cám dỗ xung quanh.<br/><br/>&emsp;Tuổi Tỵ có may mắn vào năm 2020 không? Sẽ có nhiều thay đổi trong cuộc sống tình yêu của bạn trong năm nay, nhưng chủ yếu là trong chính bạn. Bạn chắc chắn sẽ cảm thấy nhiều cảm xúc hơn trong năm nay. Điều này sẽ giúp bạn thể hiện bản thân dễ dàng hơn trong các mối quan hệ của bạn. Điều này sẽ làm cho các mối quan hệ của bạn có ý nghĩa hơn, cho dù chúng thân thiện hay lãng mạn. Nếu bạn còn độc thân, thì đây là thời gian để cố gắng tìm một người hiểu bạn và giống bạn hơn là không.<br/><br/>&emsp;Cuộc sống hôn nhân có thể trở nên thú vị bằng cách giữ cho kênh liên lạc cởi mở với vợ / chồng của bạn. Bạn cũng có thể nhờ sự giúp đỡ của bạn bè để làm mờ các nếp nhăn trong mối quan hệ của bạn. Cần phải tiếp cận những vấn đề trong hôn nhân của bạn với tinh thần lạc quan và với một tinh thần cởi mở.<br/><br/>&emsp;Những người độc thân sẽ có thể có được những mối quan hệ mới, và bạn thậm chí có thể may mắn có được một người bạn chọn. Trước khi bạn xác nhận mối quan hệ, hãy dành thời gian của riêng bạn và cố gắng hiểu người đó một cách đầy đủ. Điều này sẽ tránh những rắc rối không cần thiết trong tương lai.<br/><br/><b>Sức khỏe của tuổi Tỵ năm 2020</b><br/>&emsp;Sức khỏe sẽ tốt cho bạn, những người sinh ra tuổi Tỵ không có gì nghiêm trọng nhưng những vấn đề nhỏ sẽ xảy ra. Nói chung, bạn sẽ giữ một sức khỏe tốt. Tuy nhiên, đừng vì thế mà quên đi trong cuộc sống hàng ngày; thay vào đó, bạn sẽ theo dõi cơ thể của mình và tìm kiếm lời khuyên y tế kịp thời miễn là bạn cảm thấy không khỏe. Không bao giờ quá tự tin vào cơ thể của bạn và trì hoãn chữa bệnh, nếu không nó sẽ xấu đi và ảnh hưởng đến sức khỏe của bạn.<br/><br/>&emsp;Tử vi Sức khỏe cho tuổi Tỵ dự báo trong năm 2020 trong các vấn đề chung. Bạn bè và các thành viên gia đình già có khả năng bị bệnh. Phải có biện pháp phòng và chữa bệnh kịp thời sẽ tránh được tình trạng nặng thêm.<br/><br/>&emsp;Để phòng ngừa, hãy duy trì sức khỏe của bạn bằng các thói quen tập thể dục phù hợp, chế độ ăn uống hợp lý và thư giãn vừa đủ. Vì vậy, bạn có thể tham dự các bữa tiệc để làm cuộc sống thêm thú vị.",
	"Ngo":"Tử vi tuổi Ngọ năm 2020 cho thấy đây có thể là một năm đầy thách thức. Có tính xung đột giữa Tý - Ngọ và bạn phải cảnh giác hơn bình thường. Và do thực tế là có một số ngôi sao không may mắn mang đến tuổi Ngọ của bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền.<br/><br/>&emsp;Vì vậy, chiến lược tốt nhất của bạn có lẽ là giữ một nhịp độ sống thấp và không nên đưa ra bất kỳ thay đổi và quyết định lớn nào. Không phải là một năm tốt để kết hôn, đừng thay đổi công việc của bạn và đừng mua một ngôi nhà hoặc doanh nghiệp mới. Coi chừng những kẻ phản bội âm mưu chống lại bạn.<br/><br/>&emsp;Cố gắng làm công việc tình nguyện hoặc từ thiện để cân bằng năng lượng xấu hoặc sắp xếp để đi đến các điểm tâm linh và cầu nguyện cho phúc lành an toàn từ các tác động tiêu cực của ngôi sao nói. Tránh những nơi quá âm như đám tang và nghĩa địa, và tốt nhất nên đến nơi tổ chức đám cưới hoặc những dịp hạnh phúc khác trong gia đình để mang lại năng lượng tốt cho bạn. Nói chung, chỉ cần làm hết sức mình để tránh xung đột, tranh chấp và rắc rối.<br/><br/>&emsp;Tử vi năm 2020 dự báo cho thấy năm đó sẽ là thời gian thử nghiệm cho tuổi Ngọ. Vì có xung đột Tý - Ngọ, nên cần phải có sự cảnh giác nhất định. Các ngôi sao cũng không thuận lợi, và điều này có thể gây ra những điều không cần thiết, mất tài chính do áp dụng sai.<br/><br/>&emsp;Vì năm nay không tốt cho tất cả các tuổi Ngọ, nên trì hoãn tất cả các quyết định quan trọng. Nếu bạn đang nghĩ đến việc đầu tư vào một ngôi nhà mới, tốt hơn bạn nên hoãn lại. Đừng vội vàng thay đổi công việc của bạn hoặc kết duyên với một cô dâu tương lai. Bạn cũng nên cảnh giác với những người đang cố đố kỵ bạn. Nhìn chung, đi chậm và để thời gian xấu đi qua.<br/><br/>&emsp;Điều quan trọng đối với Ngọ là tập trung vào làm việc theo nhóm, đề cao lòng tự trọng của mình để thành công trong năm 2020 Canh Tý. Bạn nên quan tâm đến cảm xúc của người khác và từ bi với các cộng sự của mình.<br/><br/>&emsp;Bạn có thể cải thiện cơ hội thành công của mình trong năm 2020 bằng cách phủ nhận các tác động có hại của các ngôi sao. Đã đến lúc làm các công việc nhân đạo để giúp đỡ người nghèo hoặc hướng sự chú ý của bạn vào các hoạt động tín ngưỡng và tâm linh. Bạn nên tham gia các hoạt động gia đình đầy niềm vui và tránh những nơi có năng lượng tiêu cực. Hãy tốt với người khác và họ sẽ đáp lại lòng tốt của bạn.<br/><br/><b>Sự nghiệp tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán về sự nghiệp cho ngựa trong năm 2020 đã báo trước rằng sẽ có vô số những con đường dẫn đến sự nghiệp của bạn. Bạn phải đối phó với tình huống một cách tỉnh táo và phải có can đảm để vượt qua các thử thách. Hãy cẩn thận trong khi giao tiếp với người khác và thậm chí nên sẵn sàng cho các cuộc tranh cãi pháp lý.<br/><br/>&emsp;Bạn nên tránh xung đột với đồng nghiệp, cấp trên và nên sẵn sàng đối phó với mưu mô của kẻ đố kỵ. Học hỏi từ những kinh nghiệm tồi tệ qua các năm và chuyển đổi chúng thành lợi thế của bạn trong những năm tới.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Tình cảm của tuổi Ngọ năm 2020</b><br/>&emsp;Dự báo tình yêu cho Tử vi tuổi Ngọ năm 2020 cho thấy một năm rất ảm đạm cho tình yêu và sự lãng mạn. Bạn độc thân sẽ khó tìm được đối tác lãng mạn và bạn vẫn FA đơn độc trong năm. Không có hại trong việc cố gắng và bạn nên tìm kiếm tình yêu trong gia đình và các cuộc tụ tập vui chơi.<br/><br/>&emsp;Nếu bạn đã có một mối quan hệ tình cảm đang yêu, bạn nên cố gắng bằng cách dễ chịu với người yêu của bạn và giữ cô ấy trong tâm trạng tốt. Không nên làm đám cưới của bạn trong năm nay và hạnh phúc nếu bạn có thể giữ mối quan hệ.<br/><br/>&emsp;Những tuổi Ngọ đã kết hôn cũng sẽ thấy cuộc sống của mình không có bất kỳ niềm vui hay điều bất thường nào.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán tài chính năm 2020 tuổi Ngọ</b><br/>&emsp;Những lời tiên tri trong năm 2020 cho thấy khả năng thu nhập âm trên một số khoản đầu tư. Nhìn chung, tình hình tiền tệ sẽ rất biến động và bạn nên giảm thiểu các hoạt động tài chính của mình. Bạn nên chỉ lập kế hoạch tương lai tài chính của bạn.<br/><br/>&emsp;Tuổi Ngọ sinh vào mùa thu hoặc mùa đông nên sẵn sàng đối mặt với một số khó khăn trên mặt trận tài lộc vào năm 2020. Không được thưởng thức bất kỳ loại đầu tư, đầu cơ nào. Trì hoãn tất cả các hoạt động chính như đầu tư vào tài sản giá trị lớn. Theo dõi chặt chẽ các chi phí của bạn và không mua bất kỳ mặt hàng xa xỉ nào.<br/><br/>&emsp;Nếu bạn sinh vào mùa xuân hoặc mùa hè, bạn có thể cố gắng dùng tiền của mình vào các khoản đầu tư mới. Nhưng đừng quên nghiên cứu nghiêm túc trước khi bạn bỏ tiền vào các khoản đầu tư này. Không có chỗ cho sự đầu cơ hay lòng tham.<br/><br/>&emsp;Tháng may mắn cho tài chính: Tháng ba, tháng sáu và tháng chín.<br/><br/><b>Dự đoán sức khoẻ tuổi Ngọ năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho Ngựa trong năm 2020 cho thấy một năm dưới mức trung bình. Mặc dù không có gì nghiêm trọng được dự đoán trước, hãy sẵn sàng đối mặt với những cơn đau dai dẳng và những cơn thiếu quyết đoán. Bạn cũng có thể dễ bị chấn thương. Lái xe phải hết sức cẩn thận khi đi trên đường.<br/><br/>&emsp;Sức khỏe nên được duy trì bằng cách kiểm tra y tế thường xuyên. Chế độ ăn uống hợp lý, ngủ đủ giấc và tập thể dục đầy đủ sẽ giúp bạn về lâu dài. Một cách khác để cải thiện vận may của bạn là giúp đỡ người khác bằng công việc từ thiện hoặc hiến máu.<br/><br/>&emsp;Tháng không may mắn cho sức khỏe: tháng hai, tháng tư, tháng bảy, tháng mười một và tháng mười hai.",
	"Mui":"Tử vi tuổi Mùi năm 2020 sẽ là một năm có nhiều vận may bị chi phối bởi những ảnh hưởng tiêu cực của các ngôi sao. Nếu bạn đã không gặp rắc rối, bạn có thể sẽ có một năm sẽ khó khăn. Vì vậy, hãy chuẩn bị cho một chuyến đi khó khăn đó nhé.<br/><br/>&emsp;Tuổi Mùi sẽ phải đối mặt với một năm thú vị 2020 Canh Tý với rất nhiều sự cống hiến và sức chịu đựng. Sáu tháng đầu năm sẽ mang đến cho bạn cơ hội tuyệt vời về lợi nhuận tài chính. Bạn phải tận dụng những triển vọng này và tiết kiệm cho những  khó khăn phía trước. Bốn năm tới sẽ là bất lợi đặc biệt, và bạn sẽ phải phụ thuộc vào tài chính bạn có được trong năm.<br/><br/>&emsp;Sẽ có rất nhiều hứng thú trong nửa đầu năm và từ nửa cuối năm 2020 tuổi Mùi nên sẵn sàng đối mặt với thực tế nghiệt ngã. Điều này sẽ đòi hỏi sự cống hiến và quyết tâm tuyệt vời. Năm Tý sẽ khiến bạn trở thành một cá nhân cứng rắn sẵn sàng đối mặt với những rào cản trong tương lai.<br/><br/>&emsp;Tử vi năm 2020 dự đoán, những người tuổi Mùi sẽ thấy vận may không ổn định, đôi khi tốt và đôi khi xấu. trong tất cả các khía cạnh. Trong suốt cả năm, sự nghiệp của bạn sẽ phải chịu đựng nhiều nhất từ ​​những điều trên, chủ yếu bị ảnh hưởng bởi ngôi sao không thuận lợi, và nó có thể bị đình trệ trong một thời gian. Hơn nữa, tài lộc và sự nghiệp có phần song song, vì vậy bạn sẽ có ít may mắn vì tiền từ sự nghiệp. Về sức khỏe, người tuổi Mùi thường cảm thấy ốm yếu vì áp lực lớn trong công việc. May mắn thay, tình yêu có thể suôn sẻ trong năm nay và bạn có thể gặp nhiều điều hạnh phúc, điều này có thể an ủi bạn một chút.<br/><br/>&emsp;Năm Tý bạn nên duy trì sự điềm tĩnh của mình. Không có chỗ cho tình cảm, và bạn phải vượt qua những khó khăn trong cuộc sống bằng cách khó khăn. Bạn nên chú ý duy trì sức mạnh thể chất và tinh thần của mình để có thể chuyển đổi năm thành năm thành công. Các chuyên gia sẽ có nhiều cơ hội để chuyển sang một công việc mới hoặc thay đổi nơi làm việc trong năm. Nếu có thể, bạn nên ngừng làm điều đó vì lợi ích của mình. Cơ hội tài chính không nên chi phối bởi lòng tham, và cần phải kiểm soát chi phí của bạn. Các khoản tiết kiệm bạn thực hiện sẽ có ích cho tương lai.<br/><br/><b>Sự nghiệp của tuổi Mùi năm 2020</b><br/>&emsp;Nhiều cuộc khủng hoảng có thể xảy ra đối với sự nghiệp của những người tuổi Mùi, trong đó những người bị ảnh hưởng nhiều nhất sẽ là tầng lớp lao động. Nếu bạn là người làm công ăn lương, bạn sẽ khó đạt được tiến bộ lớn, và xác suất tăng lương và thăng chức cũng sẽ mờ mịt; rất nhiều rắc rối trong công việc và tình trạng làm việc kém sẽ khiến bạn không thể hoàn toàn mà thường bị cấp trên chỉ trích và khiển trách, thậm chí có thể mất việc. Đối với tuổi Mùi trong vai trò lãnh đạo, điều quan trọng nhất sẽ nằm ở khía cạnh 'con người' và bạn cần nỗ lực nhất định để hòa nhập với mọi người xung quanh; đừng quá hà khắc với cấp dưới mà hãy chiến thắng mọi người bằng niềm tin, sự tử tế với người khác.<br/><br/>&emsp;Trong năm 2020 cho thấy rằng về mặt chuyên môn, bạn sẽ làm tốt một cách hợp lý. Có nhiều cơ hội để đạt được tiến bộ trong công việc của bạn. Bạn sẽ có nhiều triển vọng để kiếm thêm tiền nếu bạn có sự thông minh để sử dụng các cơ hội bạn gặp phải. Nếu bạn làm trong ngành dịch vụ như bảo hiểm nhân thọ, giao dịch tài sản, bạn sẽ có một khoảng thời gian rất hiệu quả. Bạn có thể mong đợi thu nhập của bạn tăng lên ngoài mong đợi của bạn. Bạn phải nỗ lực rất nhiều và nắm bắt cơ hội khi chúng đến. Hãy yên tâm rằng những nỗ lực của bạn sẽ được bù đắp.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tài lộc của tuổi Mùi năm 2020</b><br/>&emsp;Vào năm 2020, sự may mắn của bạn đối với tài lộc rất xấu. Bạn sẽ thấy gần như không có cách nào để kiếm tiền và thu nhập của bạn sẽ giảm rất nhiều so với dự kiến. Về đầu tư và quản lý tài chính, bạn khó có thể kiếm được lợi nhuận lớn do thiếu kiên nhẫn và lòng tham cho lợi nhuận nhỏ. Đồng thời, mong muốn cá nhân của bạn sẽ dẫn đến chi tiêu lớn và không siêng năng  tiết kiệm có thể dễ dàng khiến bạn sống vượt quá thu nhập của mình. Để có được may mắn hơn cho tài chính, trước tiên bạn phải tiết kiệm, chi tiêu hợp lý và thiết lập chế độ chính xác về tiền bạc; Thứ hai, bạn phải làm việc chăm chỉ để kiếm tiền và cải thiện thu nhập cá nhân.<br/><br/>&emsp;Không nên đầu tư đầu cơ như cổ phiếu và cổ phiếu. Đừng hào phóng trong việc cho người khác vay tiền. Đảm bảo thu nhập và làm thêm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng một, tháng hai, tháng năm, tháng chín và tháng mười.<br/><br/><b>Tình cảm của tuổi Mùi năm 2020</b><br/>&emsp;Ngôi sao tốt lành sẽ mang lại cho bạn may mắn về khía cạnh tình cảm. Mối quan hệ của bạn sẽ trở nên sâu sắc và bền chặt hơn và bạn sẽ tin tưởng và yêu nhau, và cùng nhau chịu đựng những thử thách mang lại. Một số Mùi độc thân sẽ khá nổi tiếng với những người khác giới và có nhiều người ngưỡng mộ, từ đó bạn có thể gặp đúng người để bắt đầu một mối quan hệ. Ngoài ra, những người đã kết hôn có thể bước vào một giai đoạn mới, mang thai và nâng cấp lên cha mẹ, điều này thực sự hài lòng.<br/><br/>&emsp;Tuổi Mùi trong các mối quan hệ nên tránh xung đột. Tất cả những hiểu lầm nên được xóa bằng đối thoại và tương tác. Cuộc sống tình yêu cho các cặp vợ chồng nên giản đơn và không có rườm rà.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng một, tháng hai, tháng năm và tháng chín.<br/><br/><b>Sức khỏe của tuổi Mùi năm 2020</b><br/>&emsp;Bạn Người cừu sẽ ở trong tình trạng chung và sự dao động sẽ không có hại. Tuy nhiên, thời gian khó khăn trong công việc chắc chắn sẽ ảnh hưởng đến tâm trạng của bạn và khiến bạn có tinh thần thấp, do đó ảnh hưởng đến cả sức khỏe thể chất và tinh thần. Bạn được nên điều chỉnh suy nghĩ của mình, giữ thái độ tích cực và lạc quan, giảm nhẹ gánh nặng của bạn đúng cách, giảm bớt tâm trạng và ra ngoài dành thời gian rảnh rỗi để thư giãn.",
	"Than":"Tử vi tuổi Thân năm 2020 sẽ là một năm trung bình. Mọi thứ sẽ không tốt hoặc quá khủng khiếp. Bạn có thể vượt qua năm bằng cách duy trì hiện trạng và hoãn tất cả các quyết định quan trọng cho tương lai. Nếu bạn đang nghĩ đến việc nhận một công việc mới hoặc mua một ngôi nhà mới, bạn có thể thực hiện điều đó.<br/><br/>&emsp;Tuổi Thân gặp năm tam hợp Tý, sẽ tương đối tốt hơn so với các năm tới. Bạn phải kiếm đủ và tiết kiệm càng nhiều càng tốt trong năm. Tuổi Thân phải kỷ luật và siêng năng hơn và cố gắng hoàn thành mục tiêu của mình.<br/><br/>&emsp;Có điều, tuổi Thân nên gác lại sự bướng bỉnh của mình và tranh thủ sự hỗ trợ của đồng nghiệp và những người có kinh nghiệm trong việc đạt được mục tiêu. Bạn phải tìm kiếm lời khuyên từ người khác và giao lưu với các đồng nghiệp của mình để vượt qua những khó khăn mà bạn có thể phải đối mặt trong năm Tý.<br/><br/>&emsp;Trong khi bạn đang thực hiện tất cả các biện pháp thận trọng, bạn nên hết sức cảnh giác trong việc phát hiện kẻ thù và cố gắng loại bỏ âm mưu của chúng để âm mưu chống lại bạn. Bạn nên xoay quanh đối thủ của mình bằng cách ngoại giao và nói chuyện suôn sẻ.<br/><br/>&emsp;Bạn sẽ cần phải dựa vào chính mình hơn bất kỳ ai khác trong năm Tý. Điều này có nghĩa là bạn cần phải làm việc chăm chỉ hơn. Bạn phải học cách trở thành một người tích cực của nhóm làm việc và chú ý hơn đến các chi tiết. Ngoài ra, sự bướng bỉnh của bạn dường như sẽ giúp bạn trở nên tốt hơn trong năm nay. Bạn nên cố gắng linh hoạt hơn và thực hành và học cách lắng nghe và giao tiếp với người khác. Và mặc dù bạn sẽ phải đối mặt với tất cả các loại thử thách trong năm nay, bạn sẽ luôn có ai đó giúp bạn giải thoát khó khắn. Đồng nghiệp, bạn bè và cấp trên sẽ rất ủng hộ bạn và sẽ vững vàng phía sau bạn trong mọi nỗ lực.<br/><br/>&emsp;Trong khi đó, hãy nhớ quan đằng sau bạn vì ai đó có thể đố kỵ hoặc đang âm mưu chống lại bạn. Bạn có thể vô tình giẫm phải một vài vết xe đổ một vài bản ngã do mâu thuẫn, vì vậy hãy lưu ý và làm dịu mội vấn đề trước khi cho phép bản thân có cơ hội nói.<br/><br/><b>Tử vi sự nghiệp của tuổi Thân năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho tuổi Thân trong năm Tý 2020 cho thấy nhiều rào cản đối với sự nghiệp của bạn. Nó phụ thuộc vào trí thông minh của bạn làm thế nào bạn có thể vượt qua những thách thức này và vẫn hoàn thành công việc của mình để làm hài lòng sếp.<br/><br/>&emsp;Bạn phải giảm bớt sự hung hăng của bạn và đưa những người khác đi cùng để hoàn thành các dự án của bạn. Hãy cảnh giác với những người đang cố gắng tạo ra những trở ngại trên con đường tiến bộ của bạn. Bạn nên nhận thức được những hạn chế của mình và đừng quá nhiệt tình trong việc thực hiện các công việc mà bạn không thể hoàn thành.<br/><br/>&emsp;Triển vọng nghề nghiệp rất đáng khích lệ đối với những tuổi Thân được sinh ra trong sáu tháng đầu năm. Những người sinh vào nửa cuối năm có thể có một năm khó khăn. Ngoài ra, đừng hứa bất cứ điều gì trừ khi bạn chắc chắn 100%. Những người tuổi Thân được sinh ra vào mùa xuân và mùa hè sẽ có may mắn hơn trong sự nghiệp so với những con được sinh ra vào mùa thu và mùa đông.<br/><br/>&emsp;Trong năm nay, các doanh nhân tuổi Thân sẽ có một khởi đầu tốt và hầu hết bạn có thể có được một vị trí trong ngành với sự cạnh tranh khốc liệt nhờ vào đầu óc kinh doanh nhanh nhẹn của bạn. Đồng thời, bạn sẽ được nhiều người ủng hộ để giúp cho con đường khởi nghiệp của bạn trở nên suôn sẻ hơn. Đối với những người làm công ăn lương, bạn sẽ gặp may mắn trong sự nghiệp, làm việc một cách hiệu quả hơn và giành được sự công nhận của sếp với thành tích cá nhân xuất sắc. Đối với những người săn việc làm, bạn sẽ gặp may mắn ở mức trung bình cho sự nghiệp và sự khó khăn do môi trường mới mang lại có thể khiến bạn không thể làm việc trong trạng thái rất tốt. Do đó, hãy suy nghĩ kỹ trước khi bạn đưa ra quyết định về nhảy việc, tham khảo ý kiến ​​của những người đi trước và chọn một công việc phù hợp nhất.<br/><br/><b>Tài lộc của tuổi Thân năm 2020</b><br/>&emsp;Những chú khỉ sẽ được Thần may mắn và những ngôi sao tốt lành vào năm 2020. Do đó, bạn sẽ trải nghiệm một câu thần chú may mắn và cảm thấy khá may mắn về cả thu nhập từ công việc. Thu nhập tiền lương của bạn sẽ được cải thiện và bạn sẽ nhận được mức thù lao mong muốn. Ngoài ra, lời khuyên được đưa ra bởi nhiều người lớn tuổi có kinh nghiệm xung quanh và tích luỹ của bạn trong học tập và nhận thức sẽ mang lại cho bạn rất nhiều tài lộc bất ngờ từ đầu tư và quản lý tài chính. Tuy nhiên, bạn nên chi tiêu hợp lý thay vì ngông cuồng, hoặc sẽ rất khó để tiết kiệm tiền cho dù bạn đã kiếm được bao nhiêu.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Dự đoán tình yêu của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho tuổi Thân trong năm 2020 cho thấy một năm có phần nhất quán cho các mối quan hệ. Người đã kết hôn có thể hy vọng năm sẽ ổn định và yên bình. Những người độc thân sẽ tận hưởng khoảng thời gian dễ chịu tìm kiếm, và sẽ không thiếu bạn mới.<br/><br/>&emsp;Bạn sẽ có rất nhiều sự lựa chọn và bạn có thể chọn đúng một trong những sở thích của bạn. Cả nam và nữ sẽ có một số lượng lớn người cầu hôn, và bạn phải chọn và chọn. Những người trong tình yêu sẽ có một năm thú vị.<br/><br/>&emsp;Các nam tuổi Thân sẽ trải qua một vài mối quan hệ chỉ trong một năm và nữ sẽ được bao quanh bởi nhiều người cầu hôn, có lẽ bạn không biết điều này, nhưng bạn thực sự có một hoặc nhiều người bạn là những người ngưỡng mộ bí mật của bạn. Vì vậy, hãy để mắt và tai mở to, và bạn có thể thấy mình là một người quan trọng khác.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 11.<br/><br/><b>Dự đoán về tiền và tài chính của tuổi Thân năm 2020</b><br/>&emsp;Dự đoán tuổi Thân về các vấn đề tài chính cho thấy rằng tất cả các khoản đầu tư lớn nên tránh. Đầu tư mạo hiểm và đánh bạc đều bị nghiêm cấm. Ngay cả khi bạn đầu tư, bạn nên thực hiện nhiều nghiên cứu và chọn lọc. Những người làm ngành môi giới và hoa hồng hoặc bảo hiểm không được đảm bảo về thu nhập ổn định. Coi chừng các khoản đầu tư hứa hẹn lợi nhuận đáng kể.<br/><br/>&emsp;Dự báo năm 2020 cho tiền thấy rằng đối với những người làm việc môi giới như bảo hiểm, bất động sản, bạn phải lên kế hoạch trước và chuẩn bị cho một năm với những thăng trầm. Nói chung, tránh đầu tư lớn, và không bao giờ hành động theo quyết định bốc đồng. Hãy khách quan và hợp lý khi nói đến đầu tư. Và hãy nhớ rằng, đừng tin mọi lời khuyên từ bạn bè của bạn và tránh xa đầu tư rủi ro, hợp tác hoặc đánh bạc. Trên thực tế, ai đó đang âm mưu đố kỵ và dễ có một số tổn thất tài chính.<br/><br/>&emsp;Đi du lịch có thể mang lại cho bạn bất ngờ bất ngờ sẽ làm tăng lợi nhuận tài chính của bạn. Vì vậy, bắt đầu lên kế hoạch cho kỳ nghỉ tiếp theo của bạn. Ngoài ra, nó có thể là một ý tưởng tốt để bắt đầu kinh doanh hoặc thực hiện một số trường hợp từ nước ngoài.<br/><br/>&emsp;Tháng may mắn về tài chính: Tháng 3, tháng 6, tháng 11.<br/><br/><b>Sức khoẻ của tuổi Thân năm 2020</b><br/>&emsp;Sức khỏe của khỉ trong năm 2020 sẽ không gây ra bất kỳ vấn đề nghiêm trọng nào trên mặt trận sức khỏe. Sẽ có những sự thiếu sót nhỏ có thể được chăm sóc bằng cách hỗ trợ y tế nhanh chóng. Có thể là sốt và các vấn đề dạ dày.<br/><br/>&emsp;Bạn có thể dễ dàng cảm thấy mệt mỏi, và điều này có thể được chữa khỏi bằng cách nghỉ ngơi đầy đủ. Một vấn đề khác sẽ là từ căng thẳng nghề nghiệp. Đặc biệt là các chuyên gia và người tài chính có thể phải đối mặt với một số thất bại trong công việc của họ. Biện pháp duy nhất là thư giãn bằng các kỹ thuật như yoga và thiền định.",
	"Dau":"Tử vi tuổi Dậu năm 2020 dự báo trước rằng những ảnh hưởng chiêm tinh tích cực của các ngôi sao trong năm Tý trở thành một năm đáng kinh ngạc đối với người tuổi Dậu. Bạn có thể mong đợi năm sẽ vô cùng may mắn trong tất cả các lĩnh vực của cuộc sống. Các chuyên gia và doanh nhân sẽ thịnh vượng theo kế hoạch của họ.<br/><br/>&emsp;Tình yêu cuộc sống sẽ tuyệt vời, và người độc thân sẽ có rất nhiều cơ hội để có được mối quan hệ tình cảm. Năm 2020 hứa hẹn với những người nổi tiếng và sự may mắn đối với bạn. Bạn sẽ nhận được sự khuyến khích và giúp đỡ từ đồng nghiệp, quản lý, gia đình và bạn bè trong tất cả các công việc của bạn.<br/><br/>&emsp;Tất cả những điều này có thể đạt được nếu bạn sử dụng thông minh và giao tiếp của bạn đúng cách. Bạn nên có khả năng ngoại giao trong giao dịch với người khác và mang theo người khác để hoàn thành các dự án của bạn. Kỹ năng quản lý và sự cống hiến của bạn có được lợi nhuận.<br/><br/>&emsp;Vào năm 2020, những người tuổi Dậu sự nghiệp sẽ là khía cạnh tốt nhất trong năm nay và bạn có thể mở rộng tầm cao mới và hoàn thành điều gì đó dưới sự ban phúc của những ngôi sao tốt lành; sự may mắn bất lợi cho tài lộc sẽ đòi hỏi bạn phải chú ý nhiều hơn về tiền của mình; may mắn trong mối quan hệ tình cảm, nhưng bạn cần để mắt đến điều không thuận lợi khi bắt đầu một mối quan hệ. Còn về sức khỏe, có sức khỏe kém, vì vậy hãy cẩn thận trong cuộc sống hàng ngày.<br/><br/><b>Tử vi tuổi Dậu năm 2020 cho sự nghiệp</b><br/>&emsp;Dự đoán tử vi Trung Quốc cho sự nghiệp của người tuổi Dậu vào năm 2020 cho thấy sự mở rộng để tiến bộ trong nghề nghiệp hoặc dự án kinh doanh của bạn. Nếu bạn được tuyển dụng, các khen thưởng cấp cao hơn và phần thưởng tài chính sẽ theo sau nếu bạn siêng năng. Bạn có thể tin tưởng vào sự hỗ trợ từ các cộng sự của bạn. May mắn đứng về phía bạn, và bạn phải tận dụng nó.<br/><br/>&emsp;Mặt khác, bạn có thể phá hỏng cơ hội tiến bộ nếu bạn không cẩn thận trong giao tiếp với đồng nghiệp. Bạn không nên vướng vào bất kỳ tranh cãi nào và tôn trọng ý kiến ​​của người khác. Ngoại giao và đối thoại đúng đắn sẽ giúp bạn về lâu dài.<br/><br/>&emsp;Với sự giúp đỡ của ngôi sao tốt lành Tang Fu, bạn tuổi Dậu sẽ thấy sự tiến bộ lớn hơn trong sự nghiệp so với năm ngoái, có thể đột nhiên thăng tiến trong cuộc sống và có được sức mạnh to lớn. Ngay cả khi bạn là một nhân viên bán hàng nhỏ, bạn có thể lại nổi lên như nút chai, được thăng chức và tăng lương và tạo sự khác biệt trong nghề nghiệp chính của bạn. Tuy nhiên, điều này sẽ đòi hỏi bạn phải cống hiến nhiều hơn cho sự nghiệp, tích cực hoàn thành các nhiệm vụ do cấp trên giao và giữ mối quan hệ tốt với đồng nghiệp. Sự phát triển tốt hơn trong sự nghiệp cũng có thể bù đắp cho sự thiếu hụt tài sản tài chính ở một mức độ nhất định. Để cải thiện vận may trong sự nghiệp vào năm 2020, tốt hơn nên đeo vòng tay Lapis Lazuli có ký hiệu Dậu.<br/><br/>&emsp;Tử vi tuổi Dậu 2020 cho sự nghiệp cho thấy sẽ có rất nhiều cơ hội cho bạn. Trên thực tế, bạn có một cơ hội khá tốt để được thăng chức hoặc tăng lương, vì vậy mặc dù bạn sẽ dành nhiều thời gian và công sức cho công việc của mình, ít nhất, bạn sẽ được khen thưởng. Hơn nữa, bạn bè của bạn sẽ giúp đỡ bạn rất nhiều khi nói đến sự nghiệp và công việc của bạn. Vì vậy, hãy để trái tim và tâm hồn của bạn vào sự nghiệp của bạn và cho mọi người thấy những gì bạn được tạo ra. Có cơ hội thăng tiến và nâng cao sẽ may mắn.<br/><br/>&emsp;Tuy nhiên, năm không hoàn toàn sẽ có những xui xẻo, vì vậy bạn phải chú ý đến những gì bạn nói. Cố gắng giữ ý kiến của bạn với bản thân và thể hiện lòng trắc ẩn và tôn trọng người khác. Bạn cần quan tâm đến việc kinh doanh của riêng bạn. Đôi khi, cái miệng lớn của bạn có thể là kẻ thù tồi tệ nhất của chính bạn gây rắc rối cho bạn. Tránh xung đột và tranh chấp với người khác.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng 1, Tháng 3, Tháng 4, Tháng 6, Tháng 8, Tháng 12.<br/><br/><b>Dự đoán tài lộc của tuổi Dậu năm 2020</b><br/>&emsp;Tài chính cho người tuổi Dậu vào năm 2020 dự đoán một năm có lợi nhuận cao cho các doanh nhân. Tất cả các liên doanh và đầu tư tài chính mới sẽ sinh lời. Điều quan trọng là phải khốn khổ khi chi tiêu. Tất cả các khoản đầu tư nên được nghiên cứu thích hợp.<br/><br/>&emsp;Người độc thân nên hỏi ý kiến cha mẹ để xử lý các vấn đề tài chính của họ. Tương tự, các doanh nhân nam nên cho phép vợ chăm sóc tài chính. Trong năm, bạn sẽ có sự hỗ trợ liên tục của bạn bè. Tránh bất kỳ suy đoán và tham lam để nhân số tiền của bạn.<br/><br/>&emsp;Tuổi Dậu dự báo năm 2020 cho thấy đây là năm bạn sẽ mỉm cười suốt chặng đường đến ngân hàng. Bất cứ điều gì bạn có trong đầu - một doanh nghiệp mới hoặc đầu tư, bạn có thể kiếm được khá nhiều lợi nhuận từ nó. Tuy nhiên, đừng ném tiền của bạn như nước, thực hiện một số nghiên cứu và tin tưởng vào bản năng của bạn, và bạn sẽ có được thu hoạch mà bạn mong muốn. Bạn sẽ nhận được nhiều sự giúp đỡ từ bạn bè bất cứ khi nào bạn cần. Nhớ đừng đánh bạc và không nên quá tham lam khi đầu tư.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 4, tháng 6, tháng 8, tháng 12.<br/><br/><b>Dự đoán tình cảm tuổi Dậu năm 2020</b><br/>&emsp;Dự đoán về tình yêu dành cho những người tuổi Dậu trong năm Tý báo trước rằng định mệnh đứng về phía bạn trong vấn đề tình yêu. Mặc dù ít cơ hội để có được mối quan hệ yêu đương, bạn vẫn có thể gặp để có được người bạn đời phù hợp.<br/><br/>&emsp;Nếu bạn có thể xác định đúng đối tác, anh ấy hoặc cô ấy có thể từ vòng kết nối xã hội hoặc văn phòng của bạn. Chỉ có điều, bạn phải hết sức cảnh giác và gây ấn tượng với người khác giới.<br/><br/>&emsp;Có một mối nguy hiểm rình rập đối với các cặp vợ chồng trong năm Tý. Do đó, nếu cuộc hôn nhân của bạn lâu bền, bạn phải giữ cho người bạn đời của bạn hạnh phúc với sự quan tâm và ấm áp của bạn. Sự lãng mạn giữa bạn và bạn đời sẽ nảy nở, và có nhiều khả năng sẽ có một thành viên mới trong gia đình.<br/><br/>&emsp;Những người tuổi Dậu sẽ có vận may tình yêu vào năm 2020. Họ dễ gặp may mắn lãng mạn nhờ bạn bè và dễ dàng tìm kiếm cơ hội tình yêu ở những nơi giải trí và tiệc tùng. Tuy nhiên, những mối quan hệ bất ngờ này sẽ mang lại bất ngờ cho họ. Đối với những người tuổi Dậu đã kết hôn, nên tự giác, và tránh xa rượu, tránh mang lại những rắc rối tiềm ẩn cho gia đình và hôn nhân.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng tư, tháng sáu, tháng mười hai.<br/><br/><b>Dự đoán năm 2020 về sức khoẻ tuổi Dậu</b><br/>&emsp;Dự báo sức khỏe cho những người tuổi Dậu trong năm Tý 2020 không thể hiện một bức tranh đẹp. Nơi làm việc có thể là một nguồn gây căng thẳng, và bạn nên thực hiện các bước khắc phục để giảm căng thẳng. Lái xe nên cẩn thận trên đường để tránh bị tai nạn.<br/><br/>&emsp;Người tuổi Dậu nên cẩn thận để tránh chấn thương từ những vật sắc nhọn và phụ nữ đang mang thai nên chú ý đến những gì họ mặc.<br/><br/>&emsp;Nghiện rượu sẽ mang lại cho họ sự khó chịu về thể chất và những nguy hiểm tiềm ẩn. Người tuổi Dậu sẽ dễ dàng bị liên lụy hoặc gây ra thảm họa, gây thương tích cho cơ thể. Họ rất dễ mắc các vấn đề về hệ hô hấp và bệnh thương hàn. Chúng tôi khuyên nên tránh xa vùng nước nguy hiểm hoặc những nơi ẩm ướt.",
	"Tuat":"Tử vi tuổi Tuất năm 2020 cho thấy sau một năm chậm chạp 2019, cuối cùng, hãy ôm lấy bản thân để có một năm tốt đẹp hơn trong năm Tý 2020. Với một vài ngôi sao may mắn trên đường chân trời của bạn, mọi thứ sẽ luôn trở nên tốt đẹp hơn. Thành công là của bạn khi tham gia vào một số lĩnh vực bạn muốn theo đuổi.<br/><br/>&emsp;Bạn bè sẽ đóng một vai trò quan trọng trong cuộc sống của bạn vào năm Tý 2020. Vì vậy, hãy kết bạn thay vì kẻ thù và đánh giá cao tất cả những người bạn tốt mà bạn có. Họ chắc chắn sẽ giúp một tay khi bạn cần. Sẽ có một số thăng trầm và trở ngại, mặc dù có thể có những thay đổi phía trước như công việc mới hoặc vị trí hiện tại, nếu bạn có thể chọn, tốt hơn là giữ nguyên thay vì thay đổi lớn. Vì vậy, ở lại với công ty của bạn hoặc ngôi nhà hiện tại của bạn. Đừng thực hiện bất kỳ động thái hay kế hoạch lớn nào, có lẽ tốt hơn là đợi đến năm sau.<br/><br/>&emsp;Để hoàn thành mục tiêu của bạn trong năm 2020, Bạn phải tránh sự cố chấp và điều chỉnh bản thân với các điều kiện luôn thay đổi. Bạn sẽ phải lắng nghe quan điểm của người khác và đưa ra ý tưởng của bạn rõ ràng cho người khác.<br/><br/>&emsp;Người tuổi Tuất sẽ gặp may mắn vào năm 2020. Nhưng bạn cần quản lý vấn đề tiền bạc một cách hợp lý và không tiêu xài hoang phí, bởi vì vận may thông thường không có nghĩa là sẽ không có chuyện gì xảy ra. Ngược lại, những sự cố bất ngờ có thể khiến bạn mất rất nhiều tiền. Năm nay, những người tuổi Tuất nên đặc biệt chú ý đến sức khỏe và rất cẩn thận khi lái xe hoặc đi bộ bên ngoài.<br/><br/>&emsp;Tuy nhiên, tuổi Tuất cũng sẽ có nhiều cơ hội trong năm Tý 2020 và tất cả những gì cần thiết là mất thêm một chút và sẵn sàng điều chỉnh nhanh với một số sự kiện và đòi hỏi khắt khe. Trong khi đó, bạn sẽ cảm thấy xúc động và kích động theo thời gian. Cố gắng học hỏi từ những sai lầm của bạn trong những khoảnh khắc trước dây, và tận dụng những khoảnh khắc khi bạn đang ở trên đỉnh cao. Cụ thể, tốc độ cuộc sống cao hơn có thể khiếncác quyết định nhanh chóng được đưa ra để tận dụng các cơ hội trong năm nay.<br/><br/><b>Sự nghiệp của tuổi Tuất năm 2020</b><br/>&emsp;So với năm ngoái, sẽ không có gì đặc biệt xảy ra với sự nghiệp của bạn, vì vậy đừng có chuyển đổi công việc. Nói chung, nhảy việc là ngu ngốc khi bạn kém may mắn trong sự nghiệp. Do đó, bạn nên làm việc tốt hơn ở vị trí hiện tại và điều quan trọng nhất là làm tốt công việc trước mắt - chỉ bằng cách này bạn mới có thể tìm kiếm một công việc tốt hơn. Mỗi tuổi Tuất đều có ngày - bạn sẽ không gặp xui xẻo trong sự nghiệp; một ngày nào đó, bạn sẽ gặp may mắn.<br/><br/>&emsp;Năm 2020 thể hiện một bức tranh màu hồng trong công việc. Cần có thêm sự tự tin trong khi hoàn thành các dự án của bạn. Sự siêng năng của bạn sẽ được quản lý công nhận và sự nghiệp của bạn sẽ thăng tiến. Điều này sẽ được đi kèm với các khen thưởng và tăng lương. Trong khi làm việc, bạn nên tìm cách hoàn thành công việc của mình một cách hoàn hảo. Bạn cũng phải theo dõi các dự án được giao cho bạn đến điểm hoàn thành. Năm Tý sẽ cho bạn nhiều cơ hội để đảm nhận công việc bổ sung ngoài nơi làm việc hiện tại của bạn. Bạn có thể tận dụng kinh nghiệm và tài năng của mình để kiếm thêm tiền.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: tháng 5, tháng 7, tháng 10, tháng 12.<br/><br/><b>Tài lộc của tuổi Tuất năm 2020</b><br/>&emsp;Đối với tài lộc, những người tuổi Tuất dễ bị tổn thất tài chính cá nhân. Nhưng đừng quá lo lắng về điều đó - tình hình sẽ không tồi tệ mà mất ít tiền. Theo lý thuyết phong thủy, thật tốt khi chịu tổn thất tài chính bất ngờ nhưng 'của đi thay người'. Trong suốt cả năm, tốt hơn hết bạn không nên đánh bạc hoặc mua vé số. Nó không quan trọng nếu bạn làm điều đó cho vui.<br/><br/>&emsp;Dự báo chiêm tinh tuổi Tuất năm 2020 đã báo trước một giai đoạn tuyệt vời về tiền bạc. Các tuổi Tuất sẽ có được thu nhập ổn định và sẽ có đủ để tiết kiệm. Bạn không nên phung phí vào những thứ xa xỉ và sử dụng thu nhập đưa vào tiền tiết kiệm. Các bạn làm việc trong các ngành bảo hiểm và bất động sản sẽ sẵn sàng đối mặt với sự biến động trong dòng tiền. Thỉnh thoảng bạn có thể mong đợi một khoản lợi nhuận từ các nguồn không xác định ngoài thu nhập thường xuyên của bạn.<br/><br/>&emsp;Tháng may mắn về tài chính: tháng 1, tháng 5, tháng 10, tháng 12.<br/><br/><b>Tình cảm của tuổi Tuất năm 2020</b><br/>&emsp;Tuổi Tuất sẽ được ban phúc trong mối quan hệ tình cảm vào năm 2020. Nếu bạn kết hôn, cuộc hôn nhân của bạn sẽ được cải thiện hơn nữa và không bị cãi vã; nếu bạn độc thân hoặc không có người thân, bạn có thể gặp đúng người, vì vậy hãy nắm bắt cơ hội để đi chơi nhiều hơn, kết bạn nhiều hơn và gặp gỡ nhiều người hơn để tăng xác suất. Mặc dù bạn sẽ trở nên nổi tiếng hơn với người khác giới, nhưng bạn không nên nói chuyện với người khác; nếu không thì nghiệp chướng sẽ trừng phạt bạn và người khác sẽ làm tổn thương bạn khi bạn làm tổn thương người khác.<br/><br/>&emsp;Dự đoán về tình yêu năm Tý khuyên các cặp vợ chồng nên vun đắp sự hòa hợp trong cuộc hôn nhân của họ. Bạn nên tận hưởng cuộc sống với người bạn đời của bạn. Điều tương tự cũng áp dụng cho các cặp đang trong giai đoạn tình yêu.<br/><br/>&emsp;Tuổi Tuất độc thân nên dành thời gian để tạo mối quan hệ mới. Bạn sẽ có rất nhiều cơ hội để có được bạn tình phù hợp nếu bạn nhìn xung quanh. May mắn đứng về phía bạn, và bạn có thể ngạc nhiên khi tìm thấy trong vòng tròn cuộc sống của bạn.<br/><br/>&emsp;Tháng may mắn cho tình yêu: Tháng một, tháng năm, tháng mười, tháng mười hai.<br/><br/><b>Sức khỏe của tuổi Tuất năm 2020</b><br/>&emsp;Theo quan điểm về sự may mắn cho sức khỏe vào năm 2020, những người tuổi Tuất cần phải rất cẩn thận khi ra ngoài, hoặc bạn có thể dễ dàng gặp tai nạn. Bạn sẽ dễ bị chấn thương do tai nạn hơn là bệnh tật. Đối với phụ nữ tuổi Tuất, bạn không nên đi bộ một mình vào ban đêm mà nên thận trọng trong mọi việc; Đối với người đàn ông, chú ý đến sự an toàn khi bạn đang lái xe.<br/><br/>&emsp;Sẽ có các vấn đề sức khỏe liên quan đến công việc bên cạnh các chấn thương và các sự kiện liên quan đến nước. Điều cần thiết là bạn phải chú ý đến sức khỏe cảm xúc của mình bên cạnh việc rèn luyện thể chất. Sức khỏe của một số thành viên trong gia đình cũng sẽ gây ra một số lo lắng, và bạn phải chú ý đúng mức đến sức khỏe của họ.",
	"Hoi":"Tử vi năm 2020 tuổi Hợi cho thấy sau một năm 2019 đầy khó khăn, cuối cùng may mắn của bạn đã chuyển sang những điều tốt đẹp hơn trong năm Tý 2020, đặc biệt là vào nửa cuối năm. Vẫn còn một số trở ngại và va chạm trên đường đi, vì vậy bạn cần kiên nhẫn, bình tĩnh và vận may của bạn sẽ ngày càng tốt hơn vào mùa thu. Do thực tế là có một số ngôi sao không may mắn được mang đến cho bạn, bạn có thể thấy mình mất tập trung và nóng nảy, hoặc thậm chí mất một số tiền nhỏ trong khoản đầu tư.<br/><br/>&emsp;Cố gắng đừng để mất tập trung và nóng nảy, bạn phải học cách theo dõi hành vi và lời nói của mình, bạn có thể vô tình giẫm phải vết xe đổ một vài bản ngã do xung đột, vì vậy hãy lưu ý và làm mát trước khi cho phép bạn có cơ hội nói. Bên cạnh việc cẩn thận với những gì bạn nói, bạn cũng cần học cách quan tâm đến việc kinh doanh của chính mình; bạn có thể kéo mình vào thứ gì đó mà bạn thực sự không quan tâm. Trong khi đó, sức khỏe cũng có thể trở thành một trong những mối quan tâm lớn của bạn trong năm nay, vì vậy hãy chú ý hơn đến sức khỏe của chính bạn.<br/><br/>&emsp;Người tuổi Hợi sẽ giống như những chú chó may mắn vào năm 2020. Được ban phúc bởi ngôi sao tốt lành, bạn sẽ khá may mắn trong cả sự nghiệp và tài lộc, như thể được ông trời ủng hộ. Tuy nhiên, mối quan hệ tình yêu sẽ không may mắn như vậy, tuy nhiên có thể phụ thuộc vào may mắn để bạn gặp đúng người! Sức khỏe sẽ là điều bạn cần quan tâm nhất vì đây là khía cạnh kém may mắn nhất. Đừng thờ ơ với sức khỏe vì công việc mà hãy tập trung vào cả hai để đạt được thành công. Nói tóm lại, xu hướng chung của tuổi Hợi sẽ rất tốt trong năm 2020. Đừng quên nắm bắt cơ hội vì cơ hội như vậy không thể bỏ lỡ. Thành công thường nằm ở một điểm cụ thể, vì vậy hãy chắc chắn rằng bạn sẽ nắm lấy cơ hội.<br/><br/>&emsp;Tử vi năm 2020 trong năm Tý cho thấy trong sáu tháng đầu năm, bạn sẽ phải đối mặt với nhiều trở ngại. Do đó cần phải duy trì sự điềm tĩnh của bạn và hy vọng cho những ngày tốt hơn. Sức mạnh của sao không hữu ích trong năm có khả năng bạn trở nên cáu kỉnh. Trong quá trình đó, sẽ có sự mất tập trung và thậm chí các vấn đề tài chính. Tránh tất cả các loại xung đột và tranh cãi và phải tập trung vào trách nhiệm của bạn<br/><br/><b>Sự nghiệp của tuổi Hợi năm 2020</b><br/>&emsp;Khá may mắn trong sự nghiệp, những người sinh ra năm tuổi Hợi sẽ ở đỉnh cao của sự nghiệp, vì vậy hãy nắm bắt cơ hội và không bao giờ lãng phí may mắn trong sự nghiệp. Hãy thử nhiều công việc khác nhau, bạn sẽ tìm thấy một công việc phù hợp bất ngờ. Về mặt học hành, bạn là ưu tú vì bạn rất thông minh và phù hợp nhất để khởi nghiệp. Nhưng nếu không được phép bởi các điều kiện khách quan, bạn cũng có thể làm việc để người khác hoàn thành điều gì đó; đừng chùn bước vì trí thông minh của bạn - thành công bao gồm 1% quà tặng và 99% nỗ lực. Chỉ khi bạn tận dụng tốt năng lượng và tài năng của mình, bạn mới có thể sống với may mắn khá tốt cho sự nghiệp trong năm nay.<br/><br/>&emsp;Mặc dù những người có người sẽ có cơ hội vàng tại nơi làm việc và nhận được sự giúp đỡ từ cấp trên, nhưng các đối thủ cạnh tranh cũng sẽ nắm lấy cơ hội của bạn vì cạnh tranh. Bên cạnh đó, sự xáo trộn từ những người có tính cách đố kỵ sẽ dẫn đến ảnh hưởng trong công việc. Bạn nên giữ bình tĩnh; Hãy là một người dịu dàng. Ngoài ra, dành nhiều thời gian hơn để đọc sách để cải thiện cá nhân.<br/><br/>&emsp;Mặt khác, bạn nên sẵn sàng đối mặt với căng thẳng do công việc của bạn tạo ra và khắc phục những vấn đề do đối thủ của bạn tạo ra. Có khả năng gặp rắc rối pháp lý trong năm nay. Bạn phải đối phó với tất cả những khó khăn với một khung tâm trí tuyệt vời, và thành công cuối cùng sẽ thuộc về bạn.<br/><br/>&emsp;Tháng may mắn cho sự nghiệp: Tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tài lộc của tuổi Hợi năm 2020</b><br/>&emsp;Tuổi Hợi sẽ rất may mắn trong việc kiếm tiền và nhận được lợi ích lớn trong đầu tư chứng khoán. Nhưng bạn nên kiểm soát  tiêu tiền. Nếu không, bạn sẽ không cân bằng được thu nhập và chi phí và không tiết kiệm tiền. Ngoài đầu tư, bạn cũng sẽ có cơ hội nhận được lợi nhuận từ việc mua vé số, nhặt tiền hoặc được cảm ơn vì đã mạnh dạn làm những gì chính đáng. Nói một cách dễ hiểu, hãy làm nhiều việc tốt hơn và tích lũy may mắn để được ban phúc nhiều hơn trong tài lộc và nhận được sự giúp đỡ từ người khác.<br/><br/>&emsp;Những cơ hội có thể tạo ra một lượng thu nhập nhất định có thể sẽ bị người khác chộp lấy. Bằng cách này, lợi nhuận cá nhân của bạn sẽ bị xâm phạm. Những kết quả không may mắn này sẽ đến từ các cuộc chạy đua thất bại hoặc thái độ cạnh tranh tiêu cực đối với công việc và cuộc sống. Bạn nên tránh xa các khoản đầu tư mạo hiểm và cũng tránh hợp tác với bạn bè trong năm nay.<br/><br/>&emsp;Tuổi Hợi đi việc làm sẽ có thu nhập ổn định. Bạn nên tập trung vào tiết kiệm và tránh các chi phí không cần thiết. Tất cả các khoản đầu tư đầu cơ nên cẩn thận, và tiết kiệm.<br/><br/>&emsp;Tháng may mắn cho tài chính: tháng hai, tháng sáu, tháng chín, tháng mười hai.<br/><br/><b>Tình cảm của tuổi Hợi năm 2020</b><br/>&emsp;Mối quan hệ tình cảm cũng sẽ được ban phúc cho bạn, những người tuổi Hợi có thể cảm thấy thoải mái về điều đó. Được hỗ trợ bởi ngôi sao tốt lành, những chú Lợn độc thân sẽ có nhiều khả năng bắt đầu một mối quan hệ và trở nên nổi bật hơn với người khác giới. Mặc dù vậy, bạn không thể hoàn toàn tập trung vào mối quan hệ tình cảm nhưng lại gây căng thẳng trong công việc và tình yêu bởi vì xem xét cài gì là nền tảng của tình yêu và hạnh phúc. Đối với tuổi Hợi đã kết hôn, bạn nên duy trì hôn nhân đúng cách và tránh xa mối quan hệ ngoài hôn nhân.<br/><br/>&emsp;Các cặp vợ chồng sẽ có một năm tuyệt vời với sự hạnh phúc của họ. Mối quan hệ của bạn sẽ là nguồn ghen tị cho người khác bất chấp những cuộc mâu thuẫn nhỏ thông thường trong cuộc sống hôn nhân. Tất cả các vấn đề giữa các cặp vợ chồng nên được hài hoà ngay lập tức, và sự hòa hợp sẽ thắng thế. Tuooit Hợi đang yêu cũng sẽ có một năm tuyệt vời.<br/><br/>&emsp;Tháng may mắn cho tình yêu: tháng 6, tháng 9, tháng 12.<br/><br/><b>Sức khỏe của tuổi Hợi năm 2020</b><br/>&emsp;Sức khỏe vào năm 2020 và bạn có thể bị một căn bệnh nghiêm trọng, dữ dội và không thể cưỡng lại. Nhưng đừng quá bận tâm về nó vì nó không phải là một căn bệnh nan y nhưng có thể rất đau đớn và đau đớn. Đừng đánh mất trái tim, hãy tự tin và tiếp tục vui sống. Chỉ bằng cách này, bạn có thể phục hồi tốt hơn và nhanh hơn. Đối với bạn, lý do chính khiến bạn bị ốm sẽ là ngày và đêm làm việc liên tục tiêu tốn sức khỏe của bạn; một khi bạn thức khuya trong một thời gian dài và bị bế tắc trong một thời gian dài, bệnh tật, nghiêm trọng hoặc nhỏ, sẽ đánh bạn và kéo bạn xuống từng bước.<br/><br/>&emsp;Dựa trên dự đoán vận may của lợn vào năm 2020, người lợn có nhiều khả năng bị thấp khớp, rối loạn gan và tim và các bệnh trong hệ hô hấp. Lời khuyên là hãy tránh xa những nơi tối tăm và ẩm ướt. Ngoài ra, tham gia các sự kiện ngoài trời và giúp đỡ người khác là phương pháp tốt để điều chỉnh sức khoẻ hợp lý.",
	"BachDuong":"<b>Tử vi về tình cảm của Bạch Dương 2020</b><br/>&emsp;Đối với những bạn cung Bạch Dương mà còn độc thân thì đường tình cảm của bạn trong năm 2020 sẽ rất thuận lợi, may mắn. Bạn có thể sẽ tìm thấy được tình yêu giữa những người bạn đã có sự quen biết và  những người có nhiều điểm chung và có nhiều triển vọng của hôn nhân vào năm 2020.<br/><br/>&emsp;Với những bạn Bạch Dương đã kết hôn, cuộc sống hôn nhân của bạn sẽ hạnh phúc, êm ấm và tràn ngập tình yêu giữ 2 người do ảnh hưởng của hành tinh. Nhưng chuyện đau buồn, cãi vã và cả tổn thương trong quá khứ có thể dễ dàng quên đi. Để tránh những cãi vã trong cuộc sống vợ chồng, 2 người nên thẳng thắn trong giao tiếp sẽ giúp ích rất nhiều để cải thiện tình cảm.<br/><br/><b>Về sự nghiệp của Bạch Dương năm 2020</b><br/>&emsp;Dự báo năm 2020 cho Bạch Dương cho thấy đây có thể là một giai đoạn hỗn loạn trong nửa đầu năm 2020 này. Bạn có thể sẽ gặp một ít khó khăn, nhưng mọi chuyện sẽ sớm suôn sẻ hơn và có thể sẽ có những thay đổi trong sự nghiệp. Tuy nhiên, bạn cũng nên giữ mối quan hệ hài hòa với người có kinh nghiệm và đồng nghiệp của mình. <br/><br/><b>Về tài chính năm 2020</b><br/>&emsp;Trong năm 2020 của Bạch Dương dự đoán một năm có rất nhiều may mắn về tài chính, đặc biệt là cuối tháng Sáu. Nếu quyết tâm và kiên trì bạn hoàn toàn có thể  bắt đầu một doanh nghiệp hoặc công việcc mới. Với vận may của năm nay, ban sẽ không gặp nhiều trục trặc đáng kể nào trong tình hình tài lộc của bạn và bạn có thể hứng thú với việc quyên góp vào các hoạt động nhân đạo.<br/><br/><b>Về sức khỏe của Bạch Dương năm 2020</b><br/>&emsp;Tình hình sức khỏe của Bạch Dương cho thấy bạn nên tập trung vào cuộc sống bình an và tránh căng thẳng. Ảnh hưởng của Sao Mộc có thể được nhìn thấy trong việc duy trì sức khỏe tốt của bạn trong nửa đầu năm. Sáu tháng cuối năm sẽ trở nên tồi tệ trên mặt trận sức khỏe, bạn cần phải bảo tồn và duy trì năng lượng trong bạn.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Bạch Dương cho thấy bạn sẽ khá bình thản, và may mắn trong năm nay. Đối với hầu hết các việc, mọi thứ sẽ ổn định và không đáng lo ngại. Những thay đổi đáng kể có thể đến, nhưng chỉ khi bạn là người tạo ra chúng. Những thay đổi nhỏ sẽ tự đến. Bạn sẽ cần phải hành động hoặc làm việc chăm chỉ hơn nữa nếu bạn muốn làm cho năm của bạn thú vị hơn.<br/><br/><b>Tử vi hàng tháng của Bạch Dương 2020</b><br/><b>Tháng 1</b>:  Đây là thời điểm tuyệt vời để Bạch Dương bắt đầu một liên doanh, công việc hoặc những hợp đồng mới.<br/><br/><b>Tháng 2</b>: Một tháng tuyệt vời để xây dựng các mối quan hệ ngoại giao chuyên nghiệp và cá nhân của bạn.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng giúp bạn bạn sẽ có năng lượng và hứng thú để thực hiện những nhiệm vụ khó khăn nhất trong công việc của mình.<br/><br/><b>Tháng 4</b>:  Tháng này là thời điểm tốt nhất để sử dụng năng lượng của bạn cho các ý tưởng xây dựng trong công việc.<br/><br/><b>Tháng 5</b>:  Tháng này bạn phải cẩn thận để không tham gia vào các dự án đầy tham vọng.<br/><br/><b>Tháng 6</b>: Vào tháng 6 bạn cần kiên trì và có sự kiên nhẫn cho những thời điểm khó khăn để vượt qua.<br/><br/><b>Tháng 7</b>: Đây là tháng giúp đỡ người khác sẽ mang lại cho bạn niềm vui và hạnh phúc.<br/><br/><b>Tháng 8</b>:  Tháng 8 có thể mang lại một số nhầm lẫn trong các khía cạnh khác nhau của cuộc sống.<br/><br/><b>Tháng 9</b>: Đây là tháng sẽ mang đến sự quan tâm trong việc thức tỉnh tâm linh cho cung hoàng đạo Bạch Dương.<br/><br/><b>Tháng 10</b>:  Tháng 10 chính xác là lúc bạn sẽ bận rộn với nhiều điều xảy ra trong cuộc sống.<br/><br/><b>Tháng 11</b>: Bạn sẽ cần phải đi chậm, cân nhắc kỹ lưỡng về công việc của mình hơn  để bạn không bị thua lỗ.<br/><br/><b>Tháng 12</b>:  Đây sẽ là một tháng tốt cho Bạch Dương, và bạn cũng sẽ cảm thấy tốt khi giúp đỡ người khác.<br/><br/>&emsp;",
	"KimNguu":"<b>Về sự nghiệp năm 2020 của Kim Ngưu</b><br/>&emsp;Tử vi năm 2020 của Kim Ngưu cho thấy bạn nên cẩn trọng về các mối quan hệ với đồng nghiệp của mình, những người có thể tạo ra những trở ngại cho bạn. Tuy nhiên, trong năm nay bạn có thể hoàn thành mục tiêu của mình bằng sự siêng năng và kiên trì, mọi nỗ lực đều có thể thu lại được thành quả xứng đáng. Bạn cũng có thể có một ông việc tốt hơn hoặc được thăng chức lên một vị trí cấp cao.<br/><br/><b>Về tài chính của Kim Ngưu 2020</b><br/>&emsp;Dự đoán cung hoàng đạo Kim Ngưu 2020, vào khoảng cuối tháng 8 vấn đề tài chính của bạn sẽ may mắn, thành công hơn. Bên cạnh đó, nếu bạn có bất cứ dự định gì cần tiêu sài đến tiền, thì mọi thứ sẽ không quá khó khăn. Tuy nhiên hãy luôn biết tiết kiệm tiền và giữ nó cho ngày sau.<br/><br/><b>Tử vi tình yêu của Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, tình yêu cuộc sống của bạn sẽ tràn ngập cảm xúc và đam mê. Mối quan hệ của bạn sẽ tốt đẹp và thuận lợi hơn rất nhiều. Đây cũng là dịp giúp bạn kết nối lại các mối quan hệ căng thẳng trong những năm qua. <br/><br/>&emsp;Đối với những người đã kết hôn, việc tiến tới hôn nhân là điều tự nhiên. Cuộc sống vợ chồng sẽ có nhiều điều mới mẻ, hạnh phúc trong năm nay.<br/><br/><b>Tử vi gia đình Kim Ngưu 2020</b><br/>&emsp;Trong năm 2020 này, cuộc sống gia đình của Kim Ngưu đảm bảo sẽ có một năm hạnh phúc và dễ chịu hơn so với mọi năm. Mặc dù có thể có một số xích mích trong nửa đầu năm giữa các thành viên trong gia đình, nhưng những tháng cuối năm moi chyện sẽ ổn thỏa và tốt đẹp hơn. <br/><br/><b>Tử vi sức khỏe của Kim Ngưu năm 2020</b><br/>&emsp;Trong năm 2020 này, Kim Ngưu nên hết sức chú tâm đến tình trạng sức khỏe của bạn trong năm nay. Bạn hãy cố gắng thực hiện một số thói quen tập thể dục và cố gắng ăn một chế độ ăn uống điều độ, cân bằng để bạn có thể khỏe mạnh nhất có thể.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Kim Ngưu cho thấy đây là một năm ổn định và bình yên đối với bạn. Do đó là thời điểm thích hợp để bạn bắt tay vào những kế hoạch đẫ đặt ra. Hãy chuẩn bị để đưa ra quyết định quan trọng liên quan đến nghề nghiệp hoặc các mối quan hệ của bạn. Ngoài ra, bạn cũng nên hỏi ý kiến của người thân trong gia đình để đưa ra quyết định đúng đắn nhất.<br/><br/><b>Tử vi hàng tháng của Kim Ngưu 2020</b><br/><b>Tháng 1</b>: Trong tháng này Kim Ngưu cần phải cẩn thận trên mặt trận sức khỏe của bản thân, tập thể dục và ăn uống điều độ.<br/><br/><b>Tháng 2</b>: Tháng này sẽ yêu cầu bạn phải kiên nhẫn trên các mặt trận cá nhân cũng như tính chuyên nghiệp.<br/><br/><b>Tháng 3</b>: Tháng này, Kim Ngưu sẽ thấy được ​​sự cải thiện về tài chính và nắm giữ tiền tệ.<br/><br/><b>Tháng 4</b>: Đây sẽ là tháng bạn đạt được nhiều thành tự trong công việc, c cải thiện triển vọng kinh doanh và sự nghiệp của bạn.<br/><br/><b>Tháng 5</b>: Đây là một tháng tốt lành cho du lịch và phúc lành tài chính.<br/><br/><b>Tháng 6</b>: Mọi điều tốt đẹp sẽ đến với sức khỏe tốt và cơ hội mới cho Kim Ngưu.<br/><br/><b>Tháng 7</b>: Tháng 7 này, bạn có thể theo đuổi một kỹ năng mới và phát triển cơ hội kiếm việc làm tốt hơn.<br/><br/><b>Tháng 8</b>: Bạn sẽ kiếm được một số tiền từ các nguồn bất ngờ.<br/><br/><b>Tháng 9</b>: Đây có thể sẽ là một tháng lý tưởng để dành cho bạn bè và gia đình, hãy dành thời gian để quan têm đến gia đình của mình hơn.<br/><br/><b>Tháng 10</b>: Đây là khoảng thời gian những người đã sai, bạn sẽ phải gánh chịu hậu quả.<br/><br/><b>Tháng 11</b>: Là thời điểm thích hợp cho sự khởi đầu mới. Bạn sẽ được ban phúc với may mắn và hạnh phúc.<br/><br/><b>Tháng 12</b>: Tháng 12 sẽ là thời điểm tốt để tận hưởng bản thân và đi nghỉ dài ngày với những người thân yêu.<br/><br/>&emsp;",
	"SongTu":"<b>Tử vi sự nghiệp Song Tử  năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho Song Tử trong năm 2020, nếu bạn làm việc trong ngành nghề và quan hệ đối tác sẽ có một giai đoạn thuận lợi. Do những khía cạnh tích cực của Sao Mộc, bạn có thể mong đợi rất nhiều thành tích trong công việc của mình. Bên cạnh đó, bạn cũng sẽ đạt được bởi những thay đổi bước ngoặt trong môi trường kinh doanh.<br/><br/><b>Tử vi tài chính Song Tử 2020</b><br/>&emsp;Những người thuộc cung Song Tử có thể sẽ gặp nhiều khó khăn trong vấn đề tài chính trong năm nay. Điều này chủ yếu là do các khía cạnh tiêu cực của Sao Thổ. Hơn nữa, bạn nên tránh những chi phí không cần thiết, chi phí phải phù hợp hoặc nằm trong thu nhập của bạn và cần học cách tiết kiệm.<br/><br/><b>Tử vi tình yêu Song Tử năm 2020</b><br/>&emsp;Tình yêu của Song Tử cho năm 2020 cho thấy một giai đoạn hài hòa, hạnh phúc cho các cặp vợ chồng và cả những ai còn độc thân. Bạn sẽ có nhiều cơ hội để hiểu đối tượng của mình hơn. Kết quả là tình yêu cuộc sống sẽ thú vị và bình yên.<br/><br/>&emsp;Với những ai đã kết hôn có thể sẽ có được rất nhiều niềm vui và đam mê trong năm 2020. Để duy trì mọi mối quan hệ,  bạn cần tránh tranh cãi về những điều nhỏ nhặt.<br/><br/><b>Tử vi gia đình Song Tử năm 2020</b><br/>&emsp;Dự đoán chiêm tinh Gia đình Song Tử cho năm 2020 chỉ ra rằng các khía cạnh kết hợp của Sao Mộc và Sao Thổ sẽ mang lại sự hài hòa cũng như chia sẻ các vấn đề. Cuộc sống gia đình sẽ hòa thuận, êm ấm, tuy nhiên cũng hết sức tránh các mâu thuẫn từ vấn đề nhỏ. Bên cạnh đó, hãy thường xuyên hỏi thăm và chia sẻ với thành viên trong gia đình.<br/><br/><b>Tử vi sức khỏe Song Tử 2020</b><br/>&emsp;Tử vi cung Song Tử dự báo cho thấy sức khỏe của bạn sẽ có vấn đề trong năm 2020. Vạy nên hãy thường xuyên chăm chút đến sức khỏe của mình. Trong quý thứ hai, bạn nên chuẩn bị để đối mặt với những cơn đau ốm đột ngột vì những khía cạnh tiêu cực của Sao Mộc.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Tử cho thấy rằng năm nay là một khởi đầu mới cho bạn. Trong năm nay, bạn hoàn toàn có thể chọn lựa bắt đầu một thứ gì đó mới mẻ để làm việc hoặc giải trí. Làm những việc mà bạn yêu thích và không thỏa hiệp với bất kỳ ai khác. 2020 là năm của bạn, vì vậy hãy làm bất cứ điều gì bạn cần làm để làm cho nó tuyệt.<br/><br/><b>Hãy cùng xem tử vi cung Song Tử hàng tháng năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là thời gian để bạn suy ngẫm về bước đi tiếp theo của mình và tập trung hơn vào giáo dục.<br/><br/><b>Tháng 2</b>: Hãy hết mình theo đuổi đam mê và cả các sự kiến giáo dục của mình.<br/><br/><b>Tháng 3</b>: Tháng 3 có thể là thời điểm khó khăn để bạn giữ im lặng khi thấy điều gì đó không ổn xảy ra.<br/><br/><b>Tháng 4</b>: Bạn có thể cải thiện mối quan hệ của bạn với bạn bè và gia đình của bạn.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng đầy đam mê và cảm xúc. Thực hành thiền sẽ có lợi.<br/><br/><b>Tháng 6</b>: Là một tháng tràn đầy năng lượng khi bạn sẽ muốn làm một cái gì đó mới, tiếp tục hết mình với công việc của mình.<br/><br/><b>Tháng 7</b>: Hãy lên kế hoạch cho tương lai của bạn. Có thể là một nghề nghiệp hoặc các mối quan hệ mới, đây là một tháng tốt để suy nghĩ về nó.<br/><br/><b>Tháng 8</b>: Tháng 8 sẽ là một tháng đầy biến động trong cuộc sống của bạn. Thời điểm khó khăn có thể đến trước mặt bạn.<br/><br/><b>Tháng 9</b>: Bạn nên giao tiếp tốt hơn với những người thân yêu và đồng nghiệp.<br/><br/><b>Tháng 10</b>: Bạn sẽ cần đưa ra những quyết định quan trọng có thể thay đổi tương lai của bạn.<br/><br/><b>Tháng 11</b>: Tháng này, bạn sẽ thích giúp đỡ mọi người, điều đó sẽ mang lại cho bạn sự bình an về tinh thần.<br/><br/><b>Tháng 12</b>: Hứa hẹn tháng 12 sẽ là một tháng bận rộn. Nhiều lực sẽ kéo bạn theo các hướng khác nhau.<br/><br/>&emsp;",
	"CuGiai":"<b>Triển vọng sự nghiệp cung Cự Giải năm 2020</b><br/>&emsp;Dự đoán tử vi năm 2020 của Cự Giải, năm nay có khả năng xảy ra xung đột tại nơi bạn làm việc nên cần cẩn thận lời ăn tiếng nói hoặc các mối quan hệ khác. Bạn sẽ cần phải làm việc chăm chỉ hơn và tự tin hơn so với đồng nghiệp nếu bạn muốn đạt nhiều thanh tựu vào năm 2020.<br/><br/><b>Dự đoán tình yêu cung Cự Giải năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn có khả năng tìm thấy sự hòa hợp trong các mối quan hệ tình cảm của mình. Mọi thứ sẽ tự nhiên và tốt đẹp hơn rất nhiều.<br/><br/>&emsp;Nếu bạn hiện là một Cự Giải độc thân, thì đây cũng là một năm tuyệt vời để cố gắng tìm kiếm người như ý. Bạn có nhiều khả năng tìm thấy tình yêu với một người mà bạn có nhiều điểm chung hơn là những người khác thích bạn.<br/><br/><b>Dự báo Tài chính cung Cự Giải năm 2020</b><br/>&emsp;Năm Canh Tý này, bạn cũng có khả năng gặp may mắn trong tài chính của mình trong năm nay. Cuộc sống của bạn sẽ tiện lợi, dễ dnagf hơn với việc chi tiêu thường nhật. Tiền bạc cũng du giả hơn rất nhiều. Làm việc theo sở thích kiếm tiền cũng là một cách tốt để có thêm tiền tiêu vặt.<br/><br/><b>Tử vi sức khỏe cung Cự Giải năm 2020</b><br/>&emsp;Có thể thấy, trong năm nay bạn có thể sẽ gặp vấn đề với sức khỏe nhưng bạn vẫn nên cố gắng tập thể dục thường xuyên. Cố gắng thích nghi với một thói quen tập thể dục hoặc chế độ ăn uống mới trong năm nay.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Cự Giải dự đoán rằng năm nay bạn sẽ có nhiều may mắn và học được nhiều điều về bản thân bằng cách xem những gì người khác làm. Bạn sẽ có nhiều cảm hứng trong công việc của mình. Đây chỉ là một vài ví dụ về những điều có thể truyền cảm hứng cho sự thay đổi trong cuộc sống của bạn vào năm 2020.<br/><br/><b>Tử vi hàng tháng của Cựu Giải năm 2020</b><br/><b>Tháng 1</b>: Tháng này sẽ là một tháng của những câu hỏi và sự nhầm lẫn cho Cự Giải.<br/><br/><b>Tháng 2</b>: Trong tháng này, bạn sẽ có khoảng thời gian cần cẩn thận với những gì xảy ra xung quanh bạn để không gặp phải những chuyện không mong muốn.<br/><br/><b>Tháng 3</b>: Đây là thời điểm tốt để theo đuổi giáo dục đại học.<br/><br/><b>Tháng 4</b>: Tháng 4 sẽ là một tháng đầy cảm xúc đối với những người Cự Giải.<br/><br/><b>Tháng 5</b>: Trong tháng này, hãy tập trung năng lượng của bạn vào các công việc cần tới bạn.<br/><br/><b>Tháng 6</b>: Bạn sẽ có nhiều cảm hứng và cả cơ hội trong công việc.<br/><br/><b>Tháng 7</b>: Vì là tháng sinh nhật của bạn khi bạn sẽ hạnh phúc về mọi mặt trong cuộc sống, chuyện tình cảm như ý.<br/><br/><b>Tháng 8</b>: Đây là một tháng tốt lành để bắt đầu dự án mới mà bạn đã chuẩn bị trong nhiều tháng.<br/><br/><b>Tháng 9</b>: Hãy cẩn trọng vì đây là lúc bạn nên chuẩn bị để đối mặt với mọi trở ngại trên con đường của mình.<br/><br/><b>Tháng 10</b>: Hứa hẹn sẽ là một tháng thuận lợi khi bạn sẽ rơi vào những mối quan hệ mới.<br/><br/><b>Tháng 11</b>: Khoảng thời gian này bạn cần suy nghĩ kỹ trước khi đưa ra bất kỳ quyết định quan trọng nào.<br/><br/><b>Tháng 12</b>: Bạn sẽ dành nhiều thời gian cho chuyện tình cảm cá nhân của mình.<br/><br/>&emsp;",
	"SuTu":"<b>Về tình yêu của cung Sư Tử năm 2020</b><br/>&emsp;2020 là một năm cho sự thay đổi khi nói đến mối quan hệ của bạn. Tuy nhiên, có thể xảy ra vấn đề trong cuộc sống lãng mạn của bạn, nếu bạn không ở bên đúng người. Bạn có thể cố gắng giải quyết mọi việc hoặc bỏ chúng đi khi xảy ra vấn đề.<br/><br/>&emsp;Nếu bạn đang tìm kiếm một mối quan hệ mới, bạn có thể sẽ gặp được người như ý và khả năng sẽ hạnh phúc hơn với các kết nối hơn là các cam kết.<br/><br/><b>Sự nghiệp của Sư Tử năm 2020</b><br/>&emsp;Chiêm tinh học 2020 dự đoán rằng năm nay bạn sẽ tập trung hơn bao giờ hết vào công việc. Bên cạnh đó, bạn cũng có khả năng nhận được nhiều công việc hơn. Cố gắng kết bạn với đồng nghiệp và cấp trên của bạn. Chúng giúp bạn tạo ra sự ổn định trong công việc của bạn, và thậm chí giúp bạn nổi bật. <br/><br/><b>Dự báo tài lộc của Sư Tử năm 2020</b><br/>&emsp;Trong năm nay bạn sẽ cảm thấy có xu hướng tiết kiệm tiền của mình hơn là chi tiêu hoang phí. Bởi vì điều này, bạn cũng có khả năng tăng thu vào ngân sách của bạn nhiều hơn và chăm sóc nó tốt cho bản thân hơn so với những năm trước. Hãy nắm bắt cơ hội để kiếm nhiều tiền hơn, như đầu tư vào năm 2020.<br/><br/><b>Tử vi sức khỏe cho Sư tử năm 2020</b><br/>&emsp;Tử vi dự đoán năm 2020 báo trước rằng Sư Tử có thể cảm thấy bốc đồng hơn bình thường trong năm nay. Trong khi điều này là tuyệt vời cho tâm trí của bạn, nó cũng tuyệt vời cho cơ thể của bạn. Bạn nên thử các bài tập mới hoặc ăn các loại thực phẩm mới. Bên cạnh đó, một vấn đề phổ biến với Leos là họ thiếu ngủ, vì vậy hãy cố gắng thực hiện điều này để tránh mệt mỏi nói chung và các vấn đề sức khỏe có thể đi kèm với nó.<br/><br/>&emsp;Nhìn chung, tử vi năm 2020 cung Sư Tử dự đoán rằng năm nay tất cả là dành cho sự phát triển cá nhân, đây sẽ là thông tin cho gần như mọi Sư Tử. Bạn có khả năng có nhiều năng lượng hơn để hoàn thành công việc và còn dư lại để tiệc tùng một chút sau đó. Bạn có thể hoàn thành bất cứ điều gì nếu bạn cố gắng hết sức ngay cả trong thời kỳ khó khăn của sao Thủy năm 2020! Đối với hầu hết mọi thứ, bạn có thể có một năm dễ dàng và thú vị.<br/><br/><b>Tử vi hàng tháng của Sư Tử năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt cho việc hướng nội, lập kế hoạch trong tương lai và có gắng thực hiện nó một cách hoàn hảo.<br/><br/><b>Tháng 2</b>: Bạn cần thực hiện các kế hoạch một cách hoàn chỉnh thay vì phá vỡ những chi tiết nhỏ nhặt.<br/><br/><b>Tháng 3</b>: Có thể nói tháng 3 là thời điểm tốt cho những mối quan hệ lãng mạn và tình yêu mới. Đừng bắt đầu một cái gì đó mới trên mặt trận sự nghiệp của bạn.<br/><br/><b>Tháng 4</b>: Những gì đang xảy ra trong tháng này hãy cố gắng làm quen và chấp nhận nó.<br/><br/><b>Tháng 5</b>: Đây sẽ là một tháng tuyệt vời để Sư tử bắt đầu các dự án mới và giúp đỡ những người khác trong các hoạt động xã hội.<br/><br/><b>Tháng 6</b>: Tháng 6 sẽ thuận lợi khi bạn sẽ đối mặt với cuộc sống với nụ cười trên khuôn mặt.<br/><br/><b>Tháng 7</b>: Bạn hãy biết cách nắm lấy các cơ hội đến với bạn trong tháng này.<br/><br/><b>Tháng 8</b>: Sẽ là một tháng thuận lợi khi bạn sẽ tràn đầy sức sống và đam mê mới, bạn sẽ không dễ dàng bỏ cuộc.<br/><br/><b>Tháng 9</b>: Đây là một tháng để xã hội hóa và tiệc tùng, chỉ cần đừng quá lạm dụng nó.<br/><br/><b>Tháng 10</b>: Sẽ là một tháng ổn định, yên bình. Đây là thời điểm thích hợp để trở lại trên đôi chân của bạn.<br/><br/><b>Tháng 11</b>: Tháng này sẽ đem lại nhiều điều tốt cho sinh viên Sư Tử. Tài chính cũng sẽ rất tuyệt vời và tốt hơn.<br/><br/><b>Tháng 12</b>: Bạn nên  đi hành hương nhiều hoặc bắt đầu những kỳ nghỉ tâm linh với những người thân yêu của bạn.<br/><br/>&emsp;",
	"XuNu":"<b>Về tình yêu của Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, mọi sự sẽ rất may mắn với Xử nữ trong chuyện tình cảm, mọi thứ đang diễn ra tốt đẹp với bạn và bạn không cần phải thay đổi những gì bạn đang làm. <br/><br/>&emsp;Trong năm mới này, nhiều cơ hội sẽ đến theo cách của bạn để tạo ra sự thay đổi trong mối quan hệ của bạn nếu bạn cần. Các mói quan hệ cũng sẽ đến nếu bạn đang tìm cách cải thiện mối quan hệ của mình với bạn bè và các thành viên trong gia đình.<br/><br/><b>Sự nghiệp của cung Xử Nữ năm 2020</b><br/>&emsp;Vấn đề sự nghiệp của xử Nữ trong năm nay sẽ có ảnh hưởng đôi chút từ năm ngoái. Cuộc sống của bạn sẽ vẫn hoạt động theo cùng một cách như năm ngoái, không có nhiều điểm khác biệt rõ rệt. Bạn có thể tập trung vào một thứ rất lâu và kỹ năng của bạn có khả năng tỏa sáng, thành công hơn nữa trong năm nay.<br/><br/><b>Tài chính cung Xử Nữ năm 2020</b><br/>&emsp;Cung Xử Nữ năm 2020 cũng gợi ý rằng bạn cũng sẽ cải thiện rất nhiều về thu nhập của mình trong năm nay. Bạn sẽ có đủ tiền để chi trả cho tất cả các chi phí cũng như nhu cầu thiết yếu trong cuộc sống và có thêm một số tiền để tiết kiệm cho tương lai.<br/><br/><b>Sức khỏe cho cung Xử Nữ năm 2020</b><br/>&emsp;Trong năm 2020 này, bạn sẽ có rất nhiều năng lượng và sức khỏe vẫn duy trì tốt. Điều cần thiết là bạn thường xuyên tập thể dục trong năm nay để giữ dáng, ăn uống điều độ khoa học  hơn. Nói chung chăm sóc bản thân tốt cũng sẽ giúp ngăn ngừa nhiều bệnh tật và thương tích. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Xử Nữ gợi ý rằng bạn nên sử dụng hàng năm để cố gắng cải thiện cuộc sống cá nhân, công việc, các mối quan hệ, ngay cả khi cuộc sống xã hội và công việc của bạn có vẻ trì trệ. Bạn có xu hướng chia sẻ cảm xúc và cảm xúc bên trong của bạn trong năm nay với mọi người xung quanh. Năm nay sẽ đi kèm với cả kết quả tốt và xấu trong hành động của bạn, cũng như những điều tốt và xấu nằm ngoài tầm kiểm soát của bạn trong năm 2020 Sao Thủy nghịch hành.<br/><br/><b>Tử vi hàng tháng của cung Xử Nữ năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm chính là thời điểm lý tưởng để bắt đầu các dự án mới hoặc thay đổi công việc của bạn.<br/><br/><b>Tháng 2</b>: Tháng 2 sẽ chứa đầy những bất ngờ và tình huống không nằm trong tầm kiểm soát của bạn, hãy sẵn hàng để đối mặt với chúng.<br/><br/><b>Tháng 3</b>: Nếu bạn mong muốn nối lại các mối quan hệ thì đây là thời điểm tốt để kết bạn mới và liên lạc với những người bạn cũ.<br/><br/><b>Tháng 4</b>: Bạn sẽ bắt đầu bằng tích cực nhưng chậm lại vào cuối tháng.<br/><br/><b>Tháng 5</b>: Hứa hẹn đây sẽ là tháng  khó khăn đối với các Xử Nữ. Bạn thường không chắc chắn về các quyết định mà bạn đang đưa ra.<br/><br/><b>Tháng 6</b>: Đây là thời điểmckhi bạn sẽ hành động trái với bản chất của mình và bị cám dỗ đưa ra quyết định vội vàng, đôi khi là sai lầm.<br/><br/><b>Tháng 7</b>: Bạn hãy tự nhìn vào nội tâm của mình và tìm câu trả lời cho sự an lành về tinh thần của bạn.<br/><br/><b>Tháng 8</b>: Tâm trí của bạn sẽ bình yên, và bạn sẽ có thể đưa ra quyết định quan trọng mà không có bất kỳ nghi ngờ nào.<br/><br/><b>Tháng 9</b>: Bạn hãy phát triển cáccmối quan hệ tốt hơn với gia đình bạn và cả người bạn xung quanh.<br/><br/><b>Tháng 10</b>: Tháng 10 sẽ là khoảng thời gian tuyệt vời để giúp đỡ những người khác.<br/><br/><b>Tháng 11</b>: Bạn sẽ có một cuộc sống hạnh phúc và thịnh vượng theo cách bạn muốn.<br/><br/><b>Tháng 12</b>: Tháng này sẽ tràn ngập tiếng cười và niềm vui vì bạn sẽ hào hứng với những sự kiện khác nhau trong cuộc sống.<br/><br/>&emsp;",
	"ThienBinh":"<b>Tình yêu cung Thiên Bình năm 2020</b><br/>&emsp;Chiêm tinh học Thiên Bình năm 2020 dự báo rằng các mối quan hệ trong quá khứ của bạn đều không đáng lo ngại trong năm nay. Có một hỗn loạn nhỏ trong mối quan hệ của bạn trong năm nay và sự hòa hợp trong mối quan hệ của bạn vẫn luôn hiển nhiên. Bạn sẽ muốn có nhiều quyền kiểm soát cuộc sống tình yêu của bạn trong năm nay.<br/><br/>&emsp;Với những Thiên Bình đã kết hôn, Các cặp vợ chồng sẽ có một cuộc sống tình yêu hài hòa và bình yên. Đây là một năm đối với các vấn đề gia đình, vì vậy hãy tận hưởng thời gian mà bạn dành cho gia đình.<br/><br/><b>Sự nghiệp cung Thiên Bình cho năm 2020</b><br/>&emsp;Thiên Bình, trong năm nay bạn sẽ có một sự thôi thúc làm việc nhiều hơn bình thường. Bạn cũng sẽ cảm thấy có xu hướng, cảm hứng làm việc theo sở thích. Vậy nên bạn sẽ  khá bận rộn vào năm 2020, nhưng ít nhất bạn sẽ hạnh phúc và vui vẻ .Điều bắt buộc là phải duy trì mối quan hệ hài hòa với đồng nghiệp và vững vàng trong công việc của mình.<br/><br/>&emsp;Quý II của năm sẽ có những ảnh hưởng tích cực của Sao Mộc và Sao Thổ đối với người Thiên Bình, bạn sẽ dễ đảm bảo thăng tiến lên cấp cao.<br/><br/><b>Tài chính cung Thiên Bình năm 2020</b><br/>&emsp;Năm 2020 này, vấn đề tài chính sẽ không làm Thiên Bình quá đau đầu và bận tâm. Bạn sẽ có ít chi phí lớn nên bạn cảm thấy không lo lắng. Tuy nhiên, hãy cố gắng tiết kiệm tiền khi và hãy theo dõi các chi tiêu của bạn, nhưng hãy thoải mái vào gần cuối năm.Dự báo của tài chính cho Thiên Bình năm 2020 cho thấy tài chính dồi dào trong quý đầu tiên của năm.  Do đó, bạn sẽ có  một số tiền dư có thể được sử dụng để xóa các khoản nợ cũ.<br/><br/><b>Tử vi sức khỏe cho cung Thiên Binh</b><br/>&emsp;Dự đoán sức khỏe năm 2020 của Thiên Bình báo trước rằng bạn cũng nên cẩn trọng vào vấn đề sức khỏe của mình trong năm nay. Trong vài tháng đầu năm bạn sẽ tràn đầy năng lượng, vì vậy hãy sử dụng nó hiệu quả nhất có thể. Tuy nhiên bạn vẫn có thể mắc phải các căn bệnh nhỏ. Do đó, Thiên Bình hãy cố gắng rèn luyện thói quen thể dục thể thao kết hợp với chế độ ăn uống lành mạnh.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Thiên Bình báo trước rằng cuộc sống của bạn sẽ dễ dàng hơn bình thường. Bạn sẽ có nhiều thời gian hơn để làm những việc mình thích. Điều đó mang lại cho bạn sự vui vẻ và cảm hứng  trong năm nay. Bên cạnh đó, năm 2020 là một năm tuyệt vời để tập trung vào bản thân và các mối quan hệ của bạn. Các mối quan hệ của bạn cũng sẽ phát triển theo hướng tích cực hơn so với mọi năm. Bên cạnh đó, bạn cũng có thể dành thời gian rảnh của mình với gia đình và bạn bè của mình.<br/><br/><b>Tử vi theo tháng của cung Thiên Bình năm 2020</b><br/><b>Tháng 1</b>: Đây là thời điểm tốt để làm cho bạn dễ dàng và lập kế hoạch tốt cho tương lai trong công việc cũng như cuộc sống bên gia đình.<br/><br/><b>Tháng 2</b>: Các Thiên Bình hãy tự tin bắt đầu các dự án mới mà bạn đã lên kế hoạch.<br/><br/><b>Tháng 3</b>: Bạn có thể gặp phải các vấn đề sẽ ảnh hưởng đến tâm trí của bạn và làm bạn khó chịu.<br/><br/><b>Tháng 4</b>: Tháng 4 là khoảng thời gian bạn cần cân bằng suy nghĩ và hành động của mình một cách cẩn thận.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ tiếp thêm năng lượng tăng thêm của bạn sẽ được sử dụng tốt.<br/><br/><b>Tháng 6</b>: Tháng 6 trung bình khi mọi thứ sẽ di chuyển với tốc độ bình thường.<br/><br/><b>Tháng 7</b>: Đây sẽ là một tháng chậm chạp khi nhiều thứ không có lợi cho bạn khiến bạn phải tự đặt câu hỏi.<br/><br/><b>Tháng 8</b>: Bạn có thể gặp nhiều phiền toái và cả khó khăn trong tháng này vì các vẫn đề nảy sinh.<br/><br/><b>Tháng 9</b>: Là khoảng thời gian tuyệt vời để yêu hoặc kết hôn.<br/><br/><b>Tháng 10</b>: Thời điểm thuận lợi cho kinh doanh và các mối quan hệ mới của các Thiên Bình.<br/><br/><b>Tháng 11</b>:  Tháng 11 là thời điểm mọi thứ sẽ diễn ra theo ý bạn, và bạn có thể đạ được những điều mình mong muốn nhưng điều đó không có nghĩa là bạn nên nhiệt tình.<br/><br/><b>Tháng 12</b>: Bạn hãy dành thời gian cho những người thân yêu trong gia đình.<br/><br/>&emsp;",
	"BoCap":"<b>Sự nghiệp cung Bọ Cạp năm 2020</b><br/>&emsp;Dự báo về sự nghiệp của Bọ Cạp dự kiến ​ bạn thành công trong kinh doanh hoặc nghề nghiệp trong năm nay. Quý thứ hai của năm là tốt lành cho các doanh nhân bắt đầu liên doanh mới. Các hành tinh sẽ tăng mức độ tự tin của bạn, và do đó bạn sẽ rất thành công. <br/><br/>&emsp;Về chuyên môn kỹ thuật của bạn sẽ có những tiến bộ vượt bậc trong nửa đầu năm 2020. Tuy nhiên, trong năm 2020 bạn có thể sẽ chán ở công việc hiện tại của bạn. Hãy suy nghĩ ký lưỡng trước khi đưa ra quyết định cuối cùng. Hoặc cố gắng tìm một công việc phù hợp với kỹ năng của bạn và với những thứ bạn thích để thực sự làm việc vì đam mê.<br/><br/><b>Về tài chính cung Bọ Cạp năm 2020</b><br/>&emsp;Tử vi Tài chính cho Bọ Cạp cho năm 2020 dự đoán tài chính của bạn đủ để trang trải chi tiêu và chi phí của bạn. Bên cạnh đó, bạn cũng nên nỗ lực để thu hồi các khoản vay cũ có thể được sử dụng để trang trải các khoản nợ chưa thanh toán của bạn. Đối với những Bọ Cạp muốn cải thiện chuyên môn tài chính của mình, bạn sẽ học các phương pháp để cải thiện tài chính của bạn và để cân bằng thu nhập của bạn với chi phí của bạn.<br/><br/><b>Về tình yêu cung Bọ Cạp năm 2020</b><br/>&emsp;Dự đoán tình yêu của Bọ Cạp cho năm 2020 đã báo trước một thời kỳ hỗn loạn trong vấn đề các mối quan hệ. Những người độc thân sẽ gặp khá nhiều khó khăn khi tham gia vào quan hệ tình cảm .Bạn có thể sẽ phải lựa chọn giữa mối quan hệ nghề nghiệp và tình yêu. <br/><br/>&emsp;Đối với những Bọ Cạp đã có gia đình, cuộc sống gia đình của bạn khá hạnh phúc, ấm êm. Các khía cạnh tích cực của sao Mộc cho thấy các cuộc hôn nhân và sự xuất hiện của trẻ em, hứa hẹn gia đình sẽ có nhiều điều vui trong năm. <br/><br/><b>Về sức khỏe cung Bọ Cạp năm 2020</b><br/>&emsp;Trong năm nay sức khỏe của Bọ Cạp khá ổn định, bạn cũng nên  có ý thức để duy trì sức khỏe của mình. Các hành tinh sẽ giúp bạn quản lý sức sống của bạn. Tuy nhiên, điều cần thiết là sử dụng năng lượng của bạn cho đúng mục đích. Bạn có thể duy trì sức khỏe của mình bằng cách tập trung vào các bài tập phù hợp và chế độ ăn uống lành mạnh và các bài tập sẽ cải thiện sức bền của bạn. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bọ Cạp sẽ là một năm  độc lập và tự do hành động theo bất cứ điều gì bạn muốn. Bạn không bị ràng buộc bởi bất kỳ kiềm chế hoặc ràng buộc bởi bất cứ điều gì. Năm 2020 hứa hẹn sẽ có nhiều cơ hội cho các cá nhân Bọ Cạp thành công trong cuộc sống trên mặt trận tài chính và sự nghiệp. Do đó, họ nên nắm bắt các cơ hội và cố gắng đạt được mục tiêu của mình với kế hoạch đã được lệp lên.<br/><br/><b>Tử vi hàng tháng của cung Bọ Cạp năm 2020</b><br/><b>Tháng 1</b>: Đây sẽ là một tháng mà bạn sẽ đam mê nhiều nhiệm vụ, hầu hết trong số đó sẽ vô dụng với bạn về lâu dài.<br/><br/><b>Tháng 2</b>: Bạn sẽ cảm thấy rằng bạn không kiểm soát được mọi thứ, đôi lúc sẽ thấy mệt mỏi. Nhưng chiến thắng này đã kéo dài mãi mãi.<br/><br/><b>Tháng 3</b>: Bạn cần đi chậm và thận trọng với tất cả vấn đề khi có thể.<br/><br/><b>Tháng 4</b>: Mọi việc sẽ thuận lợi hơn đối với bạn. Nhưng đừng nuông chiều bản thân nhiều hơn mức cần thiết.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng tốt để trẻ hóa và tìm mục đích của bạn trong cuộc sống.<br/><br/><b>Tháng 6</b>: Lập kế hoạch thay vì thực hiện bất kỳ nhiệm vụ.<br/><br/><b>Tháng 7</b>: Tháng 7 là thời điểm tốt để quay trở lại với những vấn đề mà bạn đã bỏ dở, hãy hết mình hoàn thiện chúng.<br/><br/><b>Tháng 8</b>: Trong tháng này bạn sẽ bình yên với nội tâm của mình. Chỉ sau đó, bạn mới có thể nhận được những từ chối mà bạn có thể phải đối mặt trong cuộc sống.<br/><br/><b>Tháng 9</b>: Tháng 9 sẽ đi kèm với chia sẻ những thói quen xấu mà bạn có thể bị nghiện. Hãy cảnh báo!<br/><br/><b>Tháng 10</b>: Cuộc sống của bạn sẽ tràn đầy tình yêu và sự ấm áp. Bạn sẽ được ban phúc và chia sẻ hạnh phúc của mình với người khác.<br/><br/><b>Tháng 11</b>: Đây là tháng sinh của bạn, và không có gì có thể ngăn cản bạn bây giờ.<br/><br/><b>Tháng 12</b>: Chắc chắn là khoảng thời gian tuyệt vời cho tình yêu, sự lãng mạn, mang thai và các mối quan hệ mới.<br/><br/>&emsp;",
	"NhanMa":"<b>Sự nghiệp của cung Nhân Mã năm 2020</b><br/>&emsp;Dự báo nghề nghiệp cho cung Nhân Mã năm 2020 sẽ may mắn và tốt lành. Năm nay hứa hẹn cho các bạn có thể bắt đầu các dự án mới. Tuy nhiên, bạn nên thận trọng nếu bạn đang bắt đầu kinh doanh hợp tác. Năm nay, bạn sẽ có thể đạt được mục tiêu nghề nghiệp của bạn và sẽ được khen thưởng xứng đáng cho những nỗ lực của bạn. Tuy nhiên, điều quan trọng là duy trì mối quan hệ hài hòa với các đồng nghiệp và quản lý của bạn.<br/><br/><b>Tài chính cung Nhân Mã năm 2020</b><br/>&emsp;Tài chính của Nhân Mã năm nay hứa hẹn sẽ dồi dào hơn so với năm trước. Tình hình tài chính sẽ rất tốt và bạn nên tiết kiệm một số tiền để dành các chi phí trong tương lai. Bên cạnh đó, bạn cũng không nên tiêu tiền có nhiều vào những vấn đề không cần thiết, hãy học cách tiết kiệm.<br/><br/>&emsp;Bạn cũng nên trả hết các khoản vay cũ và nghĩ đến việc tăng thu nhập. Nếu bạn có liên quan đến bất kỳ vấn đề pháp lý nào liên quan đến kinh doanh hoặc tài sản, có lẽ kết quả sẽ có lợi cho bạn.<br/><br/><b>Tình yêu của cung Nhân Mã năm 2020</b><br/>&emsp;Tình yêu của Nhân Mã dự đoán sẽ đầy hứa hẹn cho những người độc thân vào năm 2020. Bạn sẽ có thể tìm được đối tượng của mình và có một tình yêu mới và vài tháng cuối năm hứa hẹn nhiều chuyện tình lãng mạn. Nếu bạn đang trong một mối quan hệ, bạn có thể mong đợi một sự thay đổi căn bản của bạn.<br/><br/>&emsp;Với Nhân Mã đã kết hôn, do ảnh hưởng của các hành tinh cho thấy sẽ có những thay đổi đáng kể trong cuộc sống hôn nhân của bạn. Cuộc sống gia đình, vợ chồng sẽ có rất nhiều tình yêu và sự lãng mạn, bạn sẽ cố gắng duy trì và phát triển. Bạn có sự hỗ trợ đầy đủ của các thành viên gia đình trong bất cứ điều gì bạn làm.<br/><br/><b>Sức khỏe cung Nhân Mã năm 2020</b><br/>&emsp;Dự đoán sức khỏe của Nhân Mã chỉ ra một năm tràn đầy niềm vui và sức sống trong năm 2020. Sao Mộc giúp bạn có thể duy trì sức khỏe thể chất và tinh thần của bạn. Tuy nhiên, điều đó không có nghĩa là bạn dành năng lượng cho những thứ không cần thiết hoặc quên giữ thể lực. Bên cạnh đó, bạn cần một chế độ tập thể dục là điều cần thiết để giữ sức khỏe thể chất của bạn. Bạn cũng nên tránh chăng thẳng và nên giữ tinh thần thoải mái.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 của Nhân Mã hứa hẹn sẽ là một năm thành công trong các lĩnh vực quan hệ và tài chính. Bạn đang mong muốn tạo ra những thay đổi mạnh mẽ trong cuộc sống của bạn. Để thành công trong kế hoạch của bạn, điều cần thiết là phải thực tế hơn và tiến hành chậm và ổn định. Đừng vội vàng để thành công. Bên cạnh đó, năm nay cung Nhân Mã  sẽ quyết định các vấn đề quan trọng trong cuộc sống của họ trong năm. Bạn sẽ phân tích có vấn đề dựa trên kinh nghiệm của bạn và đưa ra quyết định lớn trong cuộc sống.<br/><br/><b>Tử vi theo tháng của cung Nhân Mã năm 2020</b><br/><b>Tháng 1</b>: Bạn sẽ cảm thấy không chắc chắn về bước tiếp theo nên làm, đôi khi sẽ có sự mông lung trong công việc hay các bước ra quyết định.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng cho tình yêu và sự lãng mạn. Hãy suy nghĩ kỹ trước khi bước vào những mối quan hệ mới.<br/><br/><b>Tháng 3</b>: Tháng này bạn cần thận trọng với những người bạn tiếp xúc trong môi trường làm việc và xã hội.<br/><br/><b>Tháng 4</b>: Tháng  sẽ thuận lợi cho các cuộc chinh phục cá nhân và chuyên nghiệp.<br/><br/><b>Tháng 5</b>: Nếu bạn quyết tâm và có niềm tin tiến lên phía trước với thái độ đúng đắn bạn sẽ gặt hái được nhiều thành công.<br/><br/><b>Tháng 6</b>: Đây là một tháng tốt để tổ chức, cuộc sống và ý tưởng của bạn để khi thời gian đến, không có sự chậm trễ.<br/><br/><b>Tháng 7</b>: Khoảng thời gian bạn sẽ thực hiện một nhiệm vụ để tìm câu trả lời cho tất cả các câu hỏi chưa được trả lời trong tâm trí của bạn.<br/><br/><b>Tháng 8</b>: Bạn sẽ đối mặt với nhiều thử thách và đau khổ. Bạn nên cẩn thận với hành động của bạn.<br/><br/><b>Tháng 9</b>: Cũng có thể là thời điểm bạn cần cẩn thận với những hành động và sự nuông chiều của mình.<br/><br/><b>Tháng 10</b>: Sự nghiệp của bạn sẽ thuận lợi và may máy hơn cho  các dự án kinh doanh mới. Thu nhập tài chính cũng sẽ tích cực.<br/><br/><b>Tháng 11</b>: Đây là một tháng may mắn được dành cho những người thân yêu của bạn.<br/><br/><b>Tháng 12</b>: Tháng cuối năm là thời điểm tốt cho du lịch và kỳ nghỉ. Bạn cũng có thể đi công tác.",
	"MaKet":"<b>Tử vi sự nghiệp của cung Ma Kết</b><br/>&emsp;Trong năm 2020 này, triển vọng nghề nghiệp của cung Ma Kết không hứa hẹn sẽ rất sáng sủa, may mắn. Bạn có thể có được những công việc, vị trí tốt trong công việc của mình và có cơ hội thể hiện mình. Tuy nhiên, môi trường làm việc có thể sẽ rất khắc nghiệt cho các Ma Kết. Do đó, bạn cần phải siêng năng và hoàn thành mục tiêu của mình một cách sáng tạo hơn nữa.  Bên cạnh đó, bạn nên tạo mối liên hệ với khách hàng mới và mối quan hệ mạnh mẽ với đồng nghiệp của bạn cũng rất quan trọng cho sự nghiệp của bạn.<br/><br/><b>Tài chính của cung Ma Kết năm 2020</b><br/>&emsp;Dự đoán tài chính của Ma Kết đã báo trước sự gia tăng đáng kể của dòng tiền trong năm 2020. Ngoài ra, đây cũng là thời gian là thuận lợi để thu hồi các khoản vay cũ. Có thể có những chi phí phát sinh đối với việc đi lại và phòng ngừa sức khỏe. Tuy nhiên, Ma Kết có thể gặp rắc rối về pháp lý trong quá trình làm việc của bạn. Chính vậy bạn nên hết sức cẩn trọng trong quá trình giao thương, làm việc của mình.<br/><br/><b>Tình yêu của cung Ma Kết năm 2020</b><br/>&emsp;Tử vi tình yêu cho Ma Kết dự báo rằng tình yêu cuộc sống sẽ tuyệt vời và vui vẻ do hành tinh sao Kim. Sẽ có một sự mới mẻ trong mối quan hệ của bạn với người bạn đời của mình. Đây chính xác là thời gian bạn gắn kết mối quan hệ, hâm nóng thêm tình cảm với người bạn đời của mình.<br/><br/>&emsp;Những người độc thân sẽ có mọi cơ hội để hình thành các mối quan hệ mới, gặp được người vừa ý và sẽ có rất nhiều điều lãng mạn. Hơn nữa, trong năm nay Ma Kết còn có cơ hội cho sự kết hôn sau mối quan hệ tình cảm của mình. Nhìn chung, cuộc sống gia đình của Ma Kết sẽ rất thú vị trong năm 2020 và mối quan hệ của bạn với các thành viên sẽ rất thân mật, tôt đẹp hơn.<br/><br/><b>Sức khỏe của cung Ma Kết năm 2020</b><br/>&emsp;Dự báo sức khỏe cho Ma Kết cho năm 2020 cho thấy nhiều sức sống và ít bệnh tật trong năm. Bạn sẽ có thể duy trì mức năng lượng cao do tập thể dục thường xuyên và chế độ ăn uống lành mạnh. Bạn sẽ có nhiều cảm hứng hơn trong công việc nhờ khía cạnh tâm lý vững vàng của mình.<br/><br/>&emsp;Tuy nhiên, các cá nhân Ma Kết sẽ phải đối mặt với các vấn đề sức khỏe trong quý đầu tiên của năm do các khía cạnh không thuận lợi của Sao Thổ. Sao Mộc sẽ đảm bảo sức khỏe tốt sau quý đầu tiên.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Ma Kết dự đoán rằng bạn sẽ nỗ lực hết sức để đạt được sự bình yên và cả mục đích của mình trong cuộc sống. Tuy nhiên, chính những căng thăng cũng ké khiến bạn kiệt sức và mệt mỏi . Do đó, bạn cũng cần chú trọng hơn nữa đến sức khỏe của mình.<br/><br/>&emsp;Tử vi cung Ma Kết năm 2020 dự đoán rằng đây là một năm tuyệt vời để Ma Kết cải thiện bản thân. Cho dù bạn đang cố gắng cải thiện cuộc sống tình yêu, đời sống xã hội, cuộc sống công việc hay cuộc sống cá nhân, bạn chắc chắn sẽ có thể làm được nếu bạn đặt tâm trí vào nó.<br/><br/><b>Tử vi theo tháng của cung Ma Kết năm 2020</b><br/><b>Tháng 1</b>: Vì là tháng sinh nhật của bạn, nên mọi sự sẽ tràn đầy sự tích cực.<br/><br/><b>Tháng 2</b>: Đây sẽ là một tháng thú vị khi bạn sẽ có nhiều kế hoạch được triển khai cùng một lúc và có triển vọng thành công.<br/><br/><b>Tháng 3</b>: Hứa hẹn sẽ là một tháng tốt cho giáo dục đại học hoặc theo đuổi một số kỹ năng mới trên mặt trận việc làm.<br/><br/><b>Tháng 4</b>: Bạn hãy suy nghĩ kỹ trước khi đi đến quyết định cuối cùng để tránh các trường hợp ngoài ý muôn .<br/><br/><b>Tháng 5</b>: Thời điểm thích hợp để đưa các kế hoạch của bạn vào hành động. Đừng nghi ngờ khả năng của bạn.<br/><br/><b>Tháng 6</b>: Bạn cần tiến lên một cách cẩn thận nhưng không đưa ra bất kỳ quyết định vội vàng nào.<br/><br/><b>Tháng 7</b>: Bạn phải dẫn dắt đội của mình đến chiến thắng. Có thể là công việc hoặc tình yêu; bạn cần phải thực hiện bước đầu tiên<br/><br/><b>Tháng 8</b>: Tháng 2 là một tháng cần sự cân bằng ở tất cả. Học hỏi kinh nghiệm sẽ chứng minh là có lợi.<br/><br/><b>Tháng 9</b>: Bạn cần ngừng xem xét các vấn đề nhỏ và thay vào đó hãy nghĩ về kế hoạch nói chung.<br/><br/><b>Tháng 10</b>: Bạn sẽ có nhiều cảm hứng và sẽ tập trung vào việc đạt được mục tiêu của mình.<br/><br/><b>Tháng 11</b>: Những người xung quanh sẽ cần sự hỗ trợ, tình yêu và sự giúp đỡ của bạn. Vì vậy đừng nghĩ hai lần trước khi giúp người có nhu cầu.<br/><br/><b>Tháng 12</b>: Cuối năm là một tháng tuyệt vời để lên kế hoạch cho tình yêu và cuộc sống hiện đại của bạn.<br/><br/>&emsp;",
	"BaoBinh":"<b>Sự nghiệp cung Bảo Bình năm 2020</b><br/>&emsp;Tử vi sự nghiệp năm 2020 cho Bảo Bình dự đoán một năm trung bình, không có điểm gì đáng lo ngại cũng như tiến triển vượt bậc. Trong năm nay, bạn nên mạo hiểm vào các dự án mới với sự hướng dẫn của các chuyên gia.<br/><br/>&emsp;Mặc dù bạn hài lòng với tình thình công việc hiện tại của mình, nhưng bạn vẫn nên cố găng hơn nữa để có nhiều dấu mốc đáng chú ý hơn. Bạn hoàn toàn có thể mong đợi một tương lai tốt đẹp khi nhận được kết quả của sự siêng năng của bạn. <br/><br/><b>Tài chính cung Bảo Bình năm 2020</b><br/>&emsp;Năm 2020 sẽ hợp lý tốt cho sự tăng trưởng tài chính đáng chú ý của Bảo Bình. Công việc khó khăn bạn đã làm trong những năm trước sẽ đem lại cho bạn nhiều lợi nhuận và dòng tiền  dồi dào trong năm nay. <br/><br/>&emsp;Các  Bảo Bình là doanh nhân nên tránh bắt đầu các dự án mới và tránh chi tiêu không cần thiết. Tất cả các khoản đầu tư đầu cơ nên được giữ lại cho hiện tại. Bên cạnh đó, dự báo cuối năm 2020 hứa hẹn sẽ gặp may mắn trên mặt trận tài chính.<br/><br/><b>Tình yêu cung Bảo Bình năm 2020</b><br/>&emsp;Dự báo tình yêu cho các cá nhân Bảo Bình năm 2020 chỉ ra rằng bạn sẽ có nhiều điều hứa hẹn về đường tình cảm. Điều này là do ảnh hưởng của Sao Mộc. Bạn sẽ có nhiều thời gian để dành cho người bạn đời của mình và bạn sẽ không ngần ngại tặng cô ấy những món đồ xa xỉ. Do đó, mối quan hệ của bạn cũng tiến triển tốt đẹp hơn.<br/><br/>&emsp;Những người cung Bảo Bình độc thân sẽ có nhiều cơ hội để tìm kiếm những đối tượng yêu đương yêu phù hợp và có được mối quan hệ tình cảm lãng mạn. Bên cạnh đó, bạn nên biết cách kìm nén bản chất bốc đồng tự nhiên của mình và hành động thận trọng để tránh các cãi vã không đáng có. <br/><br/><b>Sức khỏe cung Bảo Bình năm 2020</b><br/>&emsp;Dự đoán sức khỏe cho cung Bảo Bình trong năm 2020 cho thấy sức khỏe của bạn có thể chuyển biến khá phức tạp, có thể tốt hơn hoặc kém hơn. Bạn có thể gặp các vấn đề về tiêu hóa và các bệnh liên quan đến căng thẳng do ảnh hưởng của sao Thổ đối với cung Bảo Bình. Điều cần thiết Bảo Bình cần làm là duy trì sự cân bằng tinh thần,  kiểm soát những suy nghĩ và cảm xúc tiêu cực của mình nếu bạn muốn duy trì sức khỏe. <br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Bảo Bình cho thấy đây là một năm bình thường của bạn. Bạn cần thận trọng với mọi thứ, từ công việc đến tình cảm của mình. Đầu năm, Bảo Bình có thể gặp một số trở ngại cho sự tiến bộ. Nhưng bạn sẽ không bị giữ lại và cố gắng tiến về phía trước với lòng nhiệt thành. Giữa năm thì không gặp quá nhiều thách thức nào, trong khi những tháng cuối năm sẽ là thười gian bạn tẩn hưởng thành quả của mình. <br/><br/><b>Tử vi theo tháng cung Bảo Bình năm 2020</b><br/><b>Tháng 1</b>: Tháng 1 đầu năm sẽ là thời điểm bạn nên tránh đưa ra quyết định lớn nếu chưa suy xét kỹ hưỡng. Bên cạnh đó, bạn hãy tận hưởng cuộc sống của mình.<br/><br/><b>Tháng 2</b>: Bạn cần làm sạch nội tâm của mình và ngừng suy nghĩ xấu về người khác.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng chuyện tình cảm đối với người Bảo Bình khi có cơ hội yêu nhau.<br/><br/><b>Tháng 4</b>: Bạn cần tập trung hết sức và dồn nhiều năng lượng đúng hướng trước khi nó ra khỏi tầm tay.<br/><br/><b>Tháng 5</b>: Có thể bạn sẽ thấy một số gián đoạn trong sức khỏe của bạn, hãy chắc chắn để ngăn chặn tất cả các loại nhiễm trùng trong năm 2020 sao Thủy.<br/><br/><b>Tháng 6</b>: Tháng 6 này, chính là khi bạn cần có một tư duy cởi mở và xử lý các ý tưởng khác nhau để làm việc hiệu quả nhất.<br/><br/><b>Tháng 7</b>: Đây là thời điểm bạn mở ra những cơ hội mới, ban đầu có vẻ buồn tẻ nhưng mọi thứ sẽ tốt đẹp hơn.<br/><br/><b>Tháng 8</b>: Tháng này là thời điểm thích hợp để thực hiện tất cả các giấc mơ và kế hoạch của bạn.<br/><br/><b>Tháng 9</b>: Hứa hẹn sẽ là một tháng tuyệt vời cho tình yêu và hôn nhân mới phát triển thịnh vượng trong công việc của Bảo Bình.<br/><br/><b>Tháng 10</b>: Tháng 10 có vẻ rất khó khăn, nhưng bạn cần phải cố gắng và tiến về phía trước.<br/><br/><b>Tháng 11</b>: Ttháng này khá thuận lợi để bạngiải quyết các vấn đề trong các mối quan hệ.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ tràn ngập niềm vui và hạnh phúc khi bạn dành kỳ nghỉ cùng những người thân yêu của mình.<br/><br/>&emsp;",
	"SongNgu":"<b>Sự nghiệp của cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 hứa hẹn một giai đoạn rất thuận lợi cho các Song Ngư là doanh nhân cũng như người đi làm. Người đi làm có thể mong đợi các chương trình khen thưởng và tăng lương vì ảnh hưởng tích cực của các hành tinh cùng với công việc khó khăn. <br/><br/>&emsp;Tuy nhiên, các Song Ngư nên biết cách duy trì mối quan hệ thân mật với đồng nghiệp và người có kinh nghiệm. Với các doanh nhân, đây sẽ là cơ hỗi cho bạn kiếm được nhiều lợi nhuận hơn và đạt được những mục đích đã đề ra.<br/><br/><b>Tài chính cung Song Ngư năm 2020</b><br/>&emsp;Năm 2020 sẽ là một năm đầy triển vọng và mang lại nhiều lợi nhuận cho ngôi sao Song Ngư do thuận lợi của sao Thổ sẽ giúp dòng tiền liên tục. Có thể thấy, đây là một năm tốt lành để mua tài sản, xe cộ hoặc chi tiền cho hôn nhân của bạn. <br/><br/>&emsp;Dòng tiền có thể được tăng cường với sự khéo léo hơn và bám sát vào một chiến lược tài chính hợp lý. Có khả năng nhận được tài lộc ở dạng thừa kế cho một số cá nhân Song Ngư may mắn. Nhìn chung, bạn sẽ nhận được nhiều tiền cũng như chi tiêu như nhau. Do đó, tiết kiệm sẽ là việc bạn cần lưu ý trong năm 2020.<br/><br/><b>Tình yêu của cung Song Ngư năm 2020</b><br/>&emsp;Dự đoán tình yêu của Song Ngư cho năm 2020 dự đoán một giai đoạn tuyệt vời đầy cảm xúc, lãng mạn và cả hạnh phúc.<br/><br/>&emsp;Những Song Ngư độc thân có thể tìm được  mối quan hệ với tình yêu và sự phấn khích. Bạn sẽ có thể tìm thấy tình yêu của sự lựa chọn của bạn, và bạn sẽ có một mối quan hệ lâu dài.<br/><br/>&emsp;Với Song Ngư đã kết hôn, bạn có thể vượt qua mọi khó khăn trong hôn nhân mà không gặp khó khăn gì. Bạn nên tập trung vào hạnh phúc hiện tại. Tuy nhiên, nếu có hiểu làm giữa 2 người hãy giải quyết bằng cách thẳng thắn chia sẻ, và thông cảm cho nhau. Bên cạnh đó, gia đình sẽ chào đón thành viên mới trong năm nay. <br/><br/><b>Sức khỏe của cung Song Ngư năm 2020</b><br/>&emsp;Dự báo sức khỏe cho các cá nhân Song Ngư trong năm 2020 đưa ra một bức tranh hạnh phúc về sức khỏe. Sức khỏe cả về thể chất và tinh thần của Song Ngư sẽ rất ổn định và không quá đáng lo. Bạn sẽ có những thay đổi phù hợp trong chế độ tập thể dục và thói quen ăn kiêng. Thư giãn đầy đủ sẽ đảm bảo bố trí tinh thần thích hợp.<br/><br/>&emsp;Nhìn chung, Tử vi năm 2020 cung Song Ngư hứa hẹn rất nhiều điều thú vị và cả những lựa chọn cho cuộc sống của bạn trong tất cả các lĩnh vực. Trong năm nay, các mối quan hệ cũng giúp bạn đạt được mục tiêu một cách nhanh chóng trong công việc của mình. Bạn sẽ hoàn thành xuất sắc kế hoạch và nâng cao cuộc sống của bạn. <br/><br/>&emsp;Với sự ban phúc của Sao Thổ, sự tự tin của bạn sẽ trở nên phi thường. Bạn sẽ có sự hỗ trợ của các thành viên gia đình và đồng nghiệp trong bất cứ điều gì bạn muốn đạt được. Trong khi bạn đang tiến lên phía trước, bạn nên cố gắng kiểm soát sự vội vã, nóng tính của mình.<br/><br/><b>Tử vi theo tháng cung Song Ngư năm 2020</b><br/><b>Tháng 1</b>: Tháng đầu năm sẽ khá nhạy cảm đối với Song Ngư. Bạn cần lấy lại năng lượng của mình với sự thư giãn để bắt tay vào công việc.<br/><br/><b>Tháng 2</b>: Cuộc sống của bạn sẽ có những thay đổi và bạn nên chuẩn bị để đối mặt với những điều không thể tránh khỏi.<br/><br/><b>Tháng 3</b>: Đây sẽ là một tháng sáng tạo khi bạn có cơ hội phát huy các kỹ năng của mình.<br/><br/><b>Tháng 4</b>: Bạn đừng cảm thấy bị tổn thương bởi hành vi của mọi người, hãy học cách làm quen với chúng.<br/><br/><b>Tháng 5</b>: Tháng 5 sẽ là một tháng làm việc chăm chỉ và nhiều giờ. Đừng tìm kiếm các phím tắt vì chúng sẽ không hoạt động trong thời gian dài.<br/><br/><b>Tháng 6</b>: Bạn sẽ phải đi chậm lại để xem xét tình hình hơn là chiến đấu một trận chiến bất lợi.<br/><br/><b>Tháng 7</b>: Bạn sẽ khá bận rộn trong tháng này. Bên cạnh đó, vấn đề Tài chính cũng có thể eo hẹp.<br/><br/><b>Tháng 8</b>: Bạn  sẽ có một số nghi ngờ về mọi thứ xảy ra xung quanh bạn. Nhưng bạn sẽ vượt qua mọi thử thách để bước tiếp.<br/><br/><b>Tháng 9</b>: Tháng này sẽ có nhiều hoạt động tích cực cho Song Ngư. Bạn có thể hoàn thành thay vì để mọi thứ hoàn thành dở dang.<br/><br/><b>Tháng 10</b>: Đây là thời điểm bạn cần suy nghĩ kỹ trước khi thực hiện bất kỳ hành động nào.<br/><br/><b>Tháng 11</b>: Tháng 11 là một tháng tích cực khi bạn sẽ có thể hình dung thấy những gì bạn muốn trong cuộc sống.<br/><br/><b>Tháng 12</b>: Cuối năm sẽ mang theo rất nhiều câu hỏi chưa được giải đáp mà chỉ bạn mới có thể trả lời được một số.<br/><br/>&emsp;"
	},
"202006": {
    "Ty":"&emsp;Tử vi tháng 6/2020 Đông phương của 12 con giáp dự báo đây tuổi Tý đang gặp được quý nhân nâng đỡ cho mình trên con đường công danh sự nghiệp. Con giáp này biết thế mạnh của mình ở đâu, đồng thời không ngừng tìm tòi, khám phá thêm những kiến thức và kinh nghiệm mới để tự làm giàu cho mình.<br/><br/>&emsp;Đường tài lộc của người tuổi Tý tháng 5 âm lịch này không được tốt cho lắm. Bản mệnh kiếm được nhiều tiền nữa, song lại chẳng giữ được tiền trong tay. Đại Hao hung tinh nhập mệnh, con giáp này dường như đang kiếm tiền quá dễ dàng nên không mấy trân trọng công sức của mình.<br/><br/>&emsp;Vận trình tình cảm khá ảm đạm. Ảnh hưởng của cục diện Tý Ngọ tương xung khiến cho bản mệnh dễ nảy sinh mâu thuẫn, tranh cãi với chính những người mình yêu. Đối phương vốn chỉ muốn tốt cho tuổi Tý nhưng lại không thể hiện khéo léo cho lắm, khiến cho đôi bên hiểu lầm lẫn nhau.<br/><br/>&emsp;Tình hình sức khỏe trong tháng này khá tốt, tuy nhiên con giáp này cần chú ý phân bổ thời gian làm việc và nghỉ ngơi cho hợp lý hơn, chớ để bản thân lao lực. Bản mệnh cần biết khi nào bản thân đang mệt mỏi để nghỉ ngơi lấy lại sức, đừng cố gắng quá sức mà tự làm hại mình, sức khỏe là vốn quý nhất.<br/><br/>",
	"Suu":"&emsp;Tử vi tháng 6 dương lịch năm 2020 cho thấy tuổi Sửu cảm thấy mệt mỏi và khó chịu, phần nào ảnh hưởng đến hiệu suất làm việc của con giáp này. Bản mệnh dễ lơ là thiếu tập trung, có những suy nghĩ khó có thể dự đoán được, khiến cho vận trình chuyển biến theo hướng hoàn toàn khác.<br/><br/>&emsp;Sửu Ngọ tương hại, con giáp này khó mà có được vận may về tiền bạc, chuyện kiếm tiền trở nên khó khăn hơn nhiều so với trước đó. Người tuổi Sửu thiếu sự chỉn chu trong khi làm việc nên khó mà có được thu nhập ổn định, thậm chí còn có khi bị thiệt hại thêm vì phải bù đắp cho những sai lầm mình gây ra.<br/><br/>&emsp;Đường tình duyên kém sắc, cuộc sống gia đình trở nên nhàm chán, thiếu sự mới mẻ cũng như không được hâm nóng kịp thời, có thể khiến cho tình cảm dần phai nhạt. Sự hờ hững giữa các cặp vợ chồng là dấu hiệu bất ổn, có thể sẽ tạo điều kiện cho kẻ thứ 3 xen vào mối quan hệ giữa hai người.<br/><br/>&emsp;Về phương diện sức khỏe, con giáp này cần chú ý quan tâm, chăm sóc cơ thể của mình nhiều hơn. Người tuổi Sửu có thể sẽ dễ cảm thấy mệt mỏi, ăn không ngon, mất ngủ. Có thể trên bản mệnh có quá nhiều trách nhiệm, áp lực dồn nặng nên đầu óc lúc nào cũng trong tình trạng suy nghĩ căng thẳng nên vậy.<br/><br/>",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết người tuổi Dần trở nên bảo thủ, không chịu lắng nghe lời khuyên can của bất cứ ai mà cứ việc mình mình làm, sai lầm càng ngày càng nhiều, khó có thể sửa chữa được. Cuối cùng hậu quả không ai khác chính con giáp này là người phải gánh chịu.<br/><br/>&emsp;Vận trình tài lộc của bản mệnh không được tốt. Tiền bạc thu về chẳng có nhiều mà lại dễ mất tiền hao của vì những chuyện không đâu. Con giáp này dễ bị lừa gạt nên thận trọng hơn trong chuyện làm ăn hay đầu tư kinh doanh, chớ nên tham cái lợi trước mắt mà không nhìn thấy mối nguy phía sau.<br/><br/>&emsp;Con giáp này dễ u mê, không nhìn thông suốt vấn đề trong khi những người xung quanh ai cũng thấy rõ. Người tuổi Dần cần phải thận trọng kẻo sẽ bị tình yêu làm cho mù quáng, không hề nhận ra đối phương vốn chỉ đang lợi dụng mình mà thôi. Người độc thân chớ nên vội vàng quyết định tình cảm.<br/><br/>&emsp;Áp lực dồn nén lâu ngày, sức khỏe bị bào mòn theo thời gian, con giáp này tinh thần sa sút, thể lực cũng sụt giảm, sức đề kháng yếu đi, tạo cơ hội cho bệnh tật vùng lên. Hãy chú ý để chăm sóc bản thân mình cho thật tốt, đừng tham công tiếc việc bởi khi sức khỏe không có thì cũng chẳng làm được gì.<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, người tuổi Mão khá tự tin vào những việc mình đang làm. Con giáp này chủ động làm việc chứ không cần ai phải nhắc nhở, khiến cho cấp trên khá tin tưởng. Bản mệnh biết lượng sức mình, có ưu thế gì và cần phải làm sao để đạt được mục tiêu mong muốn.<br/><br/>&emsp;Trong tháng có quý nhân ở bên nâng đỡ vận trình, không đến mức tiền bạc ùn ùn đổ về nhà nhưng chắc chắn cũng không quá khó khăn về tiền bạc. Nữ mệnh lớn tuổi trong nhà chỉ đường dẫn lối giúp con giáp này biết cách phát huy hết năng lực của bản thân mà tăng thêm thu nhập cho mình.<br/><br/>&emsp;Mão Ngọ tương phá, tuổi Mão có thể sẽ gặp phải nhiều chuyện không như ý trong chuyện tình cảm. Chỉ cần chút khác lạ của đối phương cũng có thể khiến cho bản mệnh lo lắng sợ hãi rằng mọi chuyện có thể biến chuyển theo chiều hướng tồi tệ và hạnh phúc lứa đôi sẽ vì thế mà đối.<br/><br/>&emsp;Tình hình sức khỏe trong tháng 6 dương lịch không được khả quan cho lắm. Con giáp này dễ gặp phải sự cố bất ngờ, nếu thể chất không có vấn đề thì lại phải chịu tác động tiêu cực về mặt tinh thần. Bản mệnh cần phải biết dành thời gian cho chính bản thân, tránh căng thẳng áp lực quá mức.<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo vận trình tháng 6/2020 dương lịch, sự nghiệp của tuổi Thìn không được thuận lợi. Con giáp này dù cố gắng hết sức mình nhưng lại chẳng có được cơ hội để thể hiện bản thân. Sự cứng nhắc trong giải quyết vấn đề của bản mệnh còn có thể khiến cho đối tác hay đồng nghiệp mất lòng.<br/><br/>&emsp;Người tuổi Thìn cần phải chi tiêu tiết kiệm bởi vận may tài chính không nằm trong tháng này. Việc kiếm tiền khá khó khăn, chật vật. Con giáp này phải bôn ba vất vả nhiều nơi nhưng chưa chắc đã có được kết quả như mong đợi, các khoản cần chi tiêu tăng lên mà thu nhập thì chẳng là bao.<br/><br/>&emsp;Bản mệnh không mấy quan tâm đến chuyện tình cảm. Con giáp này mải mê công việc mà chẳng dành thời gian quan tâm đến gia đình. Người độc thân không thực sự biết đâu là người thực sự phù hợp của mình mà đặt ra những tiêu chuẩn phù phiếm để tìm kiếm nửa kia nên tình yêu cứ mãi xa vời.<br/><br/>&emsp;Sức khỏe của bản mệnh khá tốt song cũng đừng vì thế mà chủ quan. Thời gian này tuổi Thìn làm việc căng thẳng, phải di chuyển nhiều nên cũng khó tránh khỏi việc mệt mỏi. Ngoài ra, con giáp này nên chú ý giữ gìn sức khỏe, nghỉ ngơi vừa sức để không bị thiếu tỉnh táo mà gặp phải tai họa bất ngờ.<br/><br/>",
	"Ti":"&emsp;Vận trình công việc của tuổi Tị bị cản trở, con giáp này khó có thể thực hiện được mọi chuyện đúng theo ý muốn của mình. Tình hình trước mắt biến động liên tục, khiến cho bản mệnh trở tay không kịp, có nhiều vấn đề chưa kịp giải quyết thì đã phát sinh nghiêm trọng hơn, dễ gây ra sự cố bất ngờ.<br/><br/>&emsp;Con giáp này khó mà có được tiền bạc rủng rỉnh trong tay. Điều này cũng không có gì đáng ngạc nhiên khi mà công việc đang khá bấp bênh. Tiền bạc kiếm được ít ỏi, thường phải giành giật, vất vả mới thu được về tay, vì thế mà người tuổi Tị nên học cách tiết kiệm, chớ chi tiêu hoang phí quá mức.<br/><br/>&emsp;Bản mệnh sẽ cảm nhận được sự chuyển biến rõ rệt trong vận trình tình duyên của mình nhờ cát tinh soi chiếu. Dù sự nghiệp, tài lộc không được như ý nhưng lại có chỗ dựa tinh thần, điều này giúp con giáp này không quá bi quan, chán nản khi mà liên tiếp vấp phải thất bại ngoài ý muốn.<br/><br/>&emsp;Sức khỏe của tuổi Tị không có nhiều điều đáng phải lo ngại. Bản mệnh cũng nên nghĩ thoáng hơn cho mọi vấn đề, chớ làm mình căng thẳng quá mức. Hãy chăm chỉ tập luyện thể dục thể thao, năng nói chuyện, tâm sự, chia sẻ với mọi người để giải tỏa những áp lực mình đang phải gánh chịu.<br/><br/>",
	"Ngo":"&emsp;Vận trình sự nghiệp của người tuổi Ngọ thăng trầm bất định, khó đạt được mục tiêu đề ra từ trước đó. Mặc dù được quý nhân nâng đỡ nhưng bản mệnh chưa biết tận dụng hết thời cơ sẵn cơ. Song con giáp này có thể tìm ra được hướng phát triển phù hợp với bản thân, phát huy được năng lực.<br/><br/>&emsp;Thái Tuế ở bên, tài vận của bản mệnh khó bề khởi sắc. Tuổi Ngọ có thể làm ra tiền nhưng chẳng giữ được tiền trong tay. Con giáp nàycó thể phung phí tiền bạc, tự cho rằng bản thân đang biết hưởng thụ cuộc sống nhưng thực chất lại chẳng hề quý trọng đồng tiền mà mình làm ra.<br/><br/>&emsp;Dường như con giáp này có thể sẽ tự đẩy người mình yêu ra xa vì những suy nghĩ tự ti, tiêu cực của mình. Người ấy không hiểu được những cảm xúc hiện tại của bản mệnh, cũng cố gắng để bạn chia sẻ mà không được. Người độc thân cần thận trọng kẻo bị lừa gạt cả tình lẫn tiền mà chẳng hề hay biết.<br/><br/>&emsp;Tình trạng sức khỏe không hẳn rất tốt, nhưng cũng không thể quá lạc quan. Con giáp này sinh hoạt thiếu điều độ sẽ khiến cho sức khỏe bị bào mòn theo từng ngày. Bản mệnh cần chấn chỉnh lại bản thân, tự nhắc nhở mình nếu không muốn thể chất càng ngày càng đi xuống.<br/><br/>",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo tuổi Mùi tự lực cánh sinh, chủ động trong công việc của mình chứ không chờ đợi bất cứ ai, cũng không mong chờ được giúp đỡ. Con giáp này luôn tìm cách để hoàn thành nhiệm vụ được giao. Điều đó khiến cho bản mệnh được cấp trên đánh giá rất cao.<br/><br/>&emsp;Nguồn thu nhập của con giáp này khá dồi dào. Người tuổi Mùi làm việc tốt nên dễ có cơ hội được tăng lương thăng chức. Những người làm kinh doanh buôn bán thì làm bao nhiêu ăn bấy nhiêu. Thời điểm này bản mệnh thực sự chăm chỉ, làm việc hết mình nên chắc chắn thu nhập cũng không thể nào ít được.<br/><br/>&emsp;Vận trình tình cảm thăng hoa, rực rỡ. Con giáp này có sức cuốn hút của riêng mình, không phải gồng mình lên để tỏ vẻ mà cũng có thể khiến cho đối phương cảm thấy rung động. Người độc thân gạt hết những chuyện đã qua, sẵn sàng đều chuẩn bị bước vào một mối quan hệ tình cảm mới.<br/><br/>&emsp;Tình hình sức khỏe của người tuổi Mùi không có gì đáng lo ngại, con giáp này biết tự chăm sóc bản thân mình. Tuy nhiên, bản mệnh cũng nhắc nhở chớ nên u sầu, lo lắng hay suy nghĩ vì những chuyện đã qua, tinh thần thoải mái thì mới khỏe mạnh vui vẻ được.<br/><br/>",
	"Than":"&emsp;Xem tử vi tháng 6/2020 dương lịch, người tuổi Thân cần phải thận trọng kẻo gặp họa tiểu nhân. Công việc đang trên đà tiến triển tốt, vì thế mà con giáp này có thể bị nhiều kẻ xấu nhòm ngó. Cát tinh có thể giúp cho việc làm ăn của bản mệnh thuận lợi dễ dàng nhờ các mối quan hệ được mở rộng.<br/><br/>&emsp;Con giáp này không cần lo lắng quá nhiều về vận tài lộc. Chuyện làm ăn buôn bán của con giáp này tiến triển khá tốt, tìm được nhiều cơ hội phát triển. Nếu đi đúng đường đúng hướng mà quý nhân chỉ dẫn thì bản mệnh hoàn toàn có thể thu được tiền bạc về tay cao hơn nhiều so với thời gian trước đó.<br/><br/>&emsp;Vợ chồng có thể sớm đón tin vui về đường con cái, tìm được cho mình niềm vui trong lúc tưởng chừng đã không còn nhiều hy vọng. Các cặp đôi đang yêu cũng sẽ có sự chuyển biến khá lớn trong mối quan hệ. Có thể biến cố lớn gì đó khiến cho hai người ấy muốn nhanh chóng tiến tới hôn nhân, sớm về chung một nhà.<br/><br/>&emsp;Sức khỏe của người tuổi Thân rất tốt, đây là điều mà nhiều người cảm thấy ngưỡng mộ ở bạn. bản mệnh tinh thần vui vẻ, sức khỏe dồi dào, có nguồn sinh khí tốt. Song đừng vì thế mà chủ quan, vẫn cần phải chăm chỉ tập luyện thể dục thể thao để tăng cường sức đề kháng cho mình.<br/><br/>",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy đường công danh sự nghiệp của tuổi Dậu không được thuận lợi cho lắm. Con giáp này hay thay đổi, không xác định được rõ ràng mục tiêu của mình, hễ thấy khó khăn là dễ lùi bước. Bản mệnh thiếu sự kiên trì và quyết tâm khiến công việc có phần bấp bênh.<br/><br/>&emsp;Con giáp này đang có phần ưa hưởng thụ quá đà. Tiền bạc kiếm được không nhiều, không tiết kiệm thì tiền vào nhà cũng như muối bỏ bể. Bản mệnh tiêu nhiều tiền cho những thói quen phù phiếm, những sở thích có phần hào nhoáng quá mức, không thích hợp với điều kiện hiện tại của bản thân.<br/><br/>&emsp;Con giáp này cũng khá lãng mạn, biết tạo ra những khoảnh khắc đáng nhớ giữa hai người. Mối quan hệ của các cặp đôi càng ngày càng nồng nàn thắm thiết cũng là nhờ vậy. Vợ chồng hòa hợp, gia đình hạnh phúc, đó là điều mà bao người mơ ước nhưng người tuổi Dậu lại may mắn có được.<br/><br/>&emsp;Sức khỏe không phải là vấn đề mà con giáp này quan tâm hàng đầu trong thời gian này. Bản mệnh vẫn giữ được cho mình tinh thần lạc quan vui vẻ dù có nhiều áp lực đè nặng lên vai. Tuy nhiên cũng cần tìm cách giải quyết sớm những vấn đề tồn đọng, tránh để gặp phải sự cố, tai họa bất ngờ.<br/><br/>",
	"Tuat":"&emsp;Người tuổi Tuất dễ dàng vượt qua được khó khăn trở ngại để tiến tới thành công. Con giáp này biết cách phát huy những thế mạnh của mình nên có thể được cấp trên ưu ái giao cho thêm nhiều trọng trách. Song bản mệnh cần phải kiểm soát cảm xúc của mình thật tốt, tránh ảnh hưởng đến công việc.<br/><br/>&emsp;Vận trình tài lộc không mấy khởi sắc, mặc dù công việc tiến triển tốt nhưng thu nhập cũng chỉ ở mức đủ ăn đủ tiêu. Con giáp này có thể sẽ có thêm những khoản tiền thưởng, song vẫn cần phải chi tiêu tiết kiệm, khoa học để tránh việc mất mát tiền bạc vào những việc không thực sự cần thiết.<br/><br/>&emsp;Đường tình duyên không mấy lý tưởng. Bản mệnh dễ u mê, thiếu sáng suốt trong tình cảm. Có những chuyện vốn nhỏ nhặt nhưng lại cứ mãi suy nghĩ về nó, không thể dứt ra được. Chuyện bé xé ra to, tuổi Tuất dần quan trọng hóa vấn đề và khiến cho mối quan hệ giữa hai người rơi vào bế tắc.<br/><br/>&emsp;Tình hình sức khỏe trong thời điểm này không được tốt cho lắm. Mặc dù không bị bệnh tật đe dọa nhưng do có hung tinh luôn đeo bám nên con giáp này dễ gặp phải tai họa bất ngờ. Bản mệnh cần phải thận trọng, đi đường xa nên chú ý giữ an toàn, cũng hạn chế những hoạt động mạo hiểm.<br/><br/>",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng tuổi Hợi sẽ có được những bước tiến khá lớn trên con đường sự nghiệp. Đây là thành quả có được nhờ nỗ lực không ngừng nghỉ của con giáp này. Song cũng không thể phủ nhận sự nâng đỡ của quý nhân. Nhờ thế bản mệnh có thể tiết kiệm được nhiều thời gian và công sức.<br/><br/>&emsp;Con giáp này quản lý tài chính nên mức thu nhập có thể không quá lớn nhưng vẫn đủ để rủng rỉnh chi tiêu. Bản mệnh tính lo xa nên chuẩn bị sẵn cho những tình huống xấu nhất. Vận trình tài lộc ổn định, người tuổi Hợi có thể thoải mái làm việc mình muốn. Tuy nhiên chớ nên vì thói sĩ diện mà hoang phí nhé.<br/><br/>&emsp;Đường tình duyên trong tháng 5 âm lịch này không có nhiều biến động. Con giáp này cân bằng được tình cảm và lý trí, không để cho cảm xúc lấn át hết cả. Có thể điều này khiến cho người ấy cảm thấy bản mệnh hơi cứng nhắc nhưng với tuổi Hợi là cần thiết để có thể làm chủ cuộc sống của mình.<br/><br/>&emsp;Về phương diện sức khỏe của bản mệnh tháng này khá tốt, không có vấn đề gì lớn phải lo lắng. Song con giáp này hãy chăm tập thể dục thể thao để duy trì thể trạng dồi dào năng lượng cho mình, ăn uống nghỉ ngơi một cách khoa học, hợp lý để có thể chất dẻo dai, có sức đề kháng tốt.<br/><br/>",
	"BachDuong":"&emsp;Tử vi tháng 6 cho thấy Bạch Dương còn độc thân có thể mở rộng các mối quan hệ của mình, chăm chỉ tham gia các buổi giao lưu giữa bè bạn hơn, bạn sẽ gặp được những đối tượng rất triển vọng đấy. Nếu đã có nửa kia, bạn nhận ra mình càng ngày càng ỉ lại đối phương, một ngày không gặp gỡ cũng thấy nhung nhớ vô cùng.<br/><br/>&emsp;Công việc diễn ra khá suôn sẻ, việc đàm phán hay ký kết hợp đồng thành công tốt đẹp. Hơn thế nữa, các mối quan hệ xã giao cũng tiến triển tốt đẹp, chòm sao này sẽ có một khoảng thời gian hòa hợp với đồng nghiệp xung quanh, nhờ thế mà công việc tiến triển thuận lợi.<br/><br/>&emsp;Có thể bạn sẽ chưa thấy tài chính của mình có bước phát triển vượt bậc trong tháng này đâu, nhưng nếu cứ tiếp tục cố gắng, việc tăng lương sẽ nằm trong tầm tay bạn. Tiền bạc khá ổn nhưng cũng không mấy dư dả để có thể tiêu xài thỏa thích đâu, bạn cần phải tiết kiệm triệt để để tránh tình trạng cháy túi nhé.<br/><br/>&emsp;Tình hình sức khỏe của cung hoàng đạo này trong tháng khá tốt. Hãy tăng cường bổ sung các thực phẩm có lợi như trứng, cà chua, bắp cải trong thực đơn ăn uống hàng ngày để đảm bảo rằng bạn bổ sung đầy đủ các chất dinh dưỡng.<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu có nhiều bước tiến triền đáng kể, tất cả những kế hoạch, nhiệm vụ được giao đều thuận lợi triển khai. Tính tình hòa đồng, tốt bụng nên bạn gặp ai cũng yêu mến, sẵn lòng giúp đỡ bạn mà không cần hồi đáp. Nhờ thế mà bạn cứ thăng tiến vùn vụt, không ai theo kịp đấy.<br/><br/>&emsp;Chuyện tình cảm của bạn trong tháng này khá hài hòa và không xảy ra bất cứ xích mích hay tranh cãi nào. Vì thế, hãy cố gắng để cho mối quan hệ giữa hai người vẫn tiến triển êm đẹp như thế. Quan trọng là tránh những bất đồng hay mâu thuẫn không đáng có trong thời gian này.<br/><br/>&emsp;Tình hình tài chính tương đối thuận lợi, bạn có thể thử vận may. Đây cũng là thời điểm khá thích hợp để bạn quyết định đầu tư vào một lĩnh vực mới nào đó, chắc chắn khoản thu lại sẽ khiến bạn hài lòng. Song sẽ có người tìm bạn mượn tiền, hãy suy nghĩ cẩn thận rồi mới quyết định nhé.<br/><br/>&emsp;Tuy nhiên sức khỏe không như ý lắm. Đi đường nhất định phải cẩn trọng, không thể lơ là, vừa đi vừa làm việc riêng đâu nhé. Chỉ sơ sẩy một chút thôi là bạn có thể bị thương đấy, vừa tổn hại thân thể lại tốn thời gian, phải nghỉ ngơi rất ảnh hưởng tới tiến độ công việc.<br/><br/>",
	"SongTu":"&emsp;Song Tử sẽ có nhiều cơ hội để nhận về mình những dự án lớn. Tuy nhiên, điều này lại khiến cho Song Tử cảm thấy tự ti và lép vế trong các công việc cũng như dự định của mình. Đừng quá bận tâm, vì bù lại, bạn sẽ được nhận một khoản lương kha khá từ những dự án này. Hãy phát huy năng lực của bản thân mình nhé.<br/><br/>&emsp;Tình hình tài chính cũng có dấu hiệu tăng tiến rõ ràng. Số tiền mà bạn kiếm được trong thời điểm này đều là mồ hôi công sức do bản thân đã rất cố gắng mà ra, vì thế cung hoàng đạo này cảm thấy vô cùng trân trọng và muốn chi tiêu thật hợp lý, dành một khoản tiết kiệm nhất định.<br/><br/>&emsp;Không dễ dàng gì bạn mới gặp được một tình cảm mới, thậm chí có thể còn chẳng ai đoài hoài tới người đầu bù tóc rối, suốt ngày phơi mặt ngoài đường như chòm sao này nếu bạn không biết bắt lấy nhân duyên của chính mình. Hãy chuẩn bị thật tươm tất tới những buổi gặp gỡ, giao lưu bạn bè.<br/><br/>&emsp;Dành một ít thời gian để đi du lịch đâu đó sẽ là một ý kiến tuyệt vời cho bạn trong tháng này. Áp lực công việc dạo gần đây có thể khiến cho năng lượng dồi dào của Song Tử cũng có thể bị rơi vào căng thẳng. Cố gắng để bản thân mình thư giãn nhiều hơn, đừng nên làm việc quá sức.<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi nói rằng Cự Giải nên chăm và kiên nhẫn hơn trong công việc. Chính sự lười biếng đã khiến cho tiến độ công việc của bạn bị kéo thụt lùi. Vì thế bạn cần xốc lại tinh thần, sắp xếp thời gian hợp lý. Nếu không nhanh chóng quay lại làm việc nghiêm túc, bạn rất có khả năng bị mất việc đấy.<br/><br/>&emsp;Tình cảm không quá thuận lợi, bạn yếu đuối và thích những thứ thuộc về tương lai, gia đình nhưng hai bạn thì chưa thể tiến tới mức đó. Điều này nảy sinh rất nhiều mâu thuẫn trong lòng và gây sự với nửa kia khiến hai người tranh cãi không có hồi kết. Những vấn đề phức tạp ngày một nhiều, hướng giải quyết thì bế tắc.<br/><br/>&emsp;Một số chi phí phát sinh bất ngờ khi bạn nảy ra ý tưởng mới, chúng có thể từ cách ăn mặc hay từ phong cách sống của bạn. Đây là cơ hội thú vị để có một danh sách ưu tiên và xác định vị trí của chúng. Hãy nghĩ về đích đến tài chính lâu dài chứ đừng chăm chăm vào mục đích trước mắt.<br/><br/>&emsp;Về phương diện sức khỏe tháng này của Cự Giải có vẻ không tốt cho lắm, hậu quả của việc thức đêm nhiều sẽ khiến cho bạn luôn trong tình trạng uể oải mệt mỏi. Vì thế hãy lên giường ngủ sớm nhé, hãy đảm bảo rằng bạn luôn có đủ năng lượng để làm việc và sinh hoạt.<br/><br/>",
	"SuTu":"&emsp;Công việc là mối quan tâm hàng đầu của Sư Tử trong tháng này. Bạn sẽ được ai đó hỗ trợ để hoàn thành các mục tiêu đã đề ra. Nhờ đó nhận được rất nhiều lời khen ngợi, động viên từ cấp trên. Nếu ai đó đang muốn tìm kiếm công việc tốt hơn thì lúc này cũng là thời điểm thuận lợi.<br/><br/>&emsp;Thế nhưng tình hình tài chính trong tháng này khá khó khăn. Bạn cần phải chú ý nhiều hơn trong việc kiểm soát dòng tiền. Các dự án tài chính mới có dấu hiệu trì trệ. Lúc này bạn cần phải giảm thiểu bớt đi những chi phí phát sinh. Có những người lớn tuổi còn tốn khoản tiền lớn cho việc sửa sang nhà cửa.<br/><br/>&emsp;Chòm sao này độc thân, bạn có thể sẽ phát hiện ra mình đang yêu thầm một đối tượng nào đó, nhưng bạn chưa thực hiện bất cứ hành động nào cả. Nếu đã có nửa kia, tình cảm của hai bạn tiến triển một cách khá ổn định, nửa kia có thể cảm thấy không hài lòng với bạn trên một vài phương diện.<br/><br/>&emsp;Tình trạng sức khỏe của Sư Tử tháng này không được ổn định cho lắm. Có vẻ bạn đang cố gắng hết sức mình mà không chú ý đến chế độ ăn uống hoặc là bạn đang ngày càng yếu sức hơn. Hãy ăn uống đầy đủ và thường xuyên, dành thời gian chăm sóc chính mình dù chỉ là mội đôi lúc ngắn ngủi nào đó.<br/><br/>",
	"XuNu":"&emsp;Xem tử vi tháng 6/2020 của 12 chòm sao, Xử Nữ nên khiêm tốn, kiệm lời để tránh tất cả những cuộc tranh cãi căng thẳng có thể xảy ra bất cứ khi nào. Có thể bạn rất khó bỏ qua những tình huống đối đầu, vì thế hãy chỉ nghĩ và tập trung vào các vấn đề quan trọng, tránh lãng phí cho những việc không đâu.<br/><br/>&emsp;Có những lúc bạn bị giằng xé nội tâm giữa việc hành động hay không hành động. Sẽ là khôn ngoan khi bạn không làm gì trong những tình huống bản thân cảm thấy không chắc chắn. Với tính cách nóng nảy, có phần hung dữ sẽ là nguyên nhân khiến bạn phải đối mặt với những khó khăn trong tháng này.<br/><br/>&emsp;Nếu đã đem lòng yêu mến ai, bạn hãy cởi mở và tự tin hơn khi giao tiếp với người ta, đừng giữ thái độ quá khép nép hoặc dè dặt. Trong khi đó những người đã có đôi cần phải thay đổi một số thói quen không tốt của mình, không nên quá cứng đầu khiến đôi bên dễ nảy sinh tranh cãi.<br/><br/>&emsp;Sức khỏe sẽ tốt nếu bạn biết nghỉ ngơi đầy đủ, càng về cuối tháng Xử Nữ càng phải giới hạn hoạt động của mình trong khoảng thời gian nhất định, chớ nên làm việc quá sức. Bên cạnh đó, bạn cũng không nên nghiêm trọng hóa vấn đề khiến bản thân căng thẳng, hãy nghĩ thoáng ra nhé.<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình có xu hướng gây ra những mâu thuẫn trong tháng này, nhắc nhở bạn phải ý thức hơn với hành động của mình và tìm cách sửa đổi nếu không bạn sẽ cảm thấy bế tắc với tính cách này đó. Trong công việc cũng vậy, đừng cố áp đặt suy nghĩ, quan điểm của bản thân lên người khác nhé.<br/><br/>&emsp;Về phương diện tài chính, bạn cần phải cân nhắc thật kỹ những vấn đề cần tìm hiểu trước khi bạn thực hiện kế hoạch đầu tư lớn hoặc mua một món đồ không cần thiết nào đấy. Nếu không quản lý việc chi tiêu chặt chẽ thì bạn sẽ dễ bị tiêu tán kha khá tiền bạc trong tháng này.<br/><br/>&emsp;Dù cung hoàng đạo này độc thân trở nên khá đào hoa trong thời điểm này, thế nhưng bạn vẫn đủ bình tĩnh và lý trí để đưa ra quyết định chính xác. Nếu đã có nửa kia, mối quan hệ của hai người ổn định, tuy tình cảm không nồng nhiệt như thuở mới yêu, nhưng khi ở bên nhau cả hai đều cảm thấy rất thoải mái.<br/><br/>&emsp;Tình hình sức khoẻ của bạn không có gì đáng lo ngại trong thời gian này. Tuy nhiên, bạn đừng quá chủ quan mà hãy để ý đến những thay đổi của thời tiết để bảo vệ mình tốt nhất. Hãy biết quý trọng bản thân hơn một chút nhé, đừng cậy mình khoẻ mạnh mà làm việc quá sức.<br/><br/>",
	"BoCap":"&emsp;Tử vi 12 chòm sao cho thấy Bọ Cạp sẽ có khá nhiều cơ hội để phát triển con đường sự nghiệp và thực hiện những mục tiêu của mình. Trong công việc bạn sẽ gặt hái được không ít thành công và dần khẳng định được vị trí và năng lực của bản thân, được đồng nghiệp và cấp trên ghi nhận.<br/><br/>&emsp;Đối với chuyện tình cảm, cung hoàng đạo này đừng nên quá bảo thủ nếu không muốn hai người xảy ra thêm những rắc rối và mâu thuẫn. Bên cạnh đó, bạn cũng cần kiểm soát lời nói và hành động của mình trong lúc nóng giận kẻo sẽ gây tổn thương cho những người mình yêu thương đấy.<br/><br/>&emsp;Tình hình tài chính trong tháng này của Bọ Cạp khá khả quan. Bạn nhận được rất nhiều sự hỗ trợ từ những người giỏi, do đó mà dự án của bạn sẽ diễn ra một cách trơn tru hơn. Tuy nhiên, quan trọng nhất vẫn là sự cố gắng của bạn bởi không phải lúc nào cũng có thần may mắn bên cạnh đâu nhé.<br/><br/>&emsp;Về phương diện sức khỏe khá tốt, nhưng bạn vẫn nên nghỉ ngơi và thư giãn vào nửa cuối tháng này. Tháng 6 cũng là thời điểm tốt để điều chỉnh chế độ dinh dưỡng và thay đổi thói quen di chuyển. Nếu có bất kỳ vấn đề nào xảy ra với gia đình, hãy cố gắng giải quyết thật nhanh gọn nhé.<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng tháng cho thấy tài chính của Nhân Mã trong tháng này tương đối ổn định, gần như không gặp bất kì áp lực nào. Hơn nữa bạn còn sẽ nhận được khá nhiều khoản thu nhập khác, tuy đừng mạo hiểm vào những dự án, hay lời mời gọi hấp dẫn mà bạn chưa rõ nhé. Tiền bạc của bạn sẽ bị hao hụt nghiêm trọng đó.<br/><br/>&emsp;Nếu bạn còn độc thân hãy tích cực tham gia những hoạt động xã hội nhé. Bởi qua đây bạn sẽ có những mối quan hệ đầy mới hứa hẹn sẽ đem lại kết quả tốt đẹp đó. Đối với người đã có nửa kia, bạn và người ấy có thể lên kế hoạch cho việc xây dựng ngôi nhà mới hoặc có thêm thành viên nhé.<br/><br/>&emsp;Chòm sao này sẽ có một tháng tràn đầy niềm vui chờ đợi ở phía trước. Nhìn chung công việc diễn ra ổn thỏa. Dù bạn có thể sẽ gặp một vài vấn đề nhỏ nhưng với giúp đỡ nhiệt tình của đồng nghiệp nên mọi việc được nhanh chóng giải quyết, không cần phải lo lắng quá nhiều.<br/><br/>&emsp;Làm việc quá sức và ăn uống, ngủ nghỉ không điều độ sẽ khiến sức khỏe của bạn giảm sút đáng kể. Một người ở cạnh luôn chăm sóc và nhắc nhở có lẽ sẽ thích hợp trong thời gian này. Nhân Mã cần tránh căng thẳng quá mức, hãy suy nghĩ theo chiều hướng đơn giản và tích cực.<br/><br/>",
	"MaKet":"&emsp;Các ý tưởng của Ma Kết nghe có vẻ khá điên rồ nhưng lại được cấp trên ủng hộ, đưa vào triển khai và gặt hái được thành công không ngờ tới. Càng ngày mọi người sẽ càng nhận ra được những khả năng tiềm ẩn của bạn bấy lâu nay, và đương nhiên là sẽ được công nhận.<br/><br/>&emsp;Những bạn còn độc thân có thể hiểu nhầm tình cảm của người khác, có lẽ người ấy không thích bạn như bạn tự tưởng tượng ra đâu. Nếu đã có nửa kia, cung hoàng đạo này cần phải đặt mình vào vị trí của đối phương nhiều hơn, nếu không đôi bên rất dễ xảy ra tranh cãi, mâu thuẫn.<br/><br/>&emsp;Hãy tận dụng mọi kỹ năng xã hội và sự kinh nghiệm của bản thân để thực hiện được mục tiêu. Nên nhớ rằng, để có được thành công bạn phải cần đến sự trợ giúp của rất nhiều người, không phải là khoảng thời gian thích hợp để hành động một mình đâu.<br/><br/>&emsp;Ma Kết cần cắt giảm bớt các hoạt động xã hội trong nửa đầu tháng. Bạn nên đảm bảo sức khỏe và tinh thần để ứng phó tốt với sự bận rộn sau đó. Việc rèn luyện thể chất đều đặn sẽ giúp bạn tăng cường sức khỏe, cung cấp thêm năng lượng cho những hoạt đồng hàng ngày.<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 con cung hoàng đạo nói rằng dù chuyện tình cảm của bảo Bình khá êm đẹp. Người độc thân sẽ có thêm những bước tiến mới trong mối quan hệ nhờ vào sự lãng mạn và tài ăn nói khéo léo của mình. Những đã có đôi có cặp thì nên chú ý quan tâm tới tâm tư tình cảm của nửa kia nhé.<br/><br/>&emsp;Tình hình tài chính tháng này không được khấm khá cho lắm, nguyên nhân chính là do những sự việc bất ngờ xảy ra trong công việc. Tuy nhiên, đến cuối tháng mọi việc sẽ dần ổn định, vì thế nên dù gì xảy ra đi nữa thì bạn cũng cần giữ vững tinh thần đương đầu với những rắc rối này nhé.<br/><br/>&emsp;Những thay đổi lớn trong công việc đòi hỏi chòm sao này phải chủ động bắt tay vào giải quyết. Bạn nên tập trung vào các công việc quan trọng hơn như dự án gần deadline. Ngoài ra, bạn cũng chú ý đến những kẻ có ý xấu muốn tiếp cận mình, tốt nhất không nên dễ dàng tin tưởng ai đó.<br/><br/>&emsp;Tình hình sức khoẻ của bạn trong tháng này vô cùng tốt và không có gì đáng lo ngại cả. Bạn chỉ cần ăn uống, nghỉ ngơi điều độ và cố gắng giữ tinh thần lạc quan, tích cực. Có như vậy mới có thể đảm bảo thể trạng khỏe mạnh để bạn tham gia vào các hoạt động trong cuộc sống.<br/><br/>",
	"SongNgu":"&emsp;Song Ngư có một tháng khá là bình lặng đối, đừng nên chú trọng vào những vấn đề lớn mà lại bỏ qua những yếu tố chi tiết quan trọng. Hãy học cách quản lí chặt chẽ mọi chuyện để đạt được hiệu quả hơn. Mối quan hệ xã giao của bạn cũng đang phát triển theo chiều hướng tốt đẹp.<br/><br/>&emsp;Các cặp đôi nảy sinh chút hiểu lầm, nguyên nhân chủ yếu là do chuyện tiền bạc. Vấn đề này khá nhạy cảm nên hãy giải quyết nó thật khéo léo nhé. Với những bạn còn độc thân, hãy cẩn thận với một trong số những người quen bên cạnh mìn, ai đó đang lợi dụng sự cả tin của bạn để làm trò đùa đấy.<br/><br/>&emsp;Chính sự linh hoạt cộng với kỹ năng giao tiếp khéo léo sẽ hỗ trợ Song Ngư rất nhiều trong việc hoàn thành mục tiêu đấy. Tuy nhiên, có vẻ như môi trường làm việc của bạn khá căng thẳng vì khối lượng công việc khá nhiều. Do đó, bạn cần tập trung và cố gắng thật nhiều để hoàn thành đúng thời hạn nhé.<br/><br/>&emsp;Song Ngư hãy học cách thư giãn và tận hưởng cuộc sống. Mọi việc rồi sẽ tìm ra cách giải quyết, vì thế bạn hãy bớt suy nghĩ, quan tâm tới bản thân nhiều hơn. Bạn chớ nên thay đổi chế độ ăn uống, hãy duy trì thực đơn bữa ăn một cách khoa học, kết hợp rèn luyện cơ thể.<br/><br/>"
    },
"202007": {
    "Ty":"&emsp;Tử vi tháng 7/2020 Đông phương của 12 con giáp dự báo đây tuổi Tý đang trong giai đoạn thử thách, phải đối mặt với nhiều trở ngại trên con đường công danh sự nghiệp của mình. Cát tinh chiêu gọi quý nhân, con giáp này có cơ hội để thể hiện năng lực của mình, song nếu bản mệnh không biết cách nắm bắt cơ hội thì có khi lợi lại hóa thành hại.<br/><br/>&emsp;Con giáp này chịu nhiều tác động của cục diện Tương Hại nên tinh thần dễ bị kích động, khó giữ được bình tĩnh và sáng suốt. Bản mệnh cứ nghĩ phải tiết kiệm nhưng cuối cùng còn tốn kém hơn gấp nhiều phần. Cũng may có Thực Thần chiếu mệnh nên vẫn còn có cơ hội mà kiếm thêm đồng ra đồng vào.<br/><br/>&emsp;Tháng này người tuổi Tý đón nhận nhiều tin vui trong chuyện tình cảm đó. Đào hoa khởi vượng, con giáp này tìm được một người phù hợp làm một nửa của mình. Người ấy chính là chỗ dựa vững vàng cho bạn trong khoảng thời gian khó khăn này. Vợ chồng biết bù trừ cho nhau nhiều thứ trong cuộc sống.<br/><br/>&emsp;Ngũ hành Thủy Thổ xung khắc có thể tác động xấu đến sức khỏe của bản mệnh. Con giáp này cần phải chú ý nhiều hơn khi đi lại, tham gia giao thông, đề phòng mắc phải họa huyết quang, xảy ra va chạm không đáng có với người khác trên đường.<br/><br/>",
	"Suu":"&emsp;Tử vi tháng 7 dương lịch năm 2020 cho thấy tuổi Sửu gặp tháng Sửu Mùi tương xung, gây ra cục diện Xung Thái Tuế nên con giáp này chỉ cần giữ được vận trình bình ổn là tốt lắm rồi chứ đừng nói gì đến chuyện thăng quan tiến chức. Bản mệnh được nhắc nhở cần phải chú ý cách hành xử nơi làm việc của mình.<br/><br/>&emsp;Về phương diện tài lộc, con giáp này cần phải chú ý bởi trong tháng có Đại Hao hung tinh mang theo điềm báo hao tài tốn của sẽ đến với con giáp này bất cứ lúc nào, chỉ một phút sơ sảy cũng có thể phải trả giá đắt. Bản mệnh dù có tiền dư dả trong tay cũng chớ nên bốc đồng mà đổ tiền vào đầu tư mà chưa tìm hiểu kỹ thông tin.<br/><br/>&emsp;Con giáp này khó mà có được những điều mình mong muốn. Mâu thuẫn từ chuyện nhỏ tới chuyện lớn, vì không đồng nhất được quan điểm nên khó tránh khỏi những giận hờn, trách móc. Người tuổi Sửu đã có gia đình cũng sẽ khá mệt mỏi với những xung đột giữa các thành viên trong nhà.<br/><br/>&emsp;Tình hình sức khỏe sa sút khá nhiều. Thời tiết nắng nóng, cộng thêm những áp lực căng thẳng trong cuộc sống khiến cho con giáp này dễ cảm thấy mệt mỏi, uể oải. Con giáp này nếu có tiền sử bệnh về đường tiêu hóa như đau dạ dày hay đau đại tràng thì có thể khoảng thời gian này dễ bị tái phát bệnh cũ.<br/><br/>",
	"Dan":"&emsp;Theo tử vi hàng tháng 12 con giáp cho biết hung tinh có thể khiến cho vận trình công danh sự nghiệp của người tuổi Dần khó mà thăng tiến được, nếu không muốn nói là tụt dốc. Bản thân con giáp này có phần bất mãn với thời cuộc, luôn cảm thấy thiệt thòi vì bản thân làm nhiều việc nhưng không được công nhận.<br/><br/>&emsp;Bản mệnh đừng mong chờ quá nhiều vào vận may tài lộc của mình. Trong tháng này không mất tiền đã là một sự may mắn rồi chứ đừng trông mong rằng tiền bạc vào nhà nhiều như nước. Mặc dù có Chính Tài ở bên nhưng tài chính cũng chỉ ở mức đủ chi tiêu, chứ không quá túng thiếu.<br/><br/>&emsp;Vận trình tình cảm của con giáp này không được thuận lợi. Các cặp đôi căng thẳng vì nhiều vấn đề trong cuộc sống nên có thể sẽ dễ tranh cãi, mâu thuẫn. Ai cũng có áp lực của riêng mình và không muốn phải lắng nghe, xoa dịu đối phương. Dần dà đôi bên xa cách và không còn giữ được sự nồng nàn gắn bó như trước.<br/><br/>&emsp;Về phương diện sức khỏe trong tháng không được tốt cho lắm. Ngũ hành xung khắc dễ khiến cho bản mệnh chịu nhiều ảnh hưởng của thời tiết nắng nóng mưa nhiều. Con giáp này nên hạn chế ra ngoài giữa trưa nắng hay khi trời đang mưa to để tránh bị say nắng trúng gió.<br/><br/>",
	"Meo":"&emsp;Bói tử vi 12 con giáp nói rằng, người tuổi Mão có thể yên tâm tiến hành những kế hoạch mình ấp ủ từ lâu, về cơ bản đều đạt được những mục tiêu như đã đề ra. Tuy nhiên vận xui của con giáp này không quá lớn nhưng họa phúc khôn lường, nên có phương án dự phòng để kịp thời ứng phó trong những trường hợp ngoài ý muốn.<br/><br/>&emsp;Đường tài lộc của bản mệnh vô cùng dồi dào. Thiên Tài soi chiếu giúp cho chỉ số may mắn của con giáp này tăng lên gấp bội, có thêm nhiều cơ hội để kiếm tiền đầy tay. Ngoài thu nhập từ công việc chính, bản mệnh còn có nghề tay trái để hái ra tiền. Việc đầu tư kinh doanh trong thời gian này cũng khá thuận lợi.<br/><br/>&emsp;Vận trình tình duyên khởi sắc rực rỡ, đào hoa nở rộ con giáp này sẽ đón thêm nhiều tin vui về đường tình cảm của mình. Hỷ khí dồi dào, người tuổi Mão hãy chuẩn bị tinh thần để trái tim tràn ngập tình yêu đi nhé. Người độc thân có nhiều cơ hội để gặp gỡ làm quen với đối tượng khác phái ưng ý.<br/><br/>&emsp;Bản mệnh không cần phải lo lắng quá nhiều vấn đề sức khỏe. Con giáp này có thể bị cảm cúm hay bệnh vặt do thời tiết thôi chứ không mắc bệnh gì quá nghiêm trọng. Do đó hãy dọn dẹp sạch sẽ, gọn gàng để tránh việc mắc các bệnh về mắt hay hao tiền tốn của do sức khỏe.<br/><br/>",
	"Thin":"&emsp;Tử vi phương Đông dự báo vận trình tháng 7/2020 dương lịch, tuổi Thìn có một tháng con đường công danh sự nghiệp khởi sắc. Con giáp này biết cách thuận theo chiều hướng phát triển mà lựa mình, linh hoạt thay đổi để không đánh mất bản sắc mà vẫn gây được sự chú ý nhất định.<br/><br/>&emsp;Bản mệnh có tài vận khá lý tưởng, cả Chính Tài và Thứ Tài đều xuất hiện cho thấy bản mệnh đang có vận may lớn lắm đó. Trong tháng có nhiều cơ hội kiếm tiền khá dễ dàng, người kinh doanh sẽ có quý nhân ở bên trợ giúp, nhờ thế mà chuyện làm ăn thuận lợi suôn sẻ, thậm chí có thể mở rộng quy mô phát triển.<br/><br/>&emsp;Về phương diện tình cảm, không thiếu người theo đuổi thế nhung con giáp này vẫn chăn đơn gối chiếc vì đưa ra quá nhiều tiêu chuẩn về một nửa của mình mà không chịu xem xét tình hình thực tế. Người tuổi Thìn đang để cho những câu chuyện ngôn tình khiến bản thân lầm tưởng nghiêm trọng rồi đó.<br/><br/>&emsp;Tình hình sức khỏe không được tốt. Áp lực công việc căng thẳng nên đôi lúc bản mệnh quên bữa, bỏ bữa cùng tinh thần không thoải mái, việc ăn uống cũng kém ngon miệng. Con giáp này cần khắc phục tình trạng này, cân đối cuộc sống của mình tốt hơn để hạn chế những tác động xấu tới thân thể nhé.<br/><br/>",
	"Ti":"&emsp;Tuổi Tị sẽ cần dồn nhiều tâm sức vào công việc. Đây là khoảng thời gian khó khăn với nhiều thách thức ở phía trước, đồng thời phải cạnh tranh không ngừng nghỉ với các đối thủ cũng đang nhăm nhe ngồi vào vị trí của con giáp này. Bản mệnh càng chủ động trong công việc thì càng dễ gặt hái được thành công.<br/><br/>&emsp;Vận trình tài lộc của con giáp này kém vượng, chỉ có nguồn thu chính chứ chẳng có thêm nguồn thu phụ nào cả. Chớ dại mà đầu tư vô tội vạ bởi tháng này Thứ Tài kém sắc, sẽ khiến bản mệnh mất tiền hao của mà thôi. Hãy tỉnh táo trong những quyết định của mình, chỉ một lần lầm lỡ là sẽ mất đi nhiều thứ đấy.<br/><br/>&emsp;Sự cô đơn có thể khiến cho con giáp này đi đến những quyết định sai lầm. Đưa chân nhắm mắt vì mong muốn có được chỗ dựa, có nơi gửi gắm tình cảm nhưng vì lựa chọn vội vàng nên hiện thực có thể hoàn toàn trái ngược với những gì bản thân mong đợi. Trong khi đó các cặp đôi lại rất dễ nảy sinh mâu thuẫn.<br/><br/>&emsp;Sức khỏe không tốt, con giáp này dễ bị ốm vặt. Người tuổi Tị hay bị ảnh hưởng bởi các yếu tố bên ngoài, có thể là thời tiết hay tâm trạng mà sinh bệnh, không nghiêm trọng nhưng cũng gây bất tiện trong cuộc sống. Bản mệnh nên có ý thức chăm sóc cho mình tốt hơn nhé.<br/><br/>",
	"Ngo":"&emsp;Đường công danh sự nghiệp của người tuổi Ngọ tiến triển vượt trội nhờ cục diện Ngọ Mùi nhị hợp. Dù vậy không phải không có khó khăn nào cản đường, nhưng về cơ bản mọi sự đã dễ dàng hơn rất nhiều. Con giáp này nhìn ra được những cơ hội phía trước và sẵn sàng cố gắng nỗ lực để đạt được mục tiêu.<br/><br/>&emsp;Tài vận không được dồi dào cho lắm. Tuy công việc thuận lợi sẽ giúp tiền bạc dễ thở hơn nhưng chủ yếu vẫn là nguồn thu chính gánh đỡ, Thứ Tài không có nên nguồn thu phụ rất ít hoặc hầu như không có, bản mệnh khó có thể cân đối được chi tiêu khi mà có nhiều khoản chi phát sinh trong tháng.<br/><br/>&emsp;Con giáp này sẽ phải đối mặt với những rào cản trong tình yêu do chính bản thân tự dựng. Dù có Thiên Diêu cát tinh hỗ trợ nhưng cũng chỉ làm giảm bớt những suy nghĩ tiêu cực trong lòng người tuổi Ngọ mà thôi. Bản mệnh vốn phóng khoáng nhưng cũng không đến mức dễ dãi chấp nhận mọi thứ.<br/><br/>&emsp;Về phương diện sức khỏe, con giáp này dễ bị ảnh hưởng của thời tiết, hay đau nhức xương khớp, sổ mũi nhức đầu… Ngoài ra, do áp lực cuộc sống mà tinh thần của bản mệnh thường xuyên căng thẳng, ăn uống ngủ nghỉ cũng không được điều độ, ngày buồn ngủ mà đêm lại thức chong chong là chuyện thường.<br/><br/>",
	"Mui":"&emsp;Tử vi hàng tháng 12 con giáp dự báo tuổi Mùi trong tháng 6 âm lịch này vận trình nhiều thăng trầm. Con giáp này sẽ khá vất vả để giữ cho mọi việc trong tầm kiểm soát của mình. Bản mệnh cũng cảm thấy mệt mỏi khi cứ cố gắng ngày này qua tháng khác mà không nhìn thấy tia sáng phía cuối con đường đang đi.<br/><br/>&emsp;Đường tài lộc của con giáp này không được tốt cho lắm, có dấu hiệu xuống dốc rõ rệt. Nguồn thu không có nhiều, chủ yếu tiền bạc có được là từ công việc chính.  Bản mệnh cũng muốn tăng thêm thu nhập nhưng khó lòng chọn được thứ thực sự phù hợp với mình, mất nhiều thời gian mà tiền bạc cũng chẳng có là bao.<br/><br/>&emsp;Vận trình tình duyên kém sắc, con giáp này cảm thấy bất an dù kỳ thực chẳng có chuyện gì đáng để lo lắng cả. Áp lực cuộc sống và những vấn đề nảy sinh trong công việc khiến người tuổi Mùi suy nghĩ quá nhiều, chẳng còn tâm trí đâu nghĩ chuyện yêu đương nữa. Tình cảm vì thế mà phai nhạt dần.<br/><br/>&emsp;Sức khỏe trong tháng này chịu ảnh hưởng của thời tiết nhưng không quá nghiêm trọng. Có điều, bản mệnh cần phải giữ cho mình tinh thần lạc quan. Bệnh vặt nhưng nếu lo lắng quá mức thì cũng sẽ dễ nhìn nhận sự việc theo hướng bi quan, làm gì cũng lo lắng hoang mang, không có tinh thần tốt.<br/><br/>",
	"Than":"&emsp;Xem tử vi tháng 7/2020 dương lịch, người tuổi Thân khó mà đạt được mục tiêu trong công việc như mong đợi. Có nhiều vấn đề phát sinh bất ngờ, khiến cho con giáp này chẳng kịp trở tay. Hiệu quả làm việc sụt giảm, cơ hội để bản mệnh phát triển năng lực của mình cũng bị thu hẹp đi nhiều phần.<br/><br/>&emsp;Đường tài lộc không được như ý. Con giáp này khó tìm được cơ hội phát tài phát lộc, việc kinh doanh buôn bán cũng dễ vướng phải những rắc rối không đáng có. Thực ra thu nhập chính của bản mệnh vẫn khá bình ổn, nhưng với người tham vọng lớn thì sự bình ổn đó chính là thụt lùi.<br/><br/>&emsp;Cát tinh đào hoa trợ mệnh nên tuổi Thân dễ dàng tìm được tình yêu, dường như những khó khăn trước đó đã hoàn toàn tan biến. Con giáp này nhận ra được trái tim mình rung động ai. Khi đã xác định được tình cảm của mình thì bản mệnh sẵn sàng làm mọi thứ để bảo vệ mối quan hệ này.<br/><br/>&emsp;Tình hình sức khỏe khá tốt. Con giáp này không có nhiều vấn đề cần phải lo lắng, song vì lười rèn luyện nên thể trạng không được ổn định, sức đề kháng cũng không cao. Hãy dành thời gian nhiều hơn cho việc nghỉ ngơi hợp lý, đồng thời đừng quên tập luyện thể dục thể thao nhé.<br/><br/>",
	"Dau":"&emsp;Tử vi phương Đông của 12 con giáp cho thấy sự xuất hiện hung tinh và cát tinh tuổi Dậu trải qua nhiều cung bậc cảm xúc khi mà khó khăn xuất hiện rồi lại tan biến, nhưng đứng trước thành công lại bị trở ngại ngáng đường. Kẻ tiểu nhân gây ra rắc rối khiến cho con giáp này mất nhiều thời gian để giải quyết ổn thỏa.<br/><br/>&emsp;Bản mệnh không may mắn lắm trong chuyện tiền bạc đâu. Con giáp này có phần nông nổi, thích là làm nên có lúc khởi đầu thì hoành tráng mà kết thúc lại chẳng đâu vào đâu, tiền bạc đổ vào đầu tư kinh doanh cũng tan thành mây khói. Nếu không cân nhắc kỹ càng sẽ dễ mất tiền hao của, phải vay mượn khắp nơi.<br/><br/>&emsp;Tình cảm là thứ mà con giáp này không thể nào đoán định được. Những thay đổi khá bất ngờ sẽ khiến cho bản mệnh hoang mang. Hạnh phúc cả đời không phải đem ra để đánh đổi hay thử nghiệm. Nếu đã suy nghĩ kĩ càng thì dù đúng hay sai cũng không ân hận bởi đấy là quyết định phù hợp nhất trong thời điểm đó.<br/><br/>&emsp;Sức khỏe của con giáp này sẽ bị ảnh hưởng ít nhiều, nhất là về đường tiêu hóa. Nắng nóng kéo dài khiến cho bản mệnh ăn uống kém ngon miệng. Ngoài ra bản thân tuổi Dậu phải tự có ý thức chăm sóc. Đừng ỷ lại vào người khác trong khi chính mình hoàn toàn có thể làm được.<br/><br/>",
	"Tuat":"&emsp;Vận trình công danh sự nghiệp của người tuổi Tuất khá hanh thông thuận lợi. Nhờ có Chính Ấn chỉ lối soi đường nên con giáp này dễ dàng tìm được người hợp tác làm ăn tốt, kế hoạch mới tiến hành càng ngày càng suôn sẻ. Bản mệnh hãy cứ cố gắng, nỗ lực hết sức để có được vị trí mình mong muốn.<br/><br/>&emsp;Chính Tài khởi vượng, nguồn thu trong tháng khá dồi dào. Con giáp này có thể không có nhiều tiền bạc đến từ những trò may rủi nhưng hoàn toàn sống no đủ bằng thu nhập chính. Bản mệnh lại biết cách chi tiêu hợp lý, có các khoản tiết kiệm và đầu tư khả quan nên vấn đề tiền bạc không phải lo phiền.<br/><br/>&emsp;Đường tình duyên thăng hoa rõ ràng. Người độc thân sẽ có những trải nghiệm ngọt ngào và lãng mạn bên người mình yêu. Tuy nhiên, có thể con giáp này chưa thực sự phải lòng đối phương. Tuổi Tuất nên thành thật hơn. Khi đã nhận lời yêu ai thì đừng cho người khác thêm cơ hội nhé.<br/><br/>&emsp;Tình trạng sức khỏe tháng 6 âm lịch này khá tốt, con giáp này chỉ thi thoảng gặp chút vấn đề về cân nặng mà thôi. Phương án hợp lý nhất với con giáp này là tăng cường tập luyện thể dục thể thao. Đừng ngồi ì một chỗ quá lâu, chẳng tốt chút nào đâu. Lười vận động sẽ khiến cho bản mệnh ì trệ đấy.<br/><br/>",
	"Hoi":"&emsp;Xem tử vi 12 con giáp nói rằng tuổi Hợi sẽ có được nhiều may mắn trên con đường công danh sự nghiệp. Con giáp này có quý nhân chỉ lối soi đường nên nhanh chóng tìm được hướng đi phù hợp với mình, cũng tiết kiệm được không ít thời gian và công sức. Bản mệnh cũng linh hoạt xử lý vấn đề nên hóa giải được những khúc mắc trước đó.<br/><br/>&emsp;Con giáp này có lộc trời cho, chuyện làm ăn buôn bán cực kỳ thuận lợi. So với những tháng trước thì đây là thời điểm bội thu, lợi nhuận tăng vọt ở mức đáng bất ngờ. Nếu bản mệnh có ý định mở rộng quy mô kinh doanh thì hãy mạnh dạn tiến tới, có thể đạt được sự bứt phá khiến bao người phải ngưỡng mộ.<br/><br/>&emsp;Đào hoa vượng cho người độc thân sau bao chờ trông cuối cùng cũng tìm được đối tượng tâm đầu ý hợp với mình. Người tuổi Hợi đã có gia đình có thể rơi vào tình cảnh rắc rối. Hạnh phúc gia đình cần luôn luôn chung tay vun đắp, chớ nên để lòng mình ngả nghiêng mà mất đi thứ đáng quý rồi mới nuối tiếc.<br/><br/>&emsp;Về phương diện sức khỏe không được lý tưởng cho lắm. Con giáp này tự mình suy nghĩ tạo áp lực cho bản thân nên dễ cảm thấy mệt mỏi, khó chịu trong người. Nên tìm cách giải trí cho đầu óc thư thái, đừng ép mình thái quá mà hại cho sau này. Bản mệnh có thể đi du lịch đâu đó để giảm bớt áp lực nhé.<br/><br/>",
	"BachDuong":"&emsp;Tử vi tháng 7 cho thấy Bạch Dương trải qua quãng thời gian khá suôn sẻ, êm đềm nếu bạn luôn cố gắng hết sức mình trên mọi phương diện của cuộc sống. Bạn cũng có thể nhận ra rằng những mục tiêu thực tế sẽ có ích hơn cho tương lai của mình.<br/><br/>&emsp;Chòm sao này còn độc thân dường như không ôm quá nhiều kỳ vọng. Bạn cảm thấy rằng mình hoàn toàn có thể sống một mình mà chẳng cần yêu đương gì cả. Tử vi hàng ngày nhận thấy. Trong khi đó, người đã có nửa kia duy trì tình cảm ổn định, song đôi bên không tâm sự với nhau quá nhiều chuyện.<br/><br/>&emsp;công việc không được suôn sẻ cho lắm, đây chính là lý do làm cho bạn luôn thấy buồn rầu và chán nản. Mặc dù vậy, nhưng bạn cũng đừng vội chán nản và lơ là công việc hãy cứ cố gắng hết mình, bạn sẽ thu lại về được những kinh nghiệm quý báu cho bản thân.<br/><br/>&emsp;Một vài cơ hội đầu tư đáng giá sẽ xuất hiện trước mắt bạn, nếu biết nắm bắt, bạn sẽ có một tháng chi tiêu khá phóng khoáng. Bạn cần phải chú ý đến vấn đề sức khỏe nhiều hơn, tránh ngồi máy tính quá lâu hoặc vận động quá mạnh sẽ gây ảnh hưởng đến thân thể của bạn.<br/><br/>",
	"KimNguu":"&emsp;Kim Ngưu đang ấp ủ một kế hoạch hay ho mới. Còn lo ngại gì mà không bắt tay vào thực hiện, mặc dù khả năng thành công không chắc chắn nhưng nếu may mắn mỉm cười, bạn sẽ thu về một khoản lợi nhuận lớm. Hơn nữa, vận may cũng sẽ ở bên cạnh bạn, hãy tận dụng cơ hội tốt này.<br/><br/>&emsp;Cung hoàng đạo này đã có đôi có cặp sẽ nảy sinh một chút hoài nghi và lo lắng trong mối quan hệ của hai người. Có vẻ bạn đang muốn xây dựng một gia đình ổn định, êm ấm, nhưng người ấy lại quá mức thờ ơ với vấn đề này. Khiến cho bạn vô cùng buồn bực và bất mãn.<br/><br/>&emsp;Những người độc thân dường như chưa thoát khỏi ám ảnh quá khứ, để có thể bắt đầu một mối quan hệ mới. Bạn thường có tư tưởng so sánh người mới với người cũ. Điều này khiến bạn rất khó để có thể tìm được tình yêu cho mình, vì không ai thích bị so sánh với khác cả.<br/><br/>&emsp;Tình hình sức khỏe trong tháng này khá tốt, tuy nhiên cần cải thiện nó hơn nữa bằng việc khắc phục những triệu chứng nhẹ như đau lưng, cảm lạnh chẳng hạn. Đừng chủ quan dù là những biển hiện nhỏ nhất nhé. Lời khuyên dành cho bạn là chăm chỉ rèn luyện thể thao hơn.<br/><br/>",
	"SongTu":"&emsp;Song Tử sẽ nhận được nhiều sự giúp đỡ, nhờ thế mà mọi chuyện đều diễn ra một cách suôn sẻ, thuận lợi. Công việc đang trong giai đoạn quan trọng cuối cùng, chính về hãy tập trung thật cao độ để làm việc nhé. Chắc chắn bạn sẽ có được những thành quả xứng đáng.<br/><br/>&emsp;Tình hình tài chính của bạn tương đối ổn định nhờ sự cẩn trọng trước mỗi quyết định chi tiêu. Bạn không có dự định mua sắm gì quá nhiều trong tháng này. Tuy nhiên cung hoàng đạo này cũng nên lập kế hoạch tiết kiệm để phòng ngừa cho những trường hợp cấp bách.<br/><br/>&emsp;Người độc thân đã xây dựng được hình mẫu lý tưởng cho mình, chính vì thế mà bạn dường như khá kén chọn và khó rung động với bất cứ ai. Nếu đã có nửa kia, bạn cảm thấy rằng nửa kia càng lúc càng ỷ lại mình hơn. Điều này khiến bạn càng cảm thấy tự tin và mạnh mẽ khi đối diện với khó khăn.<br/><br/>&emsp;Chòm sao này cần chú ý bổ sung nước cho cơ thể để hoạt động tối ưu và tránh tình trạng mất nước. Điều này khá là quan trọng trong cái nắng gay gắt của những ngày hè. Một số người có thể mắc bệnh cảm, cúm do đó bạn nên chú ý hơn đến sức khỏe của mình.<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi nói rằng công việc của Cự Giải có tiến triển hay không tất cả đều phụ thuộc vào khả năng, năng lực của bạn. Nếu có thể nâng cao khả năng giao tiếp, chắc hẳn bạn sẽ có trong tay những cơ hội tốt. Nếu bạn đang có ý định chuyển đổi thì đây chính là thời điểm thuận lợi nhất cho bạn.<br/><br/>&emsp;Về phương diện tài chính của bạn trong tháng này cũng khá tốt. Nhờ sự chăm chỉ cùng cố gắng hết hình trong công việc mà bạn sẽ nhận được thành tựu nhất định. Mặc dù sẽ có một thời gian gặp trục trặc, nhưng đừng lo lắng quá bởi gia đình và bạn bè thân thiết sẽ hỗ trợ hết mình.<br/><br/>&emsp;Chuyện tình cảm không có nhiều biến động. Những người đã có đôi thì khá hài lòng với mối quan hệ hiện tại. Mọi việc diễn ra một cách tự nhiên và tốt đẹp. Chòm sao này độc thân cũng khá hài lòng với cuộc sống tự do, vấn đề tình cảm không ảnh hưởng đến bạn quá nhiều.<br/><br/>&emsp;Tuy sức khỏe khá ổn trong những tuần đầu, tuy nhiên tuần cuối cùng của tháng sức khỏe lại có dấu hiệu giảm sút. Một trong những công việc bạn cần thực hiện hằng ngày để duy trì sức khỏe và giữ vóc dáng chính là luyện tập thể dục chăm chỉ và đều đặn.<br/><br/>",
	"SuTu":"&emsp;Sư Tử co một tháng rất căng thẳng và áp lực. Bạn sẽ dồn toàn bộ tinh thần và sức lực cho công việc, và hầu như không còn thời gian rảnh dành cho gia đình, bạn bè. Tuy nhiên khả năng bạn sẽ nhận được khen thưởng và một kì nghỉ ngắn hạn sau những nỗ lực của mình.<br/><br/>&emsp;Về phương diện tài chính của cung hoàng đạo về cơ bản là ổn định nhưng lại không như mong đợi, chỉ đủ để cho bạn chi trả các khoản chi tiêu nhưng khoản dư ra còn khá ít để có thể tiêu xài cho những thứ không cần thiết. Vì thế, hãy sáng suốt trong việc chi tiêu bất cứ thứ gì.<br/><br/>&emsp;Chòm sao này độc thân dần dần có quan hệ thân thiết hơn với người khác phái, có vẻ đây sẽ là một mối tình rất triển vọng đây. Hãy thoải mái thể hiện bản thân mình nhé. Nếu đã có nửa kia, bạn và người ấy bắt đầu biết suy nghĩ nhiều hơn cho đối phương, tình cảm càng lúc càng bền vững.<br/><br/>&emsp;Bạn có thể cảm thấy hơi mệt mỏi và uể oải trong thời điểm này. Có lẽ bạn cần phải chú ý tập luyện và ăn ngủ đúng giờ hơn. Ngoài ra bạn cần chú ý chăm sóc đôi mắt của mình, không ngồi quá gần màn hình máy tính hay sử dụng liên tục để tránh gây khô và nhức mỏi mắt.<br/><br/>",
	"XuNu":"&emsp;Xem tử vi tháng 7/2020 của 12 chòm sao, Xử Nữ có một tháng tài chính khá dồi dào, số tiền dư dả cho phép bạn tiêu xài thoải mái với những thứ mình muốn mà không phải lo nghĩ hay đắn đo quá nhiều. Công việc cũng vô cùng suôn sẻ và không vướng phải bất cứ rắc rối nào.<br/><br/>&emsp;Cung hoàng đạo này cảm thấy cực kỳ hài lòng khi hoàn thành tất cả công việc còn đang dang dở từ tháng trước. Và khoảng thời gian cuối tháng, bạn có thể nghỉ ngơi và tận hưởng thành quả mà mình nhận được. Không những thế, bạn có thể sẽ đạt được vị trí cao hơn trong thời gian sắp tới.<br/><br/>&emsp;Có vẻ như đã lâu rồi bạn chưa tham gia vào những cuộc vui chơi, tụ tập bạn bè. Đây chính là thời điểm thích hợp, một buổi ăn chơi thả cửa cùng bạn bè hay đơn giản hơn là một bữa ăn thịnh soạn cùng gia đình người thân cũng sẽ giúp bạn phần nào gắn kết được những mối quan hệ đấy.<br/><br/>&emsp;Nếu như tháng trước chòm sao này quá mệt mỏi vì bệnh hay căng thẳng vì công việc thì trong tháng này, sức khỏe sẽ được cải thiện rõ rệt. Điều quan trọng là bạn phải cố gắng giữ tinh thần lạc quan và quan tâm và chăm sóc bản thân mình nhiều hơn, đây là lời khuyên dành cho bạn trong tháng này.<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình có một tháng khá bận rộn. Bạn có nhiều dự án cần phải hoàn thành, nhưng bạn không cần phải quá áp lực về nó bởi với tài trí cùng với sự nhanh nhạy của mình, bạn hoàn toàn có thể làm tốt. Tuy nhiên, bạn cần phải cẩn thận lời ăn tiếng nói với đồng nghiệp và cấp trên.<br/><br/>&emsp;Để đạt được thành công chòm sao này nên nghĩ đến chuyện thay đổi phong cách làm việc. Sự thay đổi này sẽ giúp bạn thấy phấn chấn hơn và tinh thần cũng hào hứng hơn. Tài chính cũng không để lại được nhiều vì trong tháng bạn chi tiêu quá nhiều cho chuyện mua sắm, do đó bạn cần phải kiềm chế lại đi nhé.<br/><br/>&emsp;Về phương diện tình cảm không mấy tốt đẹp. Người còn độc thân vẫn chưa có nhiều cơ hội để tiếp xúc với những đối tượng mới hoặc nếu có gặp cũng chỉ là xã giao bình thường. Đối với các cặp đôi, bạn và người ấy dễ xảy ra mâu thuẫn, tranh cãi, thậm chí hai người dần nghĩ đến ý định chia tay.<br/><br/>&emsp;Tình trạng sức khỏe của bạn chỉ ở mức trung bình mà thôi. Bạn có thể sẽ gặp phải tình trạng đau đầu hoặc chóng mặt. Những lúc như vậy, đừng gượng ép bản thân phải làm việc, thay vào đó bạn cần phải nghỉ ngơi và thư giãn. Có như vậy cơ thể mới nạp lại năng lượng và hồi phục được.<br/><br/>",
	"BoCap":"&emsp;Tử vi 12 chòm sao cho thấy Bọ Cạp sẽ gặp khó khăn trong công việc, thậm chí bạn phải nghĩ đến ý định thôi việc và chuyển sang một hướng khác. Tuy nhiên, khi đứng trước quyết định này, bạn cần phải cân nhắc thật kĩ bởi tháng này cơ hội đổi công việc của bạn cũng không cao đâu.<br/><br/>&emsp;Nếu bạn đã quyết định nghỉ việc, đừng vội lao đầu ngay vào công việc mới, hãy dành thời gian đi du lịch đó đây để cho đầu óc và tinh thần thoải mái. Từ đó chòm sao này cũng sẽ có khoảng tĩnh để suy nghĩ về những mong muốn và mục tiêu mà mình sẽ thực hiện trong tương lai.<br/><br/>&emsp;Nếu muốn nhanh chóng thoát cảnh cô đơn thì bạn cần phải mở rộng mối quan hệ của mình, có thể chủ động tìm kiếm chứ đừng thụ động ngồi chờ đợi. Bạn đừng vội nản lòng, hãy tham gia các bữa tiệc hay các buổi đi chơi cùng bạn bè để biết thêm và gặp gỡ được nhiều đối tượng, biết đâu trong số đó sẽ có người phù hợp.<br/><br/>&emsp;Cung hoàng đạo này đang yêu có một tháng ngập tràn hạnh phúc với những lời nói yêu thương cùng những buổi hẹn hò lãng mạn. Tình yêu của bạn sẽ ngày càng nồng nàn và sâu đậm, vì thế hãy cố gắng vun đắp cũng như luôn hâm nóng mối quan hệ bằng cách riêng của mình nhé.<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng tháng cho thấy Nhân Mã hãy quan sát thật kĩ, đừng để vụt mất bất cứ thời cơ nào. May mắn cũng sẽ ghé thăm bạn. Công việc nhờ thế mà nhanh chóng tiến triển và thăng tiến mạnh mẽ trong khoảng cuối tháng, tuy nhiên về phương diện tiền bạc thì phải hết sức thận trọng.<br/><br/>&emsp;Tình hình tài chính không được ổn cho lắm bởi thói chi tiêu hoang phí và sự hào phóng của bạn. Nếu cung hoàng đạo này muốn lúc nào cũng có tiền trong túi thì phải có một kế hoạch chi tiêu hợp lí, không nên thích gì mua nấy mà không biết chúng có thực sự cần thiết với mình hay không.<br/><br/>&emsp;Về phương diện tình cảm, có vẻ bạn sẽ bắt đầu một mối quan hệ mới trong tháng này. Có thể bạn sẽ gặp được nửa kia trong hoàn cảnh vô cùng bất ngờ hoặc trúng tiếng sét ái tình của đối phương. Và để bạn trông thu hút hơn, hãy chú ý đến vẻ bề ngoài của mình nhiều hơn nhé.<br/><br/>&emsp;Đối với những người đã có đôi có cặp, tháng này đôi bên có thể sẽ xảy ra một vài cuộc tranh luận nhỏ và chính tính bảo thủ của bạn càng làm cho xung đột bị đẩy lên cao trào. Vì thế nếu cứu vãn cuộc tình của mình, bạn cần phải thận trọng trong lời nói và cách suy nghĩ của mình.<br/><br/>",
	"MaKet":"&emsp;Ma Kết sẽ gặt hái được nhiều thành công trong tháng 7. Dường như mọi kế hoạch, dự định bạn đề ra đều thu về kết quả tốt mà không vấp phải bất cứ chướng ngại vật nào. Sức sáng tạo cùng với sự giúp đỡ của quý nhân đã góp phần giúp cho bạn dễ dàng hoàn thành tốt mọi kế hoạch của mình.<br/><br/>&emsp;Chính vì thành quả bạn mang về cho công ty nên chắc chắn sẽ được cấp trên tín nhiệm và phân phó cho nhiều dự án quan trọng hơn. Nhờ thế mà tài chính tháng này sẽ khá vừa lòng. Với khoản tiền bạc có được nếu bạn biết chi tiêu hợp lí, chắc hẳn bạn sẽ có một khoản tiền để tiết kiệm tương đối ổn đó.<br/><br/>&emsp;Chuyện tình cảm cũng tiến triển êm đẹp. Cung hoàng đạo này còn độc thân cơ hội sẽ tìm đến khi bạn đến với môi trường làm việc mới, biết đâu một người đồng nghiệp nào đó sẽ lọt vào mắt xanh của bạn thì sao. Hãy thử trò chuyện và cởi mở hơn để tìm hiểu xem sao nhé.<br/><br/>&emsp;Nếu đã có nửa kia, tình cảm của chòm sao này và nửa kia khá ổn định, cả hai đều cần dành nhiều thời gian rảnh rỗi hơn để ở bên đối phương, cùng nhau chia sẻ vui buồn trong cuộc sống. Một số người sẽ đưa đến một quyết định quan trọng để gắn kết cuộc đời mình với ai đó.<br/><br/>",
	"BaoBinh":"&emsp;Tử vi 12 con cung hoàng đạo nói rằng Bảo Bình có ý định thay đổi công việc trong tháng này thì hãy bạn bắt tay vào tìm kiếm dần đi nhé bởi đây sẽ là cơ hội tốt để bạn khám phá những chân trời mới. Bên cạnh đó, bạn cần chú ý những chi tiết nhỏ trong công việc để tránh sai sót không đáng có nhé.<br/><br/>&emsp;Ngoài vấn đề chuyển đổi công việc, bạn cũng cần phải chú tâm nhiều hơn đến gia đình và người thân của mình. Nếu bạn có kế hoạch đi cùng gia đình, hãy cố gắng tiết kiệm và vạch ra một kế hoạch rõ ràng nhé. May mắn về tiền bạc sẽ đến với bạn vào khoảng đầu tháng đấy.<br/><br/>&emsp;Nhờ sự nhiệt huyết và không ngừng nỗ lực học hỏi mà bạn đã đúc rút ra được vài kinh nghiệm trên lĩnh vực đầu tư. Chuyện kinh doanh hứa hẹn bùng nổ trong tương lai. Song đừng nên chỉ nhìn thấy cái lợi trước mắt mà vội vàng dồn tiền nhé. Khi đưa ra quyết định nào cũng phải suy tính kĩ càng.<br/><br/>&emsp;Cung hoàng đạo cần phải học cách hâm nóng mối quan hệ của hai người bằng những buổi hẹn hò lãng mạn như cùng nhau đi ăn tối dưới ánh nến lung linh hay đi xem một bộ phim yêu thích. Điều quan trọng, bạn cần phải sớm xác định tình cảm của hai người nếu như muốn tiến xa hơn.<br/><br/>",
	"SongNgu":"&emsp;Song Ngư hứng thú với các lĩnh vực nghệ thuật như vẽ tranh, chụp ảnh hay làm phim, bạn muốn tạo ra thứ gì đó đẹp đẽ và độc đáo. Bạn tìm thấy nguồn cảm hứng từ chính những gì gần gũi nhất, hoa cỏ hay bờ biển, cảnh hoàng hôn, hay những người xung quanh.<br/><br/>&emsp;Chòm sao này muốn dành những gì tốt nhất cho nửa kia. Bạn cũng mong người ấy sẽ đáp lại những điều tương tự, nhưng bạn cần hiểu rằng mỗi người đều có cách thể hiện tình yêu khác nhau. Có thế đối phương là người dè dặt hơn, dù cố gắng nhưng sẽ không được mạnh dạn như bạn.<br/><br/>&emsp;Nếu tháng trước trôi chảy bao nhiêu thì bước sang tháng này, chuyện tình cảm của bạn lại có nhiều sóng gió trong mối quan hệ của hai người. Tuy nhiên cũng đừng quá lo lắng, hãy giải quyết theo những cách đơn giản nhất và đừng biến sự việc đơn giản trở nên nghiêm trọng.<br/><br/>&emsp;Hãy tận hưởng cuộc sống và dành nhiều thời gian cho những sở thích của mình. Bên cạnh đó, lời khuyên dành chòm sao này này là siêng tập thể dục và điều chỉnh chế độ ăn uống hợp lí để đảm bảo cơ thể của bạn luôn tràn đầy năng lượng. Có như vậy bạn mới làm mọi việc một cách tốt nhất được.<br/><br/>"
    },
"20200701": {
    "Ty":"&emsp;Tuổi Tý vận trình vô cùng hanh thông, thuận lợi. Bản mệnh có thể phát huy được tài năng của mình, sự nghiệp nhờ đó mà ngày càng thăng tiến. Con giáp này luôn cố gắng không ngừng nghỉ để chứng tỏ bản thân và đạt được những thành công như mong muốn.<br/><br/>&emsp;Tuy nhiên, đôi khi bản mệnh vẫn quá ham mê tự do và không muốn chịu sự gò bó. Dù điều này giúp người tuổi Tý có khả năng sáng tạo nhưng có phần thiếu đi sự kỉ luật. Dù con giáp này ở vị trí nào, hay ở đâu thì mọi chuyện đều phải tuân theo quy tắc đã đặt ra và không thể làm việc chỉ theo ý của mình.<br/><br/>&emsp;Không khí trong nhà khá căng thẳng, bản mệnh cảm thấy mệt mỏi khi về đến nhà cũng không được yên thân, cứ phải mệt mỏi đấu trí với nhau. Dường như đôi bên đã quên rằng mình là một gia đình mà cứ phải tranh cãi xem ai đúng ai sai, chứng tỏ ai mới là người thông minh hơn, tài giỏi hơn.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Thân<br/><br/>",
	"Suu":"&emsp;Đường tình duyên của tuổi Sửu khá tốt đẹp. Các cặp vợ chồng đồng sức đồng lòng vượt qua khó khăn, thử thách trong cuộc sống đồng để xây dựng hạnh phúc gia đình, đó có lẽ là điều mà ai cũng đều mong muốn nhưng không phải ai cũng may mắn có được.<br/><br/>&emsp;Mối quan hệ nào đều khó tránh khỏi những lúc cơm không lành, canh không ngọt nhưng đã là vợ chồng thì phải thương yêu, nhường nhịn lẫn nhau. Hai người cũng đã trải qua những giai đoạn khó khăn với nhiều mâu thuẫn và căng thẳng, nhưng tình yêu thương sẽ giúp hạnh phúc gia đình bền lâu.<br/><br/>&emsp;Vận trình sự nghiệp có phần khó khăn khi mà mọi kế hoạch đều không mang lại kết quả như ý. Mặc dù là cuối tuần nhưng con giáp này vẫn phải vùi mình vào làm việc bởi những vấn đề phát sinh. Thời gian nghỉ ngơi đã ít nay còn càng ít hơn, bản mệnhcảm thấy mệt mỏi, chỉ muốn buông xuôi thôi.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Mão<br/><br/>",
	"Dan":"&emsp;Tử vi ngày 1/7/2020 của 12 con giáp cho biết tuổi Dần gặp chút rắc rối về tiền bạc. Mặc dù có tiền nhưng lại chẳng thể giữ nổi trong tay. Con giáp này yêu thích những thứ xa xỉ, lộng lẫy, chính vì thế mà đôi khi cố gắng mua những thứ không thực sự cần thiết chỉ để thể hiện mình.<br/><br/>&emsp;Dường như bản mệnh đã quá xem trọng cái nhìn của người khác về mình, bị tác động bởi ý kiến xung quanh. Người tuổi Dần nên nhớ rằng giá trị của bản thân không nằm ở những thứ khoác lên người, hay tài sải vật chất sở hữu, nó thể hiện qua phầm chất đạo đức cũng như năng lực.<br/><br/>&emsp;Về phương diện tình cảm có chuyển biến tích cực. Những hiểu lầm trước đây dần được hóa giải, con giáp này đã bỏ được những gánh nặng trong lòng, đôi bên ngày càng yêu thương nhau. Khi hai trái tim đã cùng chung nhịp đập, tâm trí luôn hướng về nhau thì chuyện tương lai cũng còn xa xôi nữa.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Hợi<br/><br/>",
	"Meo":"&emsp;Bói tử vi nói rằng người tuổi Mão cần phải cẩn trọng và suy nghĩ kĩ càng hơn nếu không phải chịu hậu quả bởi những hành động bốc đồng của mình. Bản mệnh được nhiều người giúp đỡ nhưng biết ơn mà xem như việc ấy là chuyện bình thường. Điều đó cũng có thể ảnh hưởng đến sự nghiệp sau này.<br/><br/>&emsp;Con giáp này đón nhận nhiều may mắn về tài lộc. Việc kinh doanh ngày càng phát đạt, làm ăn suôn sẻ, chẳng cần phải suy nghĩ nhiều hay vất vả, tiền bạc dồi dào. Hãy xây dựng kế hoạch cụ thể cho khoản tiền kiếm được, đừng tiêu xài lãng phí bởi đó là những đồng tiền mồ hôi nước mắt của mình.<br/><br/>&emsp;Ngũ hành Mộc sinh xuất cho Hỏa, có thể những hành động của tuổi Mão chẳng được người ấy hiểu cho đâu. Mặc dù việc con giáp này đang làm là cho gia đình, cho mối quan hệ của cả hai người nhưng cuối cùng lại bị trách móc là vô tình, tàn nhẫn.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Thin":"&emsp;Đường tài lộc của tuổi Thìn ngày càng khởi sắc. Con giáp này có nhiều cơ hội kiếm tiền, hãy tỉnh táo để nắm bắt nó ngay nhé. Ngoài sự may mắn thì còn cần cả sự tỉnh táo nữa, nếu bản mệnh không đủ nhạy bén thì dù tiền đến trước mắt mình mà cũng không hề hay biết.<br/><br/>&emsp;Con giáp này chịu với nhiều thị phi, trở ngại trong công việc. Người tuổi Thìn không được đồng nghiệp ủng hộ hay giúp đỡ, thậm chí còn bị cô lập nữa. Bản mệnh chẳng hiểu tại sao mình trở thành cái gai trong mắt nhiều người đến thế, làm chuyện gì cũng bị soi mói, bịa đặt điều không đúng sự thật.<br/><br/>&emsp;Lợi danh là thứ khiến cho nhiều người trở nên mù quáng, chẳng biết đúng sai phải trái. Sống ở đâu thì phải biết quy luật để tồn tại ở đó. Nếu không nhanh chóng tìm cách thích nghi hoặc tìm đến một nơi khác phù hợp thì sớm muộn con giáp này cũng sẽ mệt mỏi mà từ bỏ.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Thân, Tuất<br/><br/>",
	"Ti":"&emsp;Theo tử vi phương Đông, tuổi Tị được quý nhân nâng đỡ trên con đường sự nghiệp. Con giáp này sẽ có cơ hội để thể hiện năng lực của mình. Mặc dù có thể gặp vài khó khăn nhưng nhờ khả năng ứng biến linh hoạt và trí thông minh nên bản mệnh xoay chuyển mọi việc theo hướng tốt đẹp.<br/><br/>&emsp;Tuy nhiên vận trình tình cảm lại không được suôn sẻ như vậy. Người tuổi Tị và nửa kia chẳng thể dung hòa. Mới lúc trước còn yêu thương nồng nghiệt nhưng ngay lúc sau có thể tranh cãi, mâu thuẫn đến kịch liệt. Dường như đôi bên không tìm được tiếng nói chung trong mối quan hệ này.<br/><br/>&emsp;Những lúc nóng giận thường khó kiểm soát được bản thân, lí trí cũng chẳng còn tỉnh táo nên bản mệnh nói ra những lời làm tổn thương đối phương. Lời nói ra không thể nào rút lại được, vì thế hãy suy nghĩ hơn bởi điều đó chẳng những làm bản thân day dứt mà còn khiến cho người mình yêu thương đau khổ.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Thân<br/><br/>",
	"Ngo":"&emsp;Người tuổi Ngọ có thể mất đi tình yêu đang có chỉ vì sự nóng giận của mình. Vận trình tình cảm kém sắc. Con giáp này căng thẳng và mệt mỏi vì nhiều chuyện, những áp lực chẳng thể giải tỏa được khiến bản mệnh không vừa ý một chút cũng có thể bùng nổ cảm xúc bất cứ lúc nào.<br/><br/>&emsp;Con giáp này dễ dàng nảy sinh tranh cãi với một nửa. Mâu thuẫn giữa hai người chẳng những không vơi bớt mà còn nhiều hơn theo thời gian. Có thể tuổi Ngọ và người ấy cố gắng giữ bình tình để mối quan hệ bớt căng thẳng nhưng lại không tìm cách giải quyết vấn đề triệt để.<br/><br/>&emsp;Bù lại vận trình công danh sự nghiệp tiến triển khá tốt. Con giáp này đã bắt nhịp được với công việc mới và thể hiện được khả năng của mình trên nhiều lĩnh vực, cũng khả năng thích ứng với những vị trí khác nhau cũng rất tốt. Đó là thế mạnh để bản mệnh có thể thăng tiến cao hơn trong tương lai.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Mão<br/><br/>",
	"Mui":"&emsp;Tuổi Mùi đối mặt với vận tiểu nhân đeo bám khiến cho tiền bạc hao hụt, tài lộc giảm sút. Con giáp này suy nghĩ tiêu cực và không chịu lắng nghe những góp ý thẳng thắn của mọi người, nhưng lại dễ mềm lòng trước lời khen ngợi có cánh.<br/><br/>&emsp;Bản mệnh khá dễ tin người nên dễ bị tiểu nhân lợi dụng điều này để lừa gạt. Kẻ xấu làm mọi cách để chiếm đoạt túi tiền của người tuổi Mùi. Con giáp này mất tiền nhưng nghĩ là mình đang làm chuyện tốt nên chẳng chút đắn đo, chỉ tới khi phát hiện ra sự thật thì hối hận cũng không kịp.<br/><br/>&emsp;Tính cách phóng khoáng khiến bản mệnh dễ dàng kết giao được với nhiều người, cũng để lại ấn tượng tốt về mình. Nhờ thế mà con giáp này có thêm nhiều cơ hội để thể hiện năng lực của bản thân cũng như ghi tên mình vào danh sách những người có tiềm năng để được cấp trên cất nhắc.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Mão<br/><br/>",
	"Than":"&emsp;Tử vi hàng ngày 12 con giáp nói rằng người tuổi Thân đang có điềm báo vượng tài. May mắn là con giáp này đang cần một khoản tiền mà chẳng biết xoay sở ra sao. Tuy nó không nhiều nhưng cũng đủ giúp bản mệnh giải nguy trong những tình huống cấp bách.<br/><br/>&emsp;Đường tình duyên không được như ý. Mặc dù con giáp này biết mình sai nhưng chẳng thể hạ lòng tự trọng xuống để xin tha thứ. Thực ra không chỉ trong chuyện này mà còn nhiều chuyện khác nữa, cái tôi quá lớn cũng chính là điều cản trở tuổi Thân và người ấy đến với nhau.<br/><br/>&emsp;Người ấy luôn cố gắng kéo bản mệnh lại gần hơn dể có thể gần gũi, thấu hiểu nhau. Thế nhưng con giáp này lo lắng hình ảnh của mình không được đẹp đẽ trong mắt người ấy. Dường như tuổi Thân suy nghĩ quá nhiều, bởi khi đã yêu thì chúng ta nên yêu cả những không tốt của đối phương.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tý<br/><br/>",
	"Dau":"&emsp;Xem tử vi thứ tư 12 con giáp nói rằng tuổi Dậu đang đứng trước nguy cơ rất lớn trong sự nghiệp của mình. Có điềm báo con giáp này gặp phải kẻ tiểu nhân giật dây sau lưng để hãm hãi. Chuyện chẳng phải do mình làm khiến mọi người đều hướng sự chỉ trích nhằm chiếm lấy vị trí mà bản mệnh đang có.<br/><br/>&emsp;May mắn là vận tài lộc của trong ngày mang đến niềm vui cho con giáp này. Người tuổi Dậu có cơ hội kiếm được một khoản kha khá. Hãy nắm bắt nó và hết sức thận trọng khi thực hiện nhé, bởi có rất nhiều cạm bẫy trước mắt, nhất là khi chúng ta không cẩn thận đề phòng thì càng dễ mắc phải.<br/><br/>&emsp;Dậu Tị bán hợp, người ấy dần hiểu và thông cảm cho những khó khăn của bạn, biết cách chăm sóc hơn cho gia đình. Có thể những mâu thuẫn, cãi cọ là thứ không thể tránh khỏi nhưng có sao đâu nếu hai người yêu thương nhau. Yêu thương có thể giúp đôi bên gần nhau và bỏ qua cho nhau mọi lỗi lầm.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Tị<br/><br/>",
	"Tuat":"&emsp;Đường công danh sự nghiệp của tuổi Tuất thăng tiến không ngừng. Nhờ một phần may mắn mà con giáp này giành được cơ hội và một lần nữa tận dụng xuất sắc thể hiện năng lực của bản thân. Sự hăng hái, nhiệt tình của bản mệnh đã xoay chuyển tình thế vào ngay phút cuối.<br/><br/>&emsp;Ngũ hành Hỏa dưỡng Thổ, tình duyên vượng sắc, người độc thân sẽ sớm tìm thấy đối tượng tâm đầu ý hợp. Bản mệnh đừng lo lắng những chuyện không đâu mà hãy cảm nhận niềm hạnh phúc của tình yêu nhé. Gia đình hòa hợp là điều khiến cho con giáp này thấy mình thật hạnh phúc.<br/><br/>&emsp;Bản mệnh không cần phải đau khổ vì những chuyện không đáng có. Đừng quên dành thời gian để vun đắp tình cảm gia đình nhé. Ngoài ra Chính Tài hỗ trợ nên vận tài lộc hanh thông thuận lợi. Con giáp này biết cách tiết kiệm cho tương lai nên hạn chế được những rủi ro không đáng có.<br/><br/>&emsp;Giờ tốt trong ngày: 13h – 15h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Dần<br/><br/>",
	"Hoi":"&emsp;Tuổi Hợi sẽ khá chật vật để chống lại sức công phá của cục diện Tương Xung trong ngày. Con giaps này không thể ngờ được có ngày chính mình lại lâm vào hoàn cảnh éo le tới như vậy. Bản mệnh đã từng cố gắng làm việc không ngừng nghỉ nhưng dường như vận may vẫn chưa mỉm cười.<br/><br/>&emsp;Vận trình tình duyên cũng không được suôn sẻ, thuận lợi. Người tuổi Hợi hiểu và thông cảm cho những vất vả của đối phương nhưng điều đó không có nghĩa là người ấy có thể bỏ bê tình cảm và làm tổn thương những người yêu quý mình một cách phũ phàng như vậy được.<br/><br/>&emsp;Song gia đình là để quay trở về, con giáp này hãy cố gắng tha thứ cho nửa kia của mình và tìm cách nói chuyện để đôi bên thấu hiểu hiểu nhau hơn và không còn những suy nghĩ cũng như hành động sai lầm nữa. Tình yêu mang đến cho bản mệnh sức mạnh vô cùng diệu kì.<br/><br/>&emsp;Giờ tốt trong ngày: 7h – 9h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Mùi<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 4 ngày 1/7/2020 của 12 cung hoàng đạo nói rằng Bạch Dương có vẻ thờ ơ với công việc một chút cho nên đôi khi bạn khó có thể có được những hiệu quả công việc như ý muốn. Nếu như bạn thiếu sự tập trung thì đừng mong may mắn sẽ giúp bạn có được thành quả tốt.<br/><br/>&emsp;Hôm nay bạn có được cơ hội để làm việc nhưng dường như bạn lại bỏ qua những cơ hội tốt đó. Tài chính của bạn chưa được kết quả tốt đẹp. Bạn cần biết cách tận dụng cơ hội và nếu cần sự giúp đỡ các bạn đừng ngại ngần tìm kiếm tới người thân thay vì tự xoay sở một mình.<br/><br/>&emsp;Người độc thân đang cảm thấy thiếu niềm tin vào chuyện yêu đương thì hôm nay là lúc bạn nên thay đổi lối suy nghĩ của mình bằng một cuộc hẹn hò. Với người có gia đình bạn sẽ cần dành thời gian để quan tâm tới gia đình, cùng bàn bạc và chia sẻ các kế hoạch hiện tại để mọi người cùng nhau giải quyết.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 1/7/2020: 7, 26<br/><br/>",
	"KimNguu":"&emsp;Tử vi ngày 1/7/2020 cho biết Kim Ngưu có một ngày mới tràn đây sự hứng khởi. Một phần vì công việc của bạn sẽ bắt đầu bằng những thay đổi lớn và điều đó sẽ giúp cho bạn có được những trải nghiệm thú vị và rút ra được nhiều bài học kinh nghiệm bổ ích.<br/><br/>&emsp;Việc xây dựng các mối quan hệ tốt đẹp cũng giúp chòm sao này nhận được những lời khuyên lý tưởng của mọi người. Hôm nay bạn có cơ hội tốt trong công việc và tài chính. Tinh thần tốt, chủ động và tự tin giúp bạn có được nhiều may mắn. Vì vậy hãy bạn cố gắng nắm bắt nó thật tốt nhé.<br/><br/>&emsp;Chuyện tình cảm của bạn khá hài hòa và có được tiếng nói chung, hòa thuận. Bởi vậy, từ việc lớn đến việc nhỏ hai người có được những chia sẻ và thấu hiểu nhau hơn. Với người độc thân đây cũng là thời điểm thích hợp để bạn bắt đầu tìm kiếm nửa yêu thương của mình đấy.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 1/7/2020: 8, 14<br/><br/>",
	"SongTu":"&emsp;Song Tử có một ngày bận rộn với nhiều điều thay đổi trong kế hoạch định sẵn. Có lẽ sự chủ động của bạn sẽ rất cần thiết trong ngày hôm nay nó giúp cho bạn sớm nhận định được các vấn đề cần giải quyết và chắc chắn sẽ có những cơ hội tốt đẹp để bạn có thể sớm tìm ra được hướng đi đúng.<br/><br/>&emsp;Hôm nay cung hoàng đạo này có thể chứng minh năng lực của mình với mọi người. May mắn của bạn hôm nay góp phần thúc đẩy công việc tốt. Hơn thế nữa tình hình tài chính khá ổn định giúp giảm bớt phần nào nỗi lo lắng và bạn hoàn toàn có thể hài lòng với chúng.<br/><br/>&emsp;Về phương diện tình cảm tiến triển rất tốt đẹp. Dù cuộc sống bận rộn nhưng bạn và người ấy vẫn có thể dành thời gian bên nhau cùng tận hưởng sự vui vẻ và ngọt ngào dành. Rất có thể bạn sẽ phải đối diện với những thay đổi nhưng nó là những thay đổi tốt hơn cho cả hai người đấy.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 1/7/2020: 16, 24<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi trực tuyến 12 cung hoàng đạo, Cự Giải đang có khởi đầu tốt đẹp cho công việc, sự tinh tế, khéo léo của bạn sẽ giúp mang lại những cơ hội hiếm có. Từ đó mà bạn cũng như thể hiện được bản lĩnh, kỹ năng giải quyết vấn đề xuất sắc của mình và được cấp trên đánh giá cao.<br/><br/>&emsp;Chuyện tình cảm có dấu hiệu chuyển biến tích cực. Nếu như mọi vấn đề được chia sẻ thì người ấy không chỉ giúp bạn hôm nay mà còn là trợ thủ đắc lực của bạn. Nếu như chòm saonày đã tìm cho mình được chỗ dựa vững chắc thì bạn sẽ có được nền tảng tình cảm thuận lợi nhất.<br/><br/>&emsp;Nếu bạn còn độc thân có thể tiến xa hơn khi biết cách bày tỏ tình cảm của mình với đối phương một cách chân thành nhất. Điều này có thể bạn cảm thấy có phần hơi rõ ràng nhưng nó cũng là cách bạn thể hiện được sự quan tâm và chính chắn của mình trong mối quan hệ.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 1/7/2020: 3, 28<br/><br/>",
	"SuTu":"&emsp;Sư Tử đối mặt với những sự thay đổi trong công việc và có thể bạn sẽ cần nhiều thời gian để có thể giải quyết. Sự căng thẳng và mệt mỏi đã lấy đi phần nào lấy đi nguồn cảm hứng vì thế bạn đừng vội bắt đầu những kế hoạch định sẵn mà hãy xử lý nhanh chóng các rắc rối trong ngày hôm nay.<br/><br/>&emsp;Chuyện tình cảm không được vui vẻ. Chòm sao này và nửa kia dễ nảy sinh những bất đồng quan điểm. Vì vậy mà ngày mới của bạn sẽ kết thúc trong tình trạng mệt mỏi. Thế nhưng đừng suy nghĩ quá nhiều bởi tình yêu bao giờ cũng sẽ gặp phải khó khăn điều quan trọng là bạn vượt qua điều đó như thế nào mà thôi.<br/><br/>&emsp;Nếu có thể bạn hãy chọn sự im lặng để cho cả hai có thời gian bình tâm lại và chờ thời cơ thích hợp để cùng nhau cân bằng cảm xúc và dễ dàng chia sẻ những suy nghĩ trong lòng mình hơn. Nhờ đó mới có sự thấu hiểu và cảm thông cho nhau, tình cảm cũng bền vững hơn.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 1/7/2020: 13, 17<br/><br/>",
	"XuNu":"&emsp;Xử Nữ có một ngày làm việc hiệu quả và thuận lợi. Tuy nhiên dường như bạn khá tham việc và khả năng sẽ tiếp tục làm thêm để có được nguồn thu nhập tốt nhất. Chính vì thế cung hoàng đạo này cần sắp xếp thời gian dành cho cuộc sống riêng tư và công việc thật hợp lí.<br/><br/>&emsp;Đôi khi bạn mải mê kiếm tiền mà quên đi thời gian dành cho người ấy. Nếu hôm nay bạn bận rộn thì cũng đừng quên việc chia sẻ điều này với một nửa của mình. Đừng để đối phươngphải chờ đợi những tin nhắn, cuộc gọi của bạn trong vô vọng, gây ảnh hưởng đến tình cảm của hai người.<br/><br/>&emsp;Nếu bạn phải di chuyển nhiều trên đường hay làm việc ngoài trời trong thời tiết hiện tại thì nên uống thật nhiều nước. Tốt nhất là uống các loại nước có tác dụng thanh nhiệt, giải nóng như nước chè xanh, nước hoa quả, ăn hoa quả mọng nước như bưởi, cam, chanh, dưa hấu…<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 1/7/2020: 2, 15<br/><br/>",
	"ThienBinh":"&emsp;Tử vi ngày 1/7/2020 của 12 chòm sao nói rằng Thiên Bình dễ mất bình tĩnh vì những chuyện không đáng nói. Tình cảm không phải lúc nào cũng thuận lợi, đi đúng hướng mà bạn mong muốn bởi nó là thứ cần đến sự cố gắng và vun đắp từ hai phía.<br/><br/>&emsp;Cung hoàng đạo này sẽ phải từ chối nhiều cuộc hẹn để xử lý việc còn tồn lại. Tuy nhiên, nhờ đó bạn có thể thử sức mình để làm việc và tìm kiếm cơ hội tài chính của mình. Hãy tự tin hơn, bạn sẽ sớm có được những thành quả tốt cho công việc và chỉ cần nhớ sự cố gắng bao giờ cũng có được thành quả tốt.<br/><br/>&emsp;Một vấn đề bạn sẽ cần quan tâm hơn lúc này đó chính là sức khỏe bởi thời tiết mùa hè nắng nóng, khắc nghiệt có thể khiến bạn dễ mệt mỏi, đau đầu. Do vậy, nếu không có việc gì quan trọng nên hạn chế với ra đường nhiều. Có như vậy bạn mới đủ năng lượng để làm việc.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 1/7/2020: 5, 19<br/><br/>",
	"BoCap":"&emsp;Bọ Cạp cần xem trọng việc tập trung và chú ý đến vấn đề tiến độ trong công việc. Bạn cảm thấy có lẽ mình sẽ phải dồn nhiều tâm sức hơn nữa. Có thể bạn chưa thể giải quyết vấn đề triệt để nhưng thái độ làm việc tốt giúp bạn có được đánh giá tốt và đang tin tưởng từ cấp trên hơn.<br/><br/>&emsp;Về phương diện tình cảm trong ngày khá ảm đạm, bạn cũng cần dành nhiều sự quan tâm hơn nữa. Đây không phải là vấn đề trách nhiệm mà nó còn là cả vấn đề về tình cảm và mối quan hệ này cần được bồi dưỡng sau thời gian bạn chưa có được sự chăm sóc cần thiết.<br/><br/>&emsp;Tình hình sức khỏe không có gì đáng ngại. Tuy nhiên, cung hoàng đạo này hãy bắt đầu công việc thật sớm và với tinh thần thoải mái bạn sẽ có được thời gian nghỉ ngơi và dành cho gia đình những mối quan tâm riêng tư nhiều hơn sau khi hoàn thành tốt công việc.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 1/7/2020: 10, 26<br/><br/>",
	"NhanMa":"&emsp;Công việc của Nhân Mã khá hào hứng và nhiệt tình với những gì đang diễn ra. Bạn dường như đang hi vọng về một kết quả tốt nên đã chấp nhận đánh đổi nhiều thời gian và công sức của mình để có được một ngày làm việc hiệu quả hơn.<br/><br/>&emsp;Chuyện tình cảm khá ngọt ngào, chòm sao này có một mối quan hệ vô cùng tốt đẹp và hứa hẹn tiến triển trong tương lai, vì thế hãy tận dung thời cơ tốt này nhé. Đối với chuyện gia đình bạn có thể thiếu một chút sự quan tậm vì quá tham việc nhưng may mắn bạn có được sự thấu hiểu của mọi người.<br/><br/>&emsp;Hôm nay bạn hãy nhớ đảm bảo vấn đề sức khỏe của bản thân tốt hơn nếu như không muốn mình cảm thấy mệt mỏi và kiệt sức. Buổi tối bạn nên nghỉ ngơi và đừng quên dùng thức uống giải nhiệt và bổ sung vitamin giúp cơ thể có được sự thư giãn cần thiết.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 1/7/2020: 20, 37<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 chòm sao nói rằng công việc của Ma Kết chưa hoàn thành và tạo ra các áp lực về thời gian khiến bạn cảm thấy lo lắng về tiến độ. Năng lượng của bạn có đủ giúp bạn có thể cố gắng hoạt động nhiều hơn và cũng có được những kết quả tốt và sắp xếp mọi thứ khoa học hơn.<br/><br/>&emsp;Tài chính của bạn không được tốt, những gì về một nguồn thu bạn chờ đợi thực sự chưa về nên phần nào nó cũng khiến cho bạn cảm thấy mất đi chút hào hứng và chơ đợi. Hãy có gắng có được sự tỉnh táo hơn để giúp công việc sớm có được hiệu quả tốt nhất.<br/><br/>&emsp;Cung hoàng đạo có thể gặp phải chuyện không vui và sự nóng giận có thể là nguyên nhân của mọi rắc rối. Bạn và nửa kia đều muốn người khác phải đi theo ý của mình.Tình yêu cần sự chung tay góp sức và cùng hòa hợp chứ không phải là sự phục tùng và nó có thể gây tổn thương cho đối phương.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 1/7/2020: 18, 25<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình có một ngày tương đối vất vả. Trong công việc, bạn có những thay đổi và đối mặt với áp lực, căng thẳng. Có thể bạn sẽ khá mệt mỏi để chuẩn bị cho kế hoạch mới của mình cũng như có chút chưa hài lòng về cách đánh giá của người khác.<br/><br/>&emsp;Cung hoàng đạo đón nhận nhiều may mắn liên quan trong chuyện tình cảm nên đây cũng là động lực để bạn có thể cảm thấy an tâm và có được cảm giác vui vẻ sau những phúc giây căng thẳng. Nửa kia luôn biết cảm thông, thấu hiểu và chia sẻ với bạn mọi buồn vui trong cuộc sống.<br/><br/>&emsp;Về phương diện tài chính, chòm sao này hôm nay có thể lo lắng một chút khi khoản chi nhiều hơn khoảng thu và bạn đang tư duy đến việc kiếm tiền cũng như lên cho mình kế hoạch chi tiêu tiết kiệm hơn trước để có một khoản tích lũy cần thiết.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 1/7/2020: 1, 12<br/><br/>",
	"SongNgu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo dự báo Song Ngư công việc không được thuận lợi cho lắm. Bạn có thể xảy ra xung đột về lợi ích với đồng nghiệp vì vậy hãy cố gắng giữ bình tĩnh để có được cách ứng xử hợp lý nhất. Thái độ làm việc và sự cầu tiến sẽ giúp bạn có lợi thế và cân bằng được mối quan hệ đấy.<br/><br/>&emsp;Có lẽ chòm sao này đã bắt đầu có sự chuẩn bị cho một kế hoạch yêu thương và gắn kết tình cảm của mình với mọi người với nhau. Nếu còn độc thân, rất có thể bạn sẽ có cơ hội tìm thấy một nửa lý tưởng qua sự mai mối, giới thiệu của người thân hoặc bạn bè trong thời gian tới.<br/><br/>&emsp;Nếu bạn cần có một cảm xúc tốt hãy thử bắt đầu với một bản nhạc giúp bạn thư giãn. Hãy bắt đầu ngày mới của bạn bằng một tinh thần thoải mái nhé. Bên cạnh đó, bạn cũng nên chăm chỉ rèn luyện thể dục thể thao để có nguồn năng lượng dồi dào và phòng tránh bệnh tật.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 1/7/2020: 21, 30<br/><br/>"
    },
"20200702": {
    "Ty":"&emsp;Vận trình tình cảm của tuổi Tý nảy sinh nhiều mâu thuẫn, dù là tình yêu đôi lứa hay vợ chồng đều dễ bất đồng về quan điểm, tranh cãi diễn ra liên miên. Tâm trạng của con giáp này bất ổn, bực tức kéo theo khiến không khí giữa hai người trở nên nặng nề và u ám.<br/><br/>&emsp;Trong khi đó người còn độc thân dù có vận đào hoa nhưng chưa biết cách nắm bắt nên cơ hội đến rồi lại đi. Bản mệnh cứ ngóng chờ người phía sau sẽ xuất sắc hơn người phía trước, nhưng cuối cùng cô đơn vẫn hoàn cô đơn mà thôi. Dường như nhưng mong muốn của người tuổi Tý quá xa rời thực tế.<br/><br/>&emsp;Tinh thần không được tốt nhưng bản mệnh vẫn làm được công việc của mình, nhiệm vụ được giao cũng hoàn thành đúng như dự định. Tất nhiên không thể đạt mức xuất sắc nhưng con giáp này đã cố gắng hết sức mình để chuyện tình cảm không ảnh hưởng đến công việc.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Tị<br/><br/>",
	"Suu":"&emsp;Theo tử vi phương Đông 12 con giáp cho thấy tuổi Sửu cần phải kiềm chế cảm xúc của mình đi một chút nhé. Không phải cứ hơi tí là cáu gắt, làm mình làm mẩy là sẽ được nửa kia nhường nhịn hay nuông chiều đâu. Nếu thái quá con giáp này có thể khiến đối phương mệt mỏi hơn đấy.<br/><br/>&emsp;Trong cuộc sống có rất nhiều áp lực, nếu người tuổi Sửu chẳng biết thông cảm, thương xót cho những vất vả người ấy đang phải gánh vác trên vai mà cứ gây chuyện thì làm cho mối quan hệ này đi đến hồi kết mà thôi. Hãy cùng nhau chia sẻ, vượt qua mọi trở ngại thì tình cảm mới bền chặt được.<br/><br/>&emsp;Dương như bản mệnh đang quá chìm đắm, mải mê với chuyện tình cảm mà chẳng còn tập trung vào công việc đang làm. Hơn thế nữa với tính cách bốc đồng, xốc nổi nên con giáp này khó tránh được việc mắc phải sai lầm, tự mình gây sự cố hại mình rồi lại phải còng lưng ra để giải quyết.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Thân<br/><br/>",
	"Dan":"&emsp;Tử vi ngày 2/7/2020 cho biết vận trình của tuổi Dần thăng hoa rực rỡ. Chẳng những vận tình duyên vượng sắc mà bản mệnh còn gặt hái được khá nhiều thành công trên con đường công danh sự nghiệp nữa. Con giáp này làm chuyện gì cũng đều suôn sẻ, thuận lợi và gặp nhiều may mắn.<br/><br/>&emsp;Chuyện tình yêu vô cùng ngọt ngào, bản mệnh và người ấy có sức hút mãnh liệt đối với nhau, tạo nên một cặp đôi hoàn hảo. Đôi bên biết chấp nhận những khiếm khuyết và nhìn vào ưu điểm của đối phương để hạn chế những mâu thuẫn, tình cảm nhờ thế mà khăng khít hơn.<br/><br/>&emsp;Trong ngày có điềm báo thăng tiến. Người tuổi Dần đối mặt với khó khăn, thử thách nhưng không bao giờ chùn bước, ngược lại đó chính là động lực khiến con giáp này ngày càng trở nên mạnh mẽ hơn, vượt lên chính bản thân mình để đạt được mục tiêu đã đề ra và chạm tay đến thành công.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Tuất<br/><br/>",
	"Meo":"&emsp;Xem tử vi trực tuyến 12 con giáp, tuổi Mão hung cát đan xen. Có điềm báo hao tài trong vận trình trong gày, con giáp này cần phải thận trọng trong các quyết định liên quan đến tài chính của mình nếu không muốn tiền bạc hao hụt nhanh chóng vì lựa chọn sai lầm.<br/><br/>&emsp;Nếu bản mệnh cảm thấy việc làm ăn, đầu tư sinh lời không thích hợp với mình thì hãy tập trung vào công việc chính. Người tuổi Mão có thể sẽ gặp chút thử thách nhưng nhanh chóng vượt qua. Chớ nên cố chấp, bảo thủ thực hiện đến cùng để rồi nhận lại hậu quả nghiêm trọng đấy nhé.<br/><br/>&emsp;Tinh thần nỗ lực không ngừng nghỉ để đạt được mục tiêu khiến con giáp này không hề e sợ trước bất cứ trở ngại nào mà từng bước từng đi đến với thành công của mình. Hơn nữa tình duyên cũng khá tốt đẹp. Bản mệnh và người ấy có được sự thấu hiểu, chia sẻ với nhau trong cuộc sống.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Hợi<br/><br/>",
	"Thin":"&emsp;Đường tài lộc của tuổi Thìn cực vượng, tiền bạc chi tiêu rủng rỉnh, con goáp này không cần cân đo đong đếm quá nhiều trong chuyện mua sắm. Đặc biệt là những người làm trong lĩnh vực kinh doanh, buôn bán sẽ có một ngày phát tài khi thu được lợi nhuận lớn vượt ngoài mong đợi.<br/><br/>&emsp;Vận trình tình cảm mang đến nhiều niềm vui cho bản mệnh. Người tuổi Thìn còn độc thân được bạn bè giới thiệu cho đối tượng để có thể tìm hiểu và nói chuyện yêu đương. Những bước tiến ban đầu mọi chuyện đều suôn sẻ, hứa hẹn hạnh phúc sẽ không còn quá xa xôi nữa.<br/><br/>&emsp;Các cặp đôi cũng rất hòa thuận, những mâu thuẫn trước kia đều đã được hóa giải, tháo gỡ nút thắt trong lòng. Con giáp và người ấy biết nhường nhịn và thông cảm cho những khó khăn, vất vả của đối phương, yêu thương nhiều hơn, làm chỗ dựa cho nhau mỗi khi cảm thấy mệt mỏi, chán nản.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Tuất, Hợi<br/><br/>",
	"Ti":"&emsp;Tuổi Tị được quý nhân chỉ lối dẫn đường, đường tình duyên của con giáp này có những tiến triển tốt đẹp. Vận đào hoa nở rộ, những người yêu nhau sau bao trắc trở cũng tìm về được bên nhau. Vượt qua bao thử thách, hạnh phúc đang chờ đợi bản mệnh ở cuối con đường.<br/><br/>&emsp;Bản mệnh được nhắc nhở cần phải biết cách giải quyết các mối quan hệ trong công việc. Người tuổi Tị có chính kiến của riêng mình, biết bảo vệ quan điểm của bản thân, nhưng điều đó đôi lúc có thể khiến con giáp này gặp bất lợi khi cố chấp, không lắng nghe ý kiến của mọi người.<br/><br/>&emsp;Dù có làm theo hay không thì khi có người góp ý chân thành cũng nên tỏ ra thiện chí bởi đối phương chỉ muốn tốt cho bản mệnh thôi. Hãy học cách lắng nghe, nếu hay thì tiếp thu. Trong một số trường hợp, nếu sai thì con giáp này chỉ nên bỏ qua chứ không nên tranh cãi nhiều, dễ gây bất đồng, xích mích.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Hợi<br/><br/>",
	"Ngo":"&emsp;Tử vi ngày mới cho thấy sự hiếu thắng sẽ khiến người tuổi Ngọ mắc phải sai lầm, lại thiếu kiên nhẫn và quyết tâm nên thất bại là điều đương nhiên. Con giáp này nên giữ cho mình thái độ bĩnh tĩnh, suy xét mọi việc cẩn trọng trước khi đưa ra lựa chọn nếu không sẽ rất dễ hỏng việc.<br/><br/>&emsp;Vận trình tài lộc trong ngày có dấu hiệu giảm sút. Bản mệnh biết mình có những gì trong tay, nhưng tham vọng và mong ước quá lớn có thể khiến tuổi Ngọ vung tay quá trán mà không có ý định dừng lại. Tiền bạc trong túi không thể giữ gìn, ngày càng thâm hụt nhiều hơn.<br/><br/>&emsp;Nếu tình trạng này vẫn tiếp diễn thì con giáp này có thể sẽ rơi vào cảnh nợ nần, túng thiếu thậm chí là vay nợ khắp nơi. Tiền bạc không phải là tất cả nhưng có thể đẩy con người ta vào con đường cùng, bế tắc mà không có lối thoát. Tinh thần bất ổn có thể gây ra nhiều chuyện sai lầm.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Mùi<br/><br/>",
	"Mui":"&emsp;Tử vi 12 con giáp ngày, tuổi Mùi nhân duyên hài hòa, đẹp đẽ. Mọi việc đều diễn ra thuận lợi, đặc biệt là mối quan hệ tình cảm của con giáp này và người ấy được bạn bè, người thân ủng hộ, đôi bên gia đình cho phép đôi lứa sớm về chung một mái nhà.<br/><br/>&emsp;Dường như bản mệnh có những quyết định thiếu sáng suốt và gây ra hậu quả khá nghiêm trọng trong công việc. Bởi vì một phút bốc đồng làm theo ý mình thích, người tuổi Mùi không phân biệt được đâu là chuyện riêng, đâu là việc chung đến khi hối hận cũng đã quá muộn màng.<br/><br/>&emsp;Cuộc đời khó tránh khỏi vấp ngã, sai lầm nhưng có thể chính nhờ thất bại đó mà con giáp này có được bài học và kinh nghiệm quý giá, đáng nhớ cho mình, để những lần sau không mắc phải sai lầm tương tự. Bản mệnh nên biết rằng mọi thứ đều có cái giá của nó và không có gì là dễ dàng.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Tuất<br/><br/>",
	"Than":"&emsp;Tử vi hàng ngày 12 con giáp nói rằng đường tài lộc của tuổi Thân tươi sáng. Con giáp này sẽ có người giới thiệu cho việc làm thêm để tăng nguồn thu nhập, điều này có thể khiến cho bản mệnh bận rộn và vất vả hơn trong thời gian tới nhưng bù lại thành quả gạt hái được không hề tồi chút nào.<br/><br/>&emsp;Người tuổi Thân cũng không cần phải so đo hay tính toán chi li cho việc chi tiêu hàng ngày, cũng có thêm một khoản tiết kiệm phòng trừ những tình huống cấp bách. Vất vả mọi chút mà mang lại cho mình cuộc sống thoải mái, rủng rỉnh hơn cũng là điều xứng đáng.<br/><br/>&emsp;Tuy nhiên nếu con giáp này không giải thích rõ cho nửa kia thì hai người dễ nảy sinh hiểu lầm, mâu thuẫn lắm. Bởi khi đôi bên thiếu chia sẻ với nhau khiến cho đối phương không hiểu được lí do tại sao bản mệnh luôn bận rộn đến thế, bạn và người ấy dần xa cách, tình cảm cũng sẽ phai nhạt.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Tý<br/><br/>",
	"Dau":"&emsp;Tử vi hàng ngày 12 con giáp, vận trình của tuổi Dậu ổn thỏa hơn nhiều. Con giáp này không phải lo lắng nhiều về vấn đề tiền bạc nữa vì đã có nguồn thu nhập vững vàng. Tuy nhiên, bản mệnh cần phải có kế hoạch chi tiêu cụ thể và hợp lí để tránh mua sắm hoang phí nhé.<br/><br/>&emsp;Tuy nhiên chuyện tình cảm nảy sinh nhiều mâu thuẫn. Có lẽ con giáp này và người ấy khắc khẩu với nhau, nói gì cũng dễ cãi nhau nên đôi bên cảm thấy mệt mỏi, chán nản. Nhưng nếu yêu thương đủ lớn, quyết tâm thì mọi chuyện đều có thể vượt qua được mà thôi.<br/><br/>&emsp;Mặc dù tình cảm dành cho nửa kia rất nhiều nhưng lại không thể kiểm soát cảm xúc mỗi lúc nóng giận. Người tuổi Dậu cần phải biết cách tiết chế bớt để không xảy ra những chuyện ngoài ý muốn. Bởi những lời nói và hành động của bạn lúc này sẽ khiến đối phương tổn thương.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Ngọ, Thìn<br/><br/>",
	"Tuat":"&emsp;Tuổi Tuất vận trình khởi sắc, con giáp này đón nhận rất nhiều tin vui trong ngày. Đường tình duyên của cũng cực kì thuận lợi, bản mệnh còn độc thân sớm tìm được cho mình một nửa ưng ý. Những người đã có đôi có cặp tận hưởng những giây phút ngọt ngào, ấm ấp bên nhau.<br/><br/>&emsp;Mối quan hệ giữa con giáp này và người ấy có được sự chấp nhận, ủng hộ của hai bên gia đình nên đôi bên có thể tính đến chuyện trăm năm nếu cảm thấy tình cảm đã đủ chín. Cuộc sống hôn nhân hạnh phúc sẽ giúp cho tình yêu thêm nở rộ và thăng hoa.<br/><br/>&emsp;Bản mệnh có nhiều cơ hội đầu tư làm ăn. Người kinh doanh tiền vào như nước, buồn bán trôi chảy, lợi nhuận thu về tăng gấp bội. Nhờ đó mà vận tài lộc của con giáp này được cải thiện đáng kể, thoải mái chi tiêu, mua sắm những món đồ yêu thích và thực hiện nhiều dự định đang ấp ủ.<br/><br/>&emsp;Giờ tốt trong ngày: 5h - 7h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Tuất<br/><br/>",
	"Hoi":"&emsp;Tử vi phương Đông chỉ ra rằng tuổi Hợi nên thận trọng hơn trong công việc của mình. Trong ngày có điềm báo con giáp này có thể gặp phải những rắc rối của kẻ tiểu nhân, vì thế tinh thần bối rối, điêu đứng vì không biết phải xử trí thế nào. Mọi thứ đang rơi vào tình trạng hỗn loạn.<br/><br/>&emsp;Bản mệnh mất nhiều thời gian và công sức để khắc phục hậu quả, nhưng chỉ một chút chủ quan, thiếu cảnh giác là có thể khiến tình hình trở nên nghiêm trọng hơn. Do đó nếu không giữ được bình tĩnh và tỉnh táo thì người tuổi Hợi sẽ sớm thua cuộc đấy.<br/><br/>&emsp;Tâm trạng bất ổn, chuyện tình cảm cũng vì thế mà bị ảnh hưởng. Con giáp này không có đủ thời gian quan tâm, chăm lo cho nửa kia, vì thế mà xảy ra nhiều mâu thuẫn, hiểu lầm. Cuối cùng khiến cho xung đột đẩy lên cao trào, đôi bên không còn kiểm soát được cảm xúc mà nói ra những lời làm tổn thương nhau.<br/><br/>&emsp;Giờ tốt trong ngày: 15h - 17h<br/><br/>&emsp;Quý nhân phù trợ: Mùi, Tý<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 5 ngày 2/7/2020 của 12 cung hoàng đạo dự báo Bạch Dương gặp chuyện không được may mắn và các mối quan hệ công việc của bạn cũng không có được sự giúp đỡ như mong muốn. Bạn sẽ phải mất khá nhiều thời gian để thuyết phục cũng như tìm kiếm sự ủng hộ từ mọi người.<br/><br/>&emsp;Tuy nhiên sự tự tin của bạn giúp bạn cảm thấy vững tâm hơn, không có gì phải lo lắng và mọi thứ sẽ ổn nếu như bạn cố gắng. Về phương diện tài chính khá tốt khi bạn nhận ra g các cơ hội đang đến và điều quan trọng là bạn nắm bắt được hay không mà thôi.<br/><br/>&emsp;Trong chuyện tình cảm chòm sao này khá may mắn và nhận được sự quan tâm từ người thân. Tình cảm có thể được nuôi dưỡng dần và hoàn toàn có thể nhận ra được những điều bạn xem là bình thường nó có thể trở thành động lực để bạn cố gắng hơn mỗi ngày.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 2/7/2020: 14, 23<br/><br/>",
	"KimNguu":"&emsp;Theo tử vi 12 chòm sao, công việc của Kim Ngưu tương đối ổn định. Mặc dù có thể gặp chút rắc rối nhỏ và bạn có thể thiếu thận trọng nên đây có thể trở thành nguyên nhân xuất hiện của những việc ngoài ý muốn. Tuy nhiên bạn cũng không phải lo lắng quá nhiều.<br/><br/>&emsp;Về phương diện tình cảm tiến triển rất tốt đẹp. Nếu cung hoàng đạo này có kế hoạch bất ngờ nào đó dành cho nửa kia thì hãy thực hiện ngay nhé. Hãy bắt đầu ngày mới của mình bằng những ý tưởng độc đáo và bạn hòa toàn chủ động trong việc cải thiện mối quan hệ tình cảm của mình.<br/><br/>&emsp;Tài chính của bạn khá tốt, tuy nhiên bạn có những khoản chi tiêu lớn. Để tránh những hao hụt bạn có thể cố gắng kiểm soát và quản lý túi tiền của mình tốt hơn và không để nó vượt quá giới hạn quá nhiều nhé. Tiết kiệm sẽ giúp bạn có thể dùng trong những tình huống cấp bách.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 2/7/2020: 6, 34<br/><br/>",
	"SongTu":"&emsp;Tử vi ngày mới, Song Tử vượt qua rất nhiều tình huống khó khăn chính nhờ sự kiên nhẫn và bình tĩnh trong cuộc sống hàng ngày. Công việc hôm nay may sao không có nhiều rắc rối hay quá phức tạp nên bạn vẫn có thể dễ dàng ứng phó và giải quyết ổn thỏa.<br/><br/>&emsp;Thay vì chờ đợi để nhận được sự chấp thuận của ai đó cung oàng đạo này hãy tự làm và chứng minh năng lực của mình với mọi người sẽ tốt hơn đấy. Nếu không thì đó cũng là trải nghiệm tuyệt vời mà bạn có được sau quá trình học hỏi và tích lũy kinh nghiêm cho mình.<br/><br/>&emsp;Chuyện làm ăn trong ngày được giải quyết nhanh gọn, êm đẹp. Nhờ vào sự chủ động, thông minh, nhạy bén, bạn luôn biết cách đưa mọi việc theo hướng có lợi cho mình. Hôm nay, chòm sao này có thể tự hào về những gì mình đã đạt được.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 2/7/2020: 17, 29<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 chòm sao cho thấy Cự Giải có những bước tiến quan trọng trong cuộc sống và cũng có nhiều cơ hội tốt đẹp hơn để có thể phát triển và xây dựng các mối quan hệ đối tác, thúc đẩy con đường sự nghiệp hiện tại và trong tương lai ngày càng tốt đẹp hơn.<br/><br/>&emsp;Bạn cũng có được một ngày vô cùng thuận lợi nhờ sự giúp đỡ nhiệt tình của mọi người xung quanh. Hôm nay lợi thế từ việc ngoại giao giúp cho bạn có được những sự hỗ trợ tốt nhất. Nhiều khả năng ngày mới của bạn sẽ đương đầu với những thử thách trong tình yêu.<br/><br/>&emsp;Mà nguyên nhân của nó chính là sự chủ quan của bạn trong mối quan hệ này. Có thể đối phương cảm thấy cô đơn và cần có được sự sưởi ấm nhưng cung hoàng đạo này lại không có được thứ người ấy cần. Cho nên tình cảm của bạn hoàn toàn có thể bị lung lay và rạn nứt bất cứ lúc nào.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 2/7/2020: 1, 13<br/><br/>",
	"SuTu":"&emsp;Tử vi ngày 2/7/2020 của 12 chòm sao, Sư Tử trong sẽ có may mắn trong công việc. Bạn có được một ngày không có nhiều sự bận rộn nên hoàn toàn có thể thoải mái làm việc và kết thúc công việc của mình sớm hơn dự định. Nhờ thế mà bạn có nhiều thời gian hơn cho cuộc sống cá nhân.<br/><br/>&emsp;Có điều cung hoàng đạo này được nhắc nhở hôm nay cần phải cẩn thận họa thi phi, lời ăn tiếng nói cần suy nghĩ chu đáo hãy phát ngôn kẻo dễ gây ra những hiểu lầm và thực sự không mang lại hình ảnh tốt cho bản thân cũng như ảnh hưởng tới các mối quan hệ hiện tại.<br/><br/>&emsp;Dường như bạn đang gặp một số vấn đề trong chuyện tình cảm. Bạn cần có thời gian để suy nghĩ nhưng suy cho cùng để mọi chuyện tốt đẹp hơn sẽ cần một tấm lòng rộng lượng và biết cùng nhau chia sẻ. Với tình yêu hiện tại của bạn đừng tìm cách sở hữu mà hãy tìm cách đồng hành nhé.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 2/7/2020: 12, 18<br/><br/>",
	"XuNu":"&emsp;Xữ Nữ không có được sự thoải mái trong công việc. Chẳng có gì có thể khiến bạn muốn hợp tác với mọi người khi bản thân các bạn hoàn toàn có nguy cơ xảy ra xung đột về quyền lợi. Có điều biểu hiện bất hợp tác của bạn có thể trở thành điểm trừ và gây bất lợi cho bạn đấy.<br/><br/>&emsp;Thái độ hòa nhã mới là cách ứng xử không ngoan trong trường hợp này. Nếu bạn muốn công việc và tài chính có thêm nhiều cơ hội thì hãy là người khôn ngoan hơn, đừng quá thẳng thắn như vậy nhé. Nhiều khả năng sự nghiệp không tốt nhưng chuyện tình cảm vẫn khá hài hòa.<br/><br/>&emsp;Có thể có những lúc nóng giận lời nói của cung hoàng đạo này làm tổn thương người khác nhưng bạn cũng nhanh chóng biết sửa sai. Tất nhiên vết thương lòng đó cũng sễ dễ lành hơn và hoàn toàn có thể bị lãng quên bởi thái độ thành thực và biết lỗi cũng như bù đắp xứng đáng.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 2/7/2020: 11, 20<br/><br/>",
	"ThienBinh":"&emsp;Tử vi phương Tây 12 cung hoàng đạo cho biết Thiên Bình có một ngày làm việc ở khá ổn và các dự định của bạn cũng hoàn toàn có thể được hoàn thành. Hãy bắt đầu thử sức với các thử thách mới và biết đâu đây là cơ hội mới để bạn có thể thay đổi công việc tốt hơn.<br/><br/>&emsp;Tình hình tài chính không được tốt cho lắm. Có thể các mối quan hệ đối tác của bạn đang gặp những vấn đề rắc rối và bạn sẽ cần phải thay đổi cách nhìn nhận và cũng biết các lựa chọn nơi đặt lòng tin. Đừng để sự cả tin của bạn trở thành điểm yếu để người khác lừa gạt tiền bạc nhé.<br/><br/>&emsp;Đối với chuyện tình cảm, chòm sao này có được những trải nghiệm thú vị, các mối quan tâm tốt chia sẻ với nhau. Trước đó có thể có những hiểu lầm nhưng bạn hoàn toàn có được sự bao dung nên mọi thứ đã trở lại với sự yêu thương và giúp mọi người trở nên vui vẻ.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 2/7/2020: 7, 27<br/><br/>",
	"BoCap":"&emsp;Tài chính Bọ Cạp bình ổn, không có khoản thu nào lớn cũng không có khoản chi nào nằm ngoài tầm kiểm soát. Bản thân Bọ Cạp cũng rất chắc chắn về những gì mà mình đang làm, bạn chăm chỉ, chủ động và thực hiện mọi thứ theo đúng thứ tự, nhờ thế mà tinh thần cũng cực kỳ vui vẻ.<br/><br/>&emsp;Ngày mới của bạn khá thuận lợi và công việc dù bận rộn nhưng bạn nhận được sự tin tưởng của cấp trên và giúp bạn tự tin phát triển sự nghiệp của mình. Hơn thế nữa tiến độ công việc dù cao nhưng bạn hoàn toàn có thể phát huy khả năng làm việc của mình một cách tốt nhất.<br/><br/>&emsp;Cung hoàng đạo này nên kiểm soát nhu cầu tình cảm của mình. Có khi bạn đang tự vẽ vời ra ảo mộng quá nhiều rồi đấy, đừng áp dụng hình ảnh trong các bộ phim vào cuộc sống đời thực. Người độc thân dường như có ngày chẳng mấy thuận lợi để bắt đầu yêu đương bởi tình cảm không được đáp lại.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 2/7/2020: 2, 16<br/><br/>",
	"NhanMa":"&emsp;Nhân Mã có thể yên tâm phần nào với công việc của mình. Sự sắp xếp công việc hợp lí giúp cho bạn có những cơ hội tốt để làm việc hiệu quả hơn. Hơn thế nữa bạn cũng có được công việc thuận lợi bởi khả năng tập trung cũng như kĩ năng và kinh nghiệm tốt sẵn có.<br/><br/>&emsp;Tài chính của bạn tốt và mặc dù sẽ có khoản chi bất thường nhưng nó không làm ảnh hưởng nhiều tới tình hình chung. Về phương diện tình cảm khá ngọt ngào bởi bạn và người ấy luôn giữ được bầu không khí vui vẻ, tích cực khi bên cạnh nhau và luôn chia sẻ mọi buồn vui trong cuộc sống.<br/><br/>&emsp;Điều đó cũng giúp mối quan hệ của cung hoàng đạo này và nửa kia trở nên bền chặt và khăng khít hơn. Nếu duy trì được sự tốt đẹp này chẳng mấy mà hai người có những bước tiến xa hơn chứ. Có thể người ấy đã bắt đầu nghĩ đến chuyện về chung một mái nhà với bạn rồi đấy.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 2/7/2020: 8, 25<br/><br/>",
	"MaKet":"&emsp;Tử vi hàng ngày 12 chòm sao nói rằng Ma Kết có thể gặp được nhiều cơ hội để tìm ra cho mình hướng đi mới để phát triển sự nghiệp sau này. Công việc không quá phức tạp nhưng sẽ đạt hiệu quả tốt hơn nếu bạn có thể hiện tối đa khả năng của mình và sắp xếp một cách khoa học.<br/><br/>&emsp;Phương diện tài chính ổn định cũng đủ để bạn cảm thấy yên tâm với kế hoạch sắp tới của mình. Bạn có nhiều dự định cho tương lai, vì vậy nếu muốn thực hiện được những điều đó thì bạn nên tiết kiệm từ bây giờ. Chỉ cần chi tiêu hợp lí và quản lý tốt tiền bạc của mình thì không có gì là không thể cả.<br/><br/>&emsp;Dường như cung hoàng đạo này sẽ phải trải qua những biến cố và nó khiến bạn và người ấy khó có thể gần gũi với nhau hơn. Những hành động, lời nói vô tình gây ra những tổn thương cho đối phương và sẽ rất lâu hai người mới có thể hàn gắn lại được mối quan hệ này.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 2/7/2020: 19, 31<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình gặp chút rắc rối trong công việc. Dường như cách tiếp cận của bạn không được tốt và hoàn toàn có thể đối diện với những khiển trách hoặc đánh giá không cao trong cách làm việc. Hãy thận trọng hơn nữa nếu như không muốn mình trở nên bất lực trước tình cảnh hiện tại.<br/><br/>&emsp;Cảm xúc của bạn hôm nay thay đổi thất thường, có thể nảy sinh mâu thuẫn. Dường như đang có một sự nghi ngờ đối phương nên bạn tìn cách để lật mặt đối phương. Thực ra bạn đa nghi quá mà thôi, nếu có thêm một chút lý trí thì mọi chuyện sẽ không đến mức tồi tệ đâu.<br/><br/>&emsp;Cung hoàng đạo này cần suy tính kĩ càng trong các vấn đề liên quan đến tiền bạc nhé. Có thể bạn đang đưa ra quyết định quá nhanh mà bỏ qua những nguy cơ có thể khiến mình đánh mất tiền bạc trong tay đó. Bên cạnh đó, bạn cũng nên xem xét lại kế hoạch chi tiêu hàng ngày của mình sao cho hợp lí.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 2/7/2020: 10, 15<br/><br/>",
	"SongNgu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo chỉ ra rằng Song Ngư dễ mâu thuẫn với đồng nghiệp. Những thay đổi và các phương án giải quyết trong tình huống cấp bách khó có thể tránh khỏi những bất đồng và thường ai cũng muốn ý kiến của mình được chấp thuận.<br/><br/>&emsp;Vì vậy ngày làm việc của chòm sao này hôm nay khá căng thẳng đấy. Về phương diện tình cảm cũng không không tránh khỏi tranh cãi. Có điều bạn cũng biết có điểm dừng nên khiến cho mối quan hệ bớt căng thẳng. Lúc này hai người nên dành cho nhau khoảng không gian riêng để bình tâm lại nhé.<br/><br/>&emsp;Có điều nếu có thể hãy thử cách chia sẻ thay vì tranh cãi thiệt hơn bạn nhé. Nếu không muốn làm tổn thương nửa kia thì bạn cũng nên nhún nhường một chút. Đừng lãng phí thời gian và sức lực cho việc cãi vã thay vào đó nên dành cho mình sự thư giãn mọi thứ sẽ dễ chịu hơn bạn nghĩ đấy.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 2/7/2020: 4, 11<br/><br/>"
    },
"20200703": {
    "Ty":"&emsp;Tử vi 12 con giáp nói rằng ngày Tý Mùi Tương Hại, tuổi Tý dễ vướng vào rắc rối, con giáp này nên nhìn lại quá khứ để biết được câu trả lời cho những vấn đề đang gặp phải. Quan trọng là làm tốt những gì trong khả năng của mình, thay vì phải xoay sở để thích nghi hay là làm hài lòng ai đó.<br/><br/>&emsp;Khi đối mặt với khó khăn, mọi thứ diễn ra không được thuận lợi, bản mệnh sẽ nhận ra mình nên học hỏi thêm, chủ động tìm kiếm cơ hội bằng những công việc phụ để cải thiện thu nhập. Đây cũng là cách để người tuổi Tý có thể duy trì sự ổn định của bản thân trong công việc cũng như cuộc sống.<br/><br/>&emsp;Vận trinh tình cảm cũng chẳng vui vẻ hơn là mấy. Có lẽ vì con giáp này đang tập trung cho sự nghiệp nên bạn và người ấy ít có khoảng thời gian riêng rư dành cho nhau, sự gắn kết của hai người cũng ngày càng mờ nhạt dần, mong manh đến mức có thể đứt bất cứ lúc nào.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Sửu, Tý<br/><br/>",
	"Suu":"&emsp;Tử vi ngày mới 12 con giáp, tuổi Sửu có những ý tưởng rất độc đáo để phát triển sự nghiệp cũng như cuộc sống. Hãy cố gắng biến chúng thành sự thật, con giáp này nên thực hiện những việc này càng sớm càng tốt, bản mệnh nhất định sẽ bất ngờ vì khả năng của mình đấy.<br/><br/>&emsp;Không ai là không có mơ ước của riêng mình, nhưng nhiều người lại có ý nghĩ biến điều đó thành cách sống. Họ chìm đắm vào trong những ảo mộng mà không nhìn vào thực tế. Nếu như có thêm may mắn thì rất dễ khiến người tuổi Sửu ảo tưởng quá nhiều.<br/><br/>&emsp;Chuyện tình cảm của con giáp này dường như đang hơi nguội lạnh trong thời gian này. Có lẽ bản mệnh và người ấy cần dành cho nhau một ngày riêng tư để hâm nóng tình cảm của hai người. Tuy nhiên vận tài lộc tốt đẹp mang đến nhiều niềm vui trong ngày hôm nay.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tị, Dậu<br/><br/>",
	"Dan":"&emsp;Tử vi phương Đông cho biết vận trình sự nghiệp người tuổi Dần tiến triển khá tốt. Con giáp này tận dụng tối đa năng lượng của mình cho công việc, nhờ đó mà hiệu suất cũng tăng lên đáng kể. Song bản mệnh vẫn nên dành thời gian nghỉ ngơi, thư giãn một chút để bản thân giảm bớt đi căng thẳng và áp lực.<br/><br/>&emsp;Đừng quá lo lắng khi đối mặt với trở ngại, thử thách vì chúng chỉ khiến tổn hao sức lực và mệt mỏi thêm mà thôi. Nếu mọi thứ bình lặng quá chưa chắc đã là tốt, con giáp này hãy xem như đây là cơ hội để chứng minh sự năng lực cũng như sự chuyên nghiệp của bản thân.<br/><br/>&emsp;Ngoài ra, bản mệnh nên quan tâm hơn đến cơ thể của mình. Khi xuất hiện bất kì dấu hiệu bất thường nào không nên chủ quan mà bỏ qua. Bởi về lâu về dài nó chính là mầm mống ủ bệnh mà con giáp nàykhông hề hay biết đấy. Hãy đi khám ngay để cải thiện sức khỏe của mình nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Ngọ<br/><br/>",
	"Meo":"&emsp;Xem bói tử vi ngày 3/7/2020 dự báo tuổi Mão tìm ra cách thức làm việc mới để hiệu quả có thể tăng lên nhiều hơn. Điều đó giúp cho con giáp này khơi gợi được nhiều nguồn cảm hứng sáng tạo trong công việc. Bản mệnh có thể áp dụng công nghệ và nhờ ai đó hỗ trợ để cải thiện tình hình.<br/><br/>&emsp;Ngày cho tìa năng của của con giáp này được thể hiện. Tuy nhiên, sẽ có những người không đồng thuận với ý kiến của bản mệnh nhưng đừng vì thế mà ngại chia sẻ ý kiến cá nhân. Hãy tiếp nhận thông tin một cách có chọn lọc để tiếp tục phát huy tốt khả năng của bản thân.<br/><br/>&emsp;Đường tình duyên khá thuận lợi, người tuổi Mão cũng sẽ gặp nhiều niềm vui và sự bất ngờ. Đây là thời điểm thích hợp để bản mệnh và người ấy tiến thêm một bước nữa. Tình trong như đã mà mặt ngoài còn e, nếu như đã đem lòng yêu thương nhau thì ngại ngùng gì mà không tiến tới chứ.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Thìn, Hợi<br/><br/>",
	"Thin":"&emsp;Theo tử vi thứ sáu, tuổi Thìn đang có biểu hiện thụt lùi trong công việc. Con giáp này dường như không còn nhanh nhẹn, minh mẫn như trước và có xu hướng giải quyết mọi chuyện theo cảm tính. Chính sự thay đổi tiêu cực này khiến bbản mệnh mắc phải sai lầm khiến cấp trên vô cùng thất vọng.<br/><br/>&emsp;Ảnh hưởng Tứ Hành Xung không hề nhỏ nên vận trình tình cảm của người tuổi Thìn có dấu hiệu sứt mẻ. Lúc này, bản mệnh nên quan tâm nhiều hơn đến cảm xúc của nửa kia, hãy chăm sóc cho người ấy để đảm bảo rằng mối quan hệ không bị đổ vỡ.<br/><br/>&emsp;Đường tài lộc không có nhiều chuyển biến Công việc hiện tại mang lại cho con giáp này nguồn thu nhập ổn định, về cơ bản là không quá cao nhưng với bản tính chi tiêu hợp lí, tiết kiệm thì nó cũng đủ để trang trải cuộc sống. Bản mệnh cảm thấy khá hài lòng với tình hình tài chính của mình.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Hợi, Tý<br/><br/>",
	"Ti":"&emsp;Tuổi Tị có thể sẽ gặp phải tiểu nhân gây trở ngại trong ngày hôm nay. Bản mệnh luôn cố gắng tránh xa thị phi và mặc kệ lời đàm tiếu của mọi người, nhưng có lẽ mọi thứ đã đi quá giới hạn chịu đựng nên đây là thời điểm con giáp này quyết định vùng dậy thể hiện bản lĩnh của mình.<br/><br/>&emsp;Song bản mệnh nên nhờ rằng, nói ít mà đúng còn hơn nói nhiều mà chẳng đọng lại trong họ điều gì. Với những người xấu, tốt nhất là tránh xa vì thực tế chúng ta không có khả năng thay đổi được bất cứ ai. Vì vậy để cho bản thân không bị ảnh hưởng, người tuổi Tị nên lựa chọn cộng sự tốt để làm việc.<br/><br/>&emsp;Về phương diện tình cảm, mối quan hệ với các thành viên trong gia đình vô cùng hài hòa, khăng khít, đó cũng chính là chỗ dựa tinh thần tuyệt vời cho con giáp này. Họ luôn là những người sẵn sàng ở bên cạnh và giúp đỡ bản mệnh trong lúc khó khăn và chẳng bao giờ đòi hỏi cần được báo đáp.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tuất<br/><br/>",
	"Ngo":"&emsp;Cục diện Ngọ Mùi hợp Nhật nguyệt mang lại cho tuổi Ngọ những mối quan hệ tốt đẹp, một chút lãng mạn, ngọt ngào sẽ rất có ý nghĩa trong ngày mới này. Đây cũng là ngày để bản mệnh quan tâm đến vấn đề tài chính và giải quyết vướng mắc đang vướng phải gần đây.<br/><br/>&emsp;Ảnh hưởng của Tỷ Kiên nhắc nhở người tuổi Ngọ đừng để bản thân vướng vào những mâu thuẫn, cãi vã không cần thiết có thể làm tốn thời gian và tâm sức của con giáp này. Thay vì thế, bản mệnh nên tập trung vào công việc cá nhân, quan trọng nhất là kiếm tiền.<br/><br/>&emsp;Ngũ hành tương sinh cho thấy sức khỏe của bản mệnh có dấu hiệu cải thiện theo chiều hướng tích cực. Xem ra chế độ ăn uống, nghỉ ngơi đã phù hợp hơn. Tuy nhiên, việc duy trì lối sống lành mạnh này cần cả sự kiên trì nên con giáp này nhớ áp dụng đều đặn đấy nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Dần<br/><br/>",
	"Mui":"&emsp;Tuổi Mùi khá tỉnh táo và sáng suốt trong việc xử lý vấn đề, dường như càng trong hoàn cảnh khắc nghiệt thì con giáp này càng có thêm nhiều ý tưởng sáng tạo hay ho để giải quyết những khủng hoảng, giúp công việc đạt được hiệu quả tốt hơn.<br/><br/>&emsp;Bản mệnh đã đủ trải nghiệm để nhận ra rằng đau khổ, buồn phiền không có gì mà phải làm nghiêm trọng hóa nó lên. Quan trọng là từng ngày qua đi người tuổi Mùi đã làm được những điều tốt đẹp thực sự ý nghĩa cho cuộc sống này. Làm việc tốt bản thân con giáp này cũng cảm thấy vui vẻ và hạnh phúc.<br/><br/>&emsp;Vận trình tình duyên khởi sắc, nếu còn độc thân thì con giáp này sẽ có cơ hội tìm thấy nửa kia phù hợp sớm thôi. Hãy tích cực tham gia các buổi hẹn hay nhận lời gặp gỡ từ sự giới thiệu của bạn bè. Trong khi đó các cặp đôi có những khoảng thời gian dành cho nhau vô cùng ngọt ngào và lãng mạn.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dậu, Tị<br/><br/>",
	"Than":"&emsp;Tử vi ngày mới 12 con giáp, tuổi Thân có nhiều cơ hội cải thiện nguồn thu nhập của mình nhờ có quý nhân giúp đỡ, nhưng đừng giao hết tất cả vấn đề cho người khác. Con giáp này cũng phải nhớ cẩn thận hơn trong việc chuẩn bị giấy tờ và tài liệu thật kĩ càng trước mỗi cuộc họp hay gặp mặt đối tác.<br/><br/>&emsp;Vận trình tình cảm trong ngày khởi sắc. Tình cảm vợ chồng sâu đậm, thắm thiết. Cuộc sống hạnh phúc khi có sự vun vén và bồi đắp của người tuổi Thân và nửa kia. Hôm nay có thể bản mệnh đón nhận tin vui về chuyện con cái cho những cặp đôi mới kết hôn. Tình yêu đôi lứa có những bước tiến quan trọng.<br/><br/>&emsp;Sức khỏe của bản mệnh không được tốt cho lắm. Dù công việc nhiều tới đâu thì cũng nên chú ý tới chuyện ăn uống nhé, đừng để tới khi dạ dày kêu cứu rồi mới tìm cách khắc phục, đến lúc tình trạng trở nên nghiêm trọng rồi mới vội vàng nghĩ cách cũng đã muộn.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Thân<br/><br/>",
	"Dau":"&emsp;Đường tài lộc của tuổi Dậu vô cùng vượng khí. Bản mệnh sẽ không cần bận tâm quá nhiều đến vấn đề tiền bạc nhưng nên chú ý đến các quyết định mua sắm của mình. Con giáp này nên suy nghĩ đến việc tiết kiệm ngay từ bây giờ. Nếu có khoản thu nhập thêm thì nên tích lũy nhiều hơn.<br/><br/>&emsp;Đường tình duyên của bản mệnh trong ngày hôm nay cũng rất hanh thông, thuận lợi. Chuyện tình cảm ngày càng nồng nàn, say đắm. Người tuổi Dậu và nửa kia có thời gian ở bên nhau và hóa giải mọi hiểu lầm, những chuyện không vui dần qua đi, chỉ còn tương lai tươi đẹp và hạnh phúc đang chờ đón.<br/><br/>&emsp;Trong chuyện tình cảm cặp đôi nào cũng có thể mâu thuẫn, tranh cãi với nhau vì ai cũng có cái tôi và muốn bảo vệ ý kiến của bản thân. Nhưng nếu như tình cảm đã hết thì dù có làm thế nào cũng chẳng thể níu kéo được.  Vì hế bản mệnh tận hưởng những khoảnh khắc tình yêu còn đang nồng cháy nhé.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Tý, Hợi<br/><br/>",
	"Tuat":"&emsp;Tử vi phương Đông, người tuổi Tuất dù đã cố gắng rất nhiều nhưng công việc không thể nào suôn sẻ như ý muốn. Con giáp này đang phải gánh chịu những áp lực vô hình mà chẳng biết chia sẻ cùng ai, cứ một mình chịu đựng. Hôm nay nếu có việc cần phải đi ra ngoài, bản mệnh cần phải hết sức thận trọng<br/><br/>&emsp;Trong ngày có điềm báo tai họa bất ngờ, con giáp này tuyệt đối đừng lái xe sau khi đã uống bia, rượu. Tuổi Tuất nên chú ý tới sức khỏe của mình hơn, đôi khi chủ quan nghĩ mình có thể cố được nhưng cuối cùng phải nhận lấy hậu quả đau lòng.<br/><br/>&emsp;Tâm trạng của bản mệnh suy sụp khi nỗi buồn và lo lắng vây quanh, cảm xúc ngày càng tụt dốc. Luc snayf hãy cho bản thân được nghỉ ngơi, thử thay đổi cách suy nghĩ của mình theo hướng lạc quan và tích cực hơn. Một thay đổi nhỏ cũng có thể mang lại tác dụng vô cùng to lớn đấy.<br/><br/>&emsp;Giờ tốt trong ngày: 5h – 7h<br/><br/>&emsp;Quý nhân phù trợ: Dần, Thân<br/><br/>",
	"Hoi":"&emsp;Tuổi Hợi vận trình tình cảm khởi sắc. Con giáp này còn độc thân có cơ hội gặp được đối tượng tâm đầu ý hợp, là người mà bản mệnh mong đợi bấy lâu nay. Người đã có đôi có cặp hóa giải được mâu thuẫn, hiểu lầm, nhờ vậy mà mối quan hệ trở nên bền vững hơn.<br/><br/>&emsp;Chính Quan báo hiệu, đây là ngày để lập danh sách những nhiệm vụ người tuổi Hợi cần hoàn thành, sau đó nỗ lực để giải quyết một cách trọn vẹn. Cách làm khoa học này sẽ giúp bản mệnh bớt đi cảm giác mệt mỏi, kiệt sức do ôm đồm quá nhiều mà không biết bắt đầu từ đâu.<br/><br/>&emsp;Tuy nhiên trong ngày ngũ hành tương xung cho thấy con giáp này phải tiêu tốn một khoản tiền nho nhỏ để phục vụ cho việc đem lại niềm vui cho một ai đó mà bạn yêu thương đấy. Song đôi bên đều cảm thấy hài lòng và hạnh phúc nên bản mệnh cũng không suy nghĩ quá nhiều.<br/><br/>&emsp;Giờ tốt trong ngày: 15h – 17h<br/><br/>&emsp;Quý nhân phù trợ: Mão, Tý<br/><br/>",
	"BachDuong":"&emsp;Xem bói tử vi thứ 6 ngày 3/7/2020 của 12 cung hoàng đạo nói rằng Bạch Dương bắt đầu ngày mới với vận trình khá chật vật. Đối với bạn khi một ngày làm việc phải di chuyển nhiều cũng khiến cho bạn gặp phải nhiều vấn đề về sức khỏe và tốn khá nhiều năng lượng.<br/><br/>&emsp;Lúc này bạn sẽ cần rất nhiều sự giúp đỡ của đồng nghiệp để có thể cùng nhau san sẻ sẻ khó khăn và giải quyết các vấn đề nhanh chóng. Nếu như bạn quá tự cao thì có thể sẽ không nhận được sự ủng hộ của mọi người và khiến cho công việc của mình ngày càng trở nên chông gai hơn.<br/><br/>&emsp;Về phương diện tình cảm, chòm sao này cũng nảy sinh nhiều mâu thuẫn với nửa kia từ những chuyện nhỏ nhặt. Dường như hôm nay khá nhiều căng thẳng khiến cho bạn cảm thấy mệt mỏi và chỉ muốn có được những giây phút yên tĩnh để bản thân nghỉ ngơi, thư giãn.<br/><br/>&emsp;Con số may mắn của Bạch Dương ngày 3/7/2020: 17, 21<br/><br/>",
	"KimNguu":"&emsp;Tử vi thứ 6 ngày 3/7/2020, công việc của Kim Ngưu tiến triển thuận lợi và đón nhận nhiều niềm vui. Bạn bắt tay làm việc với tinh thần hào hứng, sự nhiệt tình và cũng không có nhiều sự biến động. Kinh nghiệm giúp bạn có được những cách giải quyết công việc hiệu quả nhất.<br/><br/>&emsp;Hơn nữa, chòm sao này biết cách để tận dụng sự hỗ trợ của đồng nghiệp nên mọi thứ cũng trôi c hảy hơn và được cấp trên đánh giá tốt. Đây cũng là con đường để bạntìm kiếm sự tin tưởng từ mọi người. Tài chính ổn định, có nhiều cơ hội cải thiện nên bạn khá hài lòng và cống hiến hết mình.<br/><br/>&emsp;Chuyện tình cảm của bạn hôm nay không có nhiều biến động. Tuy nhiên bạn nên dành sự quan tâm của mình với việc thực hiện các kế hoạch vui chơi bên người ấy nhiều hơn thay vì chỉ chú tâm đến công việc. Đôi khi đối phương cảm thấy có chút hụt hẫng và chạnh lòng đấy.<br/><br/>&emsp;Con số may mắn của Kim Ngưu ngày 3/7/2020: 10, 14<br/><br/>",
	"SongTu":"&emsp;Theo tử vi ngày mới nói rằng Song Tử có được những cơ hội tốt trong công việc và đưa ra những quyết định đầu tư quan trọng. Có thể bạn cần sự tập trung cao độ và mất khá nhiều năng lượng nhưng những gì đạt được bạn sẽ cảm thấy sự cố gắng của mình là hoàn toàn xứng đáng.<br/><br/>&emsp;Trong chuyện tình cảm, chòm sao này cũng nên chú ý ngôn từ sao cho đúng chuẩn mực, phù hợp. Một chút lỡ lời không chỉ gây tổn thương cho đối phương mà nó có thể khiến làm cho mối quan hệ thay đổi theo chiều hướng tiêu cực vì sự thiếu tôn trọng của bạn đấy.<br/><br/>&emsp;Tình hình sức khỏe đã được cải thiện đáng kể nên bạn hoàn có có thể tập trung cho công việc cũng thoải mái dùng sức của mình để thử những trò chơi giải trí, thể chất. Hay bạn có thể dành thời gian cho gia đình của mình mang lại không khí đầm ấm, vui vẻ hơn.<br/><br/>&emsp;Con số may mắn của Song Tử ngày 3/7/2020: 2, 25<br/><br/>",
	"CuGiai":"&emsp;Bói tử vi 12 chòm sao nói rằng Cự Giải sẽ có thử thách mới trong công việc của mình. Mặc dù việc này không quá khó khăn nhưng nó cũng là cơ hội để bạn thể hiện khả năng sáng tạo độc đáo qua các kế hoạch hoặc tạo ấn tượng đáng nhớ trên con đường sự nghiệp của mình.<br/><br/>&emsp;Về phương diện tài chính, cung hoàng đạo này có nguồn thu tốt, thể thoải mái cho sở thích mua sắm cho mình và các thành viên trong gia đình. Tuy nhiên việc chi tiêu này sẽ cần có sự kiểm soát đến không phung phí tiền của vào những món đồ không thực sự cần thiết, thậm chí là để cho vui.<br/><br/>&emsp;Nếu còn độc thân bạn có thể đón nhận tin vui khi gặp được một nửa ưng ý. Thế nhưng để tiến xa hơn có lẽ bạn sẽ cần chủ động và cố gắng tránh những hành động thái quá. Mối quan hệ với đồng nghiệp, bạn bè có trải nghiệm thú vị cùng nhau bằng những cuộc vui chơi hấp dẫn.<br/><br/>&emsp;Con số may mắn của Cự Giải ngày 3/7/2020: 7, 20<br/><br/>",
	"SuTu":"&emsp;Sư Tử khá bận rộn với công việc, vì thế mà tạo ra những áp lực khiến bạn đôi lúc cảm thấy lúng túng, mông lung. Nếu bình tĩnh và tính toán kĩ càng, sắp xếp lại công việc sao hợp lí hơn thì bạn sẽ thấy rằng thực ra nó không quá khó và bạn có thể hoàn thành chúng.<br/><br/>&emsp;Tuy nhiên cung hoàng đạo này sẽ phải chú ý hơn tới chất lượng bởi điều này rất được cấp trên để ý. Một ngày làm việc tốt thì nên có sự tập trung để hiệu quả công việc rõ ràng và cũng giúp cho bản thân tránh được tình trạng căng thẳng và hạn chế sai sót nhất có thể.<br/><br/>&emsp;Khi có được sự bình tĩnh, bạn sẽ kiểm soát vấn đề tốt hơn và thành quả bạn nhận được là xứng đáng. Chuyện tình cảm có lẽ là niềm vui lớn nhất của bạn. Hôm nay là ngày đầy hứng thú cho việc vui chơi và mua sắm với nửa kia của mình. Hãy cùng nhau thư giãn sau một ngày làm việc bận rộn nhé.<br/><br/>&emsp;Con số may mắn của Sư Tử ngày 3/7/2020: 18, 35<br/><br/>",
	"XuNu":"&emsp;Tử vi phương Tây 12 cung hoàng đạo cho thấy Xử Nữ có một ngày khá thuận lợi. Sự nghiêm túc trong công việc giúp bạn có được đánh giá cao từ lãnh đạo từ năng lực cho đến thái độ làm việc. Vì vậy đây cũng là cơ hội để bản chứng minh bản thân, tương lai thăng tiến không còn quá xa xôi nữa.<br/><br/>&emsp;Dường như chòm sao này đang gặp khó khăn trong việc lo toan tiền bạc để thực hiện các kế hoạch của mình và có đôi chút lo lắng vì nó có thể ảnh hưởng đến chi tiêu của bạn. Mọi chuyện rồi sẽ đâu vào đấy cả thôi, đừng lo lắng quá mà khiến bản thân tạo nên áp lực cho mình.<br/><br/>&emsp;Chuyện tình cảm khá tốt và bạn có thể có thể hài lòng với mối quan hệ này. Ngoài ra, nếu khó khăn bạn có thể tìm đến sự giúp đỡ của người thân hoặc bạn bè xung quanh. Mọi vấn đề sẽ trở nên dễ dàng hơn khi có sự chia sẻ và quan tâm cần thiết, nhờ vậy bạn cũng cảm thấy thoải mái hơn.<br/><br/>&emsp;Con số may mắn của Xử Nữ ngày 3/7/2020: 6, 27<br/><br/>",
	"ThienBinh":"&emsp;Thiên Bình đôi lúc lúc cảm thấy thiếu tập trung trong công việc và ngay chính bản thân bạn cũng nhận ra điều đó. Mặc dù đã cố gắng để tập trung hơn nhưng dường như cung hoàng đạo này đang bị ảnh hưởng quá nhều bởi nhiều mối quan tâm khác.<br/><br/>&emsp;Có lẽ sẽ cần đến sự thục giục bạn mới hoàn thành nhiệm vụ của mình. Về phương diện tình cảm trong ngầy mới này cũng khá tốt và bạn có được sự quan tâm từ nửa kia. Nhưng bạn cũng nên chú ý một chút đến cảm giác của người ấy đừng chỉ biết nhận thôi nhé.<br/><br/>&emsp;Bởi đối phương đang có chút buồn phiền và muốn được chia sẻ với bạn đấy. Tình hình sức khỏe có chút mệt mỏi vì sự ảnh hưởng của thời tiết nên bạn cảm thấy lo lắng với tình trạng hiện tại. Thực ra bạn chỉ cần nghỉ ngơi và điều chỉnh lại công việc một chút mọi thứ sẽ sớm cải thiện hơn.<br/><br/>&emsp;Con số may mắn của Thiên Bình ngày 3/7/2020: 8, 19<br/><br/>",
	"BoCap":"&emsp;Bọ Cạp hôm nay có thể đối mặt với tình trạng căng thẳng trong công việc. Những mâu thuẫn, tranh cãi về hướng giải quyết cũng như lợi ích có thể khiến bạn khá mệt mỏi. Hãy cố gắng giữ bình tĩnh để có thể đi đến kết cục hài hòa giữa các mối quan hệ của mình.<br/><br/>&emsp;Cung hoàng đạo này được khá nhiều người để ý nên muốn tìm kiếm một mối quan hệ tốt đẹp. Dường như bạn sẽ phải tích cực hơn và những thành quả từ sự cố gắng đó sẽ làm bạn hài lòng. Lời khuyên dành cho bạn hôm nay là bạn nên lắng nghe ý kiến của người khác mọi thứ sẽ thuận lợi.<br/><br/>&emsp;Tình hình tài chính của bạn khá thuận lợi và nếu có ý định đầu tư hay tích lũy thì đây là thời điểm thích hợp để bạn có thể an tâm thực hiện những kế hoạch này. Tiền bạc chi tiêu cũng thoải mái, rủng rỉnh, bạn cần phải đắn đo quá nhiều khi quyết định mua thứ gì đó.<br/><br/>&emsp;Con số may mắn của Bọ Cạp ngày 3/7/2020: 10, 34<br/><br/>",
	"NhanMa":"&emsp;Tử vi hàng ngày 12 cung hoàng đạo chỉ ra rằng Nhân Mã có những thay đổi trong công việc và sự nóng vội sẽ không mang lại cho bạn kết quả tốt. Hãy kiên nhẫn và sắp xếp được công việc của mình khoa học để đạt hiệu quả tốt nhất. Một ngày làm việc bận rộn nhưng bạn cũng có được thời gian nghỉ ngơi.<br/><br/>&emsp;Tuy nhiên bạn cần chú ý một chút trong lời ăn tiếng nói của mình sẽ giúp vận trình ngày mới tốt đẹp hơn và không gặp phải các vấn đề hiểu lầm không đáng. Tình hình tài chính đảm bảo cho bạn thực hiện những kế hoạch vui chơi thoải mái như bữa tối thịnh soạn hay mua sắm nhé.<br/><br/>&emsp;Chẳng có điều gì có thể khiến cho bạn cảm thấy khó khăn khi có một nguồn thu ổn định và tương đối cao. Song bạn cũng không được chủ quan, hãy luôn cố gắng, phấn đấu hết sức mình, đặt ra nhiều mục tiêu mới cao hơn để bản thân ngày càng hoàn thiện.<br/><br/>&emsp;Con số may mắn của Nhân Mã ngày 3/7/2020: 13, 26<br/><br/>",
	"MaKet":"&emsp;Tử vi ngày mới 12 chòm sao cho biết Ma Kết đang có những ý định tìm hướng thay đổi. Có lẽ thời gian gần đây bạn cảm thấy nhàm chán với công việc hiện tại của mình và khó khăn khi đưa quyết định. Tuy nhiên không phải muốn là có thể thực hiện ngay mà bạn phải chuẩn bị kĩ càng nhé.<br/><br/>&emsp;Mọi vấn đề về tài chính mà cung hoàng đạo này đang gặp không phải là quá khó khăn bởi bạn hoàn toàn có thể nhờ tới sự hỗ trợ của người thân khi cần thiết. Đối với chuyện tình yêu, bạn đang cảm thấy sai lầm và có những vướng mắc và dễ gây ra những tổn thương.<br/><br/>&emsp;Có lẽ mọi thứ quá thuận lợi và suôn sẻ khiến cho bạn mất đi cảm giác chinh phục cho nên đôi lúc lại có những băn khoăn về mối quan hệ này bạn có thực sự cần hay không. Đừng suy nghĩ quá nhiều mà nên dành thời gian nghỉ ngơi thì hơn bởi tình yêu sẽ có lúc thăng hoa và cũng có lúc trầm lắng.<br/><br/>&emsp;Con số may mắn của Ma Kết ngày 3/7/2020: 12, 18<br/><br/>",
	"BaoBinh":"&emsp;Bảo Bình có một số vấn đề khiến bạn phải lo lắng. Lời khuyên dành cho chòm sao này là cẩn phải cẩn trong hơn trong việc quản lý tiền bạc. Có thể sẽ có khoản chi tiêu phát sinh khiến bạn phải cân đối lại. Phương diện công việc có vài sự thay đổi và mang lại kết quả bất ngờ.<br/><br/>&emsp;Có thể sắp tới bạn chuyển sang một công việc mới và nó có thể là hướng đi phù hợp hay ít nhất là nguồn cảm hứng trong công việc. Hôm nay bạn sẽ cần phải chú ý đến các đối tác làm ăn quan trong và đừng quên sự hiệu quả của làm việc nhóm bởi điều này sẽ đem đến cho bạn ý tưởng mới đấy nhé.<br/><br/>&emsp;Chuyện tình không được thuận lợi khi bạn cảm thấy không hài lòng với người ấy và trở nên cáu gắt. Bĩnh tĩnh để giải quyết vấn đề và hạn chế xung đột luôn là điều nên làm. Mọi thứ đều cần phải có thời gian thích nghi, vì vậy không nên nóng giận chỉ đế khiến đối phương theo ý mình.<br/><br/>&emsp;Con số may mắn của Bảo Bình ngày 3/7/2020: 5, 23<br/><br/>",
	"SongNgu":"&emsp;Song Ngư có một ngày vô cùng suôn sẻ, thuận lợi trong công việc. Bạn có thể tập trung và tăng tốc cho nên các ké hoạch sẽ nhiều khả năng hoàn thành sớm hơn dự định. Mặc dù có thể gặp trở ngại nhưng bạn đều giải quyết một cách ổn thỏa.<br/><br/>&emsp;May mắn là tài chính khá tốt và nó giúp cho bạn có thể giảm bớt lo lắng cũng như là nguồn hỗ trợ để bạn giải quyết công việc tốt nhất đấy. Chuyện tình cảm cũng rất hài hòa. Chòm sao này còn độc thân đã bắt đầu nhận chủ động và nỗ lực để gây dựng một mối quan hệ tốt đẹp.<br/><br/>&emsp;Trong khi đó các cặp đôi đang yêu cũng đang tìm cách cải thiện và làm mới tình cảm của mình. Hôm nay bạn có thể dành thời gian cho các ý tưởng bất ngờ và khơi dậy cảm xúc yêu đương lúc ban đầu với người ấy bằng một buổi hẹn hò ngọt ngào, lãng mạn nhé.<br/><br/>&emsp;Con số may mắn của Song Ngư ngày 3/7/2020: 14, 31<br/><br/>"
    },
"backup": {
	"Ty":"",
	"Suu":"",
	"Dan":"",
	"Meo":"",
	"Thin":"",
	"Ti":"",
	"Ngo":"",
	"Mui":"",
	"Than":"",
	"Dau":"",
	"Tuat":"",
	"Hoi":"",
	"BachDuong":"",
	"KimNguu":"",
	"SongTu":"",
	"CuGiai":"",
	"SuTu":"",
	"XuNu":"",
	"ThienBinh":"",
	"BoCap":"",
	"NhanMa":"",
	"MaKet":"",
	"BaoBinh":"",
	"SongNgu":""
	}
}